{
    "base_references": [
        {
            "title": "[Secondary benefits of cognitive rehabilitation for a chronic ethylic patient: effects on disorder consciousness, motivation, and global therapeutic cooperation].",
            "abstract": "Introduction:\n        \n      \n      Alcoholism causes psychological, behavioral and cognitive symptoms that need to be addressed together. The neuropsychological alterations among alcohol-dependent people are considered to make the therapeutic work complex and longer. A cognitive rehabilitation program is sometimes difficult to achieve with these patients. Functional results are often difficult to anticipate. However, the consequences of this therapeutic approach are multiple and there are many interactions between psycho-affective, behavioral and cognitive components. A neuropsychological approach can be used like a tool to improve metacognition. A bad contribution to treatment programs is often secondary to the illusion of a satisfying intellectual functioning. Patients' motivation for the therapeutic work is very changeable. A complete consciousness of impairments can help them to stay involved.\n    \n\n\n          Case report:\n        \n      \n      The following case shows the cognitive effects and secondary benefits associated with a neuropsychological work, which was carried out by a chronic ethylic patient with severe physical and cognitive symptoms. The patient aged 50, with a good qualification level (scientific section in the final year of secondary school, with no diploma, then attended a training program to become a croupier) was suffering from chronic alcoholism since his adolescence. He arrived in the closed unit after many hospitalizations in psychiatric and hepato-gastroenterology units. He had been showing mental confusion. He presented a frontal and subcortical profile of alcohol-related dementia according to Oslin's criteria. MRI revealed global cerebral atrophy, more pronounced on the fronto-parietal cortex with cerebellar leukoencephalopathy, but no pontine central myelinolysis. The neurocognitive program had two main lines: reducing attentional, executive and graphical deficits with training exercises (individual and group sessions) and compensating memory, and executive disorders with an external aid. The cognitive program had been assessed by means of repeated psychometric measures, behavior and metacognition estimated by direct clinical observations. The cognitive remediation was carried out during a 10-month hospitalization, and then in an outpatient rehabilitation setting over a 12-month period. The external individual sessions were associated with medical consultations and support for reintegration at home provided by the mobile psychiatric team.\n    \n\n\n          Results:\n        \n      \n      The test results showed a significant improvement in attentional processes and executive functions. On graphic level, his writing was recovered after 10 months. Impairment within episodic memory processes-encoding was observed, and prospective memory was reinforced by external aids. At the end of the program, the use of an agenda proved to be effective even if updating was difficult once back home. Although a part of these effects could be expected, their psychological influence on the patient must be underlined: his perception of the alcohol related problem had been modified with more consciousness of the neurobiological consequences and a strong desire of personal implication. He worked a lot on his own (always under supervision) on cognitive exercises and succeeded in remaining abstinent for nearly 2 years. He died of complications of acute hepatitis.\n    \n\n\n          Discussion:\n        \n      \n      All the cognitive assessments and rehabilitation results seem to have increased his participation in the global therapeutic care. Therapeutic tools used for cognitive work give a concrete picture of the consequences of alcohol consumption and the necessary time to retrieve brain capacities. Visible improvements in terms of reduction in disability-handicaps encouraged the patient, valued his efforts, and increased his determination to solve his alcohol related problem. Thus, cognitive programs can help to reduce passiveness and develop activeness. This patient regarded therapeutic difficulties as a challenge, not as an obstacle. We can reasonably assume the effect of the cognitive rehabilitation on the Persistence of the Cloninger's biosocial model. This increase in temperament corresponds to a certain form of tenacity, which would facilitate abstinence."
        },
        {
            "title": "Can individualized-targeted computerized cognitive training improve everyday functioning in adults with HIV-associated neurocognitive disorder?",
            "abstract": "Half of people with human immunodeficiency virus (HIV) have HIV-associated neurocognitive disorder (HAND). Fortunately, cognitive training programs can improve function across cognitive domains, which may translate to everyday functioning. The Training on Purpose (TOPS) Study was designed to reverse HAND by targeting cognitive training to specific cognitive impairments that contributed to the diagnosis. A secondary aim of TOPS was to determine whether such cognitive training improved subjective and objective everyday functioning. In this two-group pre-post experimental design study, 109 adults with HAND were randomized to either: (1) a no-contact control group (no training) or (2) the Individualized-Targeted Cognitive Training group. Each participant received approximately 10 hours of cognitive training in two selected cognitive domains based on her/his individual baseline cognitive performance. Thus, 20 hours of individualized training on these two cognitive domains occurred over a course of 12 weeks in 1-2 hour sessions. Specific to the secondary aim of TOPS, measures of everyday functioning were administered before and after cognitive training to examine transfer effects. The analyses revealed that in general, speed of processing training produced benefits in everyday functioning as measured by the medication adherence visual analogue scale and the Timed Instrumental Activities of Daily Living test. Inconsistent findings were found for the other seven cognitive training protocols in either improving everyday functioning or reducing perceived everyday functioning; however, there may be other contributing factors that obscured such effects needing further research. This study demonstrated that some training protocols vary in efficacy in altering both objective and subjective everyday functioning ability.\n"
        },
        {
            "title": "Konzo: a distinct neurological disease associated with food (cassava) cyanogenic poisoning.",
            "abstract": "Epidemics of neurodegenerative diseases putatively caused by food toxins have been reported in the tropics with no clear understanding of their pathogenetic mechanisms. These diseases include the disease named Konzo that has been well documented in sub-Sahara Africa, mostly among children and women of childbearing age. Outbreaks of Konzo have occurred in the Democratic Republic of Congo, Mozambique, Tanzania, Central African Republic, Angola, Cameroun, and most recently in Zambia. The main clinical picture consists of a symmetrical, permanent and irreversible spastic paraparesis (motor neuron disease) with no signs of sensory or genitourinary impairments. Recently, cognitive impairments and neurodevelopmental delays have been reported among school-aged and very young children. The exact pathogenetic mechanisms of the disease remain unknown. Epidemiological studies consistently show an association between outbreaks of the disease and chronic dietary reliance on insufficiently processed cyanogenic cassava (manioc or tapioca). Biochemical and toxicological studies suggest that the metabolites of linamarin (α-Hydroxyisobutyronitrile β-D-glucopyranoside, the main cassava cyanogen), notably cyanide (mitochondrial toxin), thiocyanate (AMPA chaotropic agent), and cyanate (protein carbamoylating agent) may play an important role in the pathogenesis of Konzo. Experimental data suggest that thiol-redox and protein- folding mechanisms may also be perturbed. Factors of susceptibility including genetics, poor nutrition, poverty and dietary cyanogen exposure, or their interactions have been suggested. Serological studies have ruled out the role of retroviruses such as the human lymphotropic viruses HIV-I/II or HTLV-I/II. Because there is no cure for Konzo, prevention of the disease remains of paramount importance. Prospects for cognitive rehabilitation still need to be explored and tested."
        },
        {
            "title": "Effect of transcranial direct current stimulation combined with cognitive training on cognitive functioning in older adults with HIV: A pilot study.",
            "abstract": "The objective of this study was to examine combination speed of processing (SOP) cognitive remediation therapy (CRT) and transcranial direct stimulation (tDCS) as neurorehabilitation in older HIV+ adults. Thirty-three HIV+ adults aged 50+ completed neurocognitive testing and were randomized to either active (n = 17) or sham (n = 16) tDCS. Both conditions received 10 1-hour sessions of SOP CRT, with either active or sham tDCS for the first 20 minutes. Participants then completed a posttest assessment. Repeated measures analysis of variance examining Time X Condition showed small-to-medium effects in the expected direction for an executive (d = 0.36), and SOP measure (d = 0.49), while medium-to-large effects were observed for an executive/attention (d = 0.60) and oral reading measure (d = 0.75). The only statistically significant interaction was the oral reading measure. Small-to-medium and medium-to-large effects (ds = 0.32, 0.58) were found for two SOP measures in the opposite direction (sham group showing greater improvements). Further trials of CRT and tDCS in this population are needed, including larger samples and a nonactive control and tDCS only condition, as is determination of which parameters of each technique (e.g., tDCS montage, timing of tDCS, domain targeted in CRT, number of sessions) are most effective in improving cognitive outcomes, durability of training gains, and translation to everyday functioning."
        },
        {
            "title": "Computerized Cognitive Rehabilitation Training for Ugandan Seniors Living with HIV: A Validation Study.",
            "abstract": "The feasibility, acceptability and preliminary efficacy of computerized cognitive rehabilitation therapy (CCRT) for mitigating neurocognitive decline was evaluated in African adults ≥50 years old. Eighty-one Ugandans with (n = 40) and without (n = 41) chronic human immunodeficiency viruses (HIV) were allocated CCRT-i.e., 20-45-min cognitive training sessions with culturally adapted video games delivered via Captain's Log Software, or standard of care (SOC). Pre and post (i.e., 8-weeks later) intervention performance based neurocognitive tests, quality of life (QOL) and frailty related phenotype (FRP) were determined in all respondents. Multivariable linear regression estimated CCRT- vs. SOC-related differences (β) in neurocognitive batteries, QOL and FRP. Effect sizes (ES) for estimated β were calculated. CCRT protocol was completed by 92.8% of persons allocated to it. Regardless of HIV status, CCRT was associated with higher performance in learning tests than SOC-interference list (β = 1.00, 95%CI: (0.02, 1.98); ES = 0.43) and delayed recall (β = 1.04, 95%CI: (0.06, 2.02); ES = 0.47). CCRT effect on verbal fluency was clinically important (ES = 0.38), but statistical significance was not reached (β = 1.25, 95%CI: (-0.09, 2.58)). Among HIV-positive adults, clinically important post-CCRT improvements were noted for immediate recall (ES = 0.69), working memory (ES = 0.51), verbal fluency (ES = 0.51), and timed gait (ES = -0.44) tasks. Among HIV-negative adults, CCRT resulted in moderate post-intervention improvement in learning tests (ES = 0.45) and large decline in FRP (ES = -0.71), without a positive effect on simple attention and visuomotor coordination tasks. CCRT intervention is feasible among older Ugandan adults with potential benefit for learning and verbal fluency tests regardless of HIV status and lowering FRP in HIV-negative older adults."
        },
        {
            "title": "Smartphones as assistive technology following traumatic brain injury: a preliminary study of what helps and what hinders.",
            "abstract": "Purpose:\n        \n      \n      Smartphones have great potential as a convenient, multifunction tool to support cognition and independence following traumatic brain injury (TBI). However, there has been limited investigation of their helpful and less helpful aspects for people with TBI. We aimed to investigate patterns of smartphone use amongst individuals with TBI, identify potential barriers to use, and examine the relationships between smartphone use and daily functioning.\n    \n\n\n          Method:\n        \n      \n      Twenty-nine participants with TBI and 33 non-injured participants completed the Smartphone Survey, and measures of subjective and objective cognitive functioning, mood, and community integration.\n    \n\n\n          Results:\n        \n      \n      Smartphone use was equally common in both groups, and patterns of app use were similar. More participants with TBI than the comparison group listed using their smartphone as a memory aid as its main benefit. Difficulty in learning how to use the smartphone was identified by participants with TBI, however only 10% had been shown how to use it by a clinician. Those with poorer subjective cognitive function used memory/organisational apps more frequently; and higher communication app use with better social integration, in participants with TBI.\n    \n\n\n          Conclusions:\n        \n      \n      These findings suggest that smartphones have potential in improving independence following TBI, but receiving support in using them is vital. Implications for Rehabilitation Smartphones are accessible, acceptable, convenient devices for most individuals with traumatic brain injury (TBI), and are perceived as a useful memory and organizational aid as well as having multiple other helpful functions. Use of communication apps such as text messages and social media is associated with better social and community integration in people with TBI. Direct instruction on how to use smartphone apps is more important for people with TBI than for non-injured individuals. Developers of apps designed for this population should prioritize ease of app use, large displays, and availability of technical support, while maintaining an engaging design and interface."
        },
        {
            "title": "CNS Impact of Perinatal HIV Infection and Early Treatment: the Need for Behavioral Rehabilitative Interventions Along with Medical Treatment and Care.",
            "abstract": "There is growing concern that although the more severe forms of HIV-associated neurologic deficits are reduced following highly active anti-retroviral therapy (HAART), mild to moderate cognitive disorders may persist for years after HAART initiation and this may occur despite complete plasma viral suppression. According to the UNAIDS 2014 report, there were 3.2 million children living with HIV around the world at the end of 2013 and 91 % of these resided in sub-Saharan Africa. In the same year, only 24 % of children who needed antiretroviral treatment (ART) received it and 190,000 children died of AIDS-related illnesses. We propose that behavioral interventions are needed in combination with medical treatment and care in order to fully address the needs of children and adolescents in Africa living with HIV. In early childhood, caregiver training programs to enhance the developmental milieu of the child with HIV can enhance their cognitive and social development and that such interventions are both feasible and well-accepted by the local population. For school-age children, computerized cognitive rehabilitation training can be an entertaining and engaging way to improve attention, working memory, and problem solving skills for children with HIV. Further dissemination and implementation science work is needed for arriving at cost-effective strategies for scaling up such behavioral interventions in African resource-constrained settings, given that the vast majority of HIV-affected children and youth worldwide presently live in sub-Saharan Africa."
        },
        {
            "title": "Cognitive Reserve Over the Lifespan: Neurocognitive Implications for Aging With HIV.",
            "abstract": "Approximately 59% of adults living with HIV experience HIV-associated neurocognitive disorder, a collection of symptoms and cognitive deficits in various cognitive domains. As the HIV population ages, the prevalence and severity of such cognitive deficits are expected to grow. Understanding how these cognitive deficits manifest is important for nurses and health care providers. This article provides an overview of cognitive reserve and evidence of how it is compromised by HIV, aging, and individual characteristics. Within this context of cognitive reserve, the role of neuroinflammation, neurotoxicity, substance use, comorbidities, depression and anxiety, social isolation, and sedentary lifestyle is reviewed. From this, strategies used to address cognitive deficits are provided, including topics such as psychostimulants, cognitive training, multimodal lifestyle interventions, and compensation strategies. Scenarios of successful and unsuccessful cognitive aging are presented to provide a lifespan perspective of cognitive reserve. Implications for clinical practice and research are provided, as it relates to aging."
        },
        {
            "title": "Scooping Rice Into a Glass and Putting a Cell Phone in the Refrigerator: Action Slips in an Individual With a Diffuse Axonal Injury.",
            "abstract": "A 39-year-old man with a diffuse axonal injury self-presented to the cognitive function clinic of the Ashikaga Red Cross Hospital complaining of behavioral errors in his daily life, such as scooping hot rice into a glass instead of a bowl or forgetting to turn off the gas stove after cooking. This type of error has been referred to as an action slip-a form of unintentional behavioral error that occurs when an individual attempts to perform an automatic and/or familiar task. In this case, action slips occurred nine times a day on average and had a serious and long-term impact on the man's daily quality of life. To reduce the impact of action slips, we created a one-on-one cognitive intervention that used a combination of mnemonic strategies, such as verbalizing his actions as he carried them out, and external aids, including a waist pouch, a voice-controlled artificial intelligence (AI) speaker, and an AI key finder. After 3 years of intervention, the man reported some improvement in his daily activities and a reduction in the number of action slips. Thus, intervention strategies for individuals with a diffuse axonal injury may benefit from targeting action slips. To our knowledge, this is the first detailed description of action slips in an individual with a diffuse axonal injury."
        },
        {
            "title": "Preventing cognitive decline.",
            "abstract": "Many studies of age-related cognitive decline have failed to distinguish between usual and successful aging. Although some degree of cognitive impairment is associated with aging, when one looks at average performance, there is great variability among individuals, with many showing little or no deleterious effects of aging on intellectual abilities. Many of the risk factors for dementia and for conditions associated with cognitive impairments can be treated or controlled. Among the preventable causes of cognitive decline are the following: AIDS, Alcohol and drug abuse, Cerebrovascular disease, Exposure to organic solvents or lead, Head trauma, Overmedication, Syphilis. Other conditions that may cause cognitive decline can be controlled or treated: Atherosclerosis, Depression, Diabetes, Emphysema, High blood pressure, Obesity, Sleep disorders, Thyroid dysfunction. In addition, it may be possible to enhance the cognitive performance of even healthy elderly people through changes in diet and lifestyle. Recent data raise the possibility that improved prenatal and perinatal care and greater access to educational opportunities may result in a decreased incidence of dementia in future generations of older adults. Although they are rapidly becoming more numerous, the efficacy of cognitive training programs in preventing or slowing cognitive decline has not yet been demonstrated. Nevertheless, such programs may ameliorate cognitive impairment by reducing the psychiatric disabilities associated with anxiety and depression. The general principle underlying these strategies for limiting cognitive impairment with age is to maximize brain reserve and minimize brain damage."
        },
        {
            "title": "[Vocabulary of young children with sensorineural deafness].",
            "abstract": "The primary aim of the study was to measure the receptive and expressive vocabulary with respect to clinical parameters and selected socio-demographic variables and to assess whether the size of vocabulary could be predicted by certain variables in a consecutive series of children identified as having bilateral sensorineural hearing loss (\"Göttinger Hör-Sprachregister\").\n    \n\n\n          Method:\n        \n      \n      All children aged between 2;6 to 6;3 years diagnosed in the Department of Phoniatrics/Pedaudiology of the University Göttingen as having a permanent bilateral sensorineural hearing impairment (\"Göttinger Hör-Sprachregister\") in a defined period (july 1995-september 2000) were examined with standardized receptive and expressive vocabulary tests as well as a nonverbal intelligence test (on average 5.5 months after diagnosis and 2.9 months after fitting with hearing aids).\n    \n\n\n          Sample:\n        \n      \n      37 children (20 boys, 17 girls). Mean age at diagnosis: 48.5 (SD 15.9; min. 18, max. 75) months, mean age at hearing aid fitting: 51 months (SD 15.2). Multiple handicapped children, children with additional conductive hearing impairment and those with postnatal losses were excluded. The sample as a whole demonstrated lexical deficits of varying severity that were greater in the expressive than in the receptive vocabulary, depending on the clinical parameter. Children with congenital hearing impairment, with severe-to-profound hearing impairment (> 70 dB) and bilingual children demonstrated on average the smallest receptive and expressive vocabulary. An early fitting with hearing aids did not correspond with a better lexical development when a severe-to-profound hearing impairment existed. Severity of a hearing impairment and nonverbal intelligence significantly predicted the average size of the receptive vocabulary. A moderate hearing impairment, high non-verbal intelligence, and gender (female) emerged as the strongest significant predictors of the expressive vocabulary. The vocabulary test result of a bilateral sensorineurally hearing-impaired child may be an indicator for early cognitive training."
        },
        {
            "title": "Speed of processing training with middle-age and older adults with HIV: a pilot study.",
            "abstract": "Adults with HIV are at risk for deficits in speed of processing that can interfere with performing instrumental activities of daily living. In this pilot study, 46 middle-age and older adults with HIV were assigned to 10 hours of computerized speed of processing training (n = 22) or to a no-contact control condition (n = 24). ANCOVAs were used to examine treatment effects on a neurocognitive battery and the Timed Instrumental Activities of Daily Living (TIADL) Test. Treatment effects were detected on the Useful Field of View Test, F(1, 43) = 4.29, p = .04 and the TIADL Test, F(1, 43) = 5.02, p = .03; those in the experimental condition improved on these measures. Many of the participants also indicated that they felt the training improved their cognitive functioning. This study demonstrated that speed of processing training may improve cognitive and everyday functioning in this growing population.\n"
        },
        {
            "title": "Cognitive rehabilitation in a visual variant of Alzheimer's disease.",
            "abstract": "Alzheimer's disease (AD) is commonly associated with marked memory deficits; however, nonamnestic variants have been consistently described as well. Posterior cortical atrophy (PCA) is a progressive degenerative condition in which posterior regions of the brain are predominantly affected, therefore resulting in a pattern of distinctive and marked visuospatial symptoms, such as apraxia, alexia, and spatial neglect. Despite the growing number of studies on cognitive and neural bases of the visual variant of AD, intervention studies remain relatively sparse. Current pharmacological treatments offer modest efficacy. Also, there is a scarcity of complementary nonpharmacological interventions with only two previous studies of PCA. Here we describe a highly educated 57-year-old patient diagnosed with a visual variant of AD who participated in a cognitive intervention program (comprising reality orientation, cognitive stimulation, and cognitive training exercises). Neuropsychological assessment was performed across moments (baseline, postintervention, follow-up) and consisted mainly of verbal and visual memory. Baseline neuropsychological assessment showed deficits in perceptive and visual-constructive abilities, learning and memory, and temporal orientation. After neuropsychological rehabilitation, we observed small improvements in the patient's cognitive functioning, namely in verbal memory, attention, and psychomotor abilities. This study shows evidence of small beneficial effects of cognitive intervention in PCA and is the first report of this approach with a highly educated patient in a moderate stage of the disease. Controlled studies are needed to assess the potential efficacy of cognition-focused approaches in these patients, and, if relevant, to grant their availability as a complementary therapy to pharmacological treatment and visual aids."
        },
        {
            "title": "The Acceptability and Potential Utility of Cognitive Training to Improve Working Memory in Persons Living With HIV: A Preliminary Randomized Trial.",
            "abstract": "HIV-associated neurocognitive impairments that impact daily function persist in the era of effective antiretroviral therapy. Cognitive training, a promising low-cost intervention, has been shown to improve neurocognitive functioning in some clinical populations. We tested the feasibility, acceptability, and preliminary effects of computerized cognitive training to improve working memory in persons living with HIV infection (PLWH) and working memory impairment. In this randomized clinical trial, we assigned 21 adult PLWH to either an experimental cognitive training intervention or an attention-matched control training intervention. Participants completed 12 training sessions across 10 weeks with assessments at baseline and post-training. Session attendance was excellent and participants rated the program positively. Participants in the experimental arm demonstrated improved working memory function over time; participants in the control arm showed no change. Our results suggest that cognitive training may be a promising intervention for working memory impairment in PLWH and should be evaluated further."
        },
        {
            "title": "Self-generation enhances verbal recall in individuals infected with HIV.",
            "abstract": "Despite the prevalence of HIV-associated episodic memory impairment and its adverse functional impact, there are no empirically validated cognitive rehabilitation strategies for HIV-infected persons. The present study examined the self-generation approach, which is theorized to enhance new learning by elaborating and deepening encoding. Participants included 54 HIV-infected and 46 seronegative individuals, who learned paired word associates in both self-generated and didactic encoding experimental conditions. Results revealed main effects of HIV serostatus and encoding condition, but no interaction. Planned comparisons showed that both groups recalled significantly more words learned in the self-generation condition, and that HIV+ individuals recalled fewer words overall compared to their seronegative counterparts at delayed recall. Importantly, HIV+ participants with clinical memory impairment evidenced similar benefits of self-generation compared to unimpaired HIV+ subjects. Self-generation strategies may improve verbal recall in individuals with HIV infection and may, therefore, be an appropriate and potentially effective cognitive rehabilitation tool in this population."
        },
        {
            "title": "Examining the effectiveness of a cognitive intervention to improve cognitive function in a population of older adults living with HIV: a pilot study.",
            "abstract": "Objective:\n        \n      \n      The purpose of this randomized-controlled pilot study was to explore the effectiveness of a home-based computerized cognitive training intervention in improving cognitive function in a population of older adults with mild cognitive impairment who are living with HIV.\n    \n\n\n          Methods:\n        \n      \n      In all, 24 participants were enrolled in this study. All study participants were impaired [defined as Montreal Cognitive Assessment (MoCA) score < 26]; 12 were randomly assigned to a computer-training intervention group and 12 to a control group. The intervention group used a home-based computerized cognitive training program for 8 weeks, while the control group received health-related newsletter via email and follow-up phone calls. Cognitive function was measured at study entry, immediately post intervention, and 8 and 16 weeks post intervention.\n    \n\n\n          Results:\n        \n      \n      This study achieved a 92% retention rate, losing two persons from the intervention group. Participants in the intervention group scored significantly higher on cognitive testing immediately post intervention compared to the control group: F(1, 19) = 4.92, p = 0.04. The partial Eta squared of 0.32 indicates a small to moderate effect size.\n    \n\n\n          Discussion:\n        \n      \n      Cognitive improvement was seen immediately after the intervention, and cognitive improvement was still evident 16 weeks post intervention. Cognitive training could be considered as an option for older adults with HIV experiencing mild cognitive impairment."
        },
        {
            "title": "[Memory Rehabilitation for Amnesic with Acquired Brain Injury].",
            "abstract": "Two theoretical frameworks based on cognitive rehabilitation principles are recommended for the rehabilitation of memory impaired individuals. The first is improving memory function by the remediation of brain plasticity, known as remediation-oriented rehabilitation, and second is the compensation of memory function through the use of external memory aids, environmental modifications, and intact cognitive functions to overcome limitations in daily life. In rehabilitation of episodic memory impaired individuals, it has been recognized that the effortful active retrieval technique is more effective than the memorization technique. In contrast, the errorless learning technique with high-effort conditions and the active participation of patients has been recognized to be particularly effective in directly improving impaired episodic memory systems. More recently, another mnemonic strategy called the spaced retrieval technique has gained support. The theoretical components of spaced retrieval consist of classical conditioning, priming, the spacing effect, and errorless learning by taking advantage of the implicit memory system, which is preserved in many people with memory loss."
        },
        {
            "title": "Neurocognitive functioning in antiretroviral therapy-naïve youth with behaviorally acquired human immunodeficiency virus.",
            "abstract": "Purpose:\n        \n      \n      Youth living with human immunodeficiency virus (HIV) account for over one third of new HIV infections and are at high risk of adverse psychosocial, everyday living, and health outcomes. Human immunodeficiency virus-associated neurocognitive disorders (HAND) are known to affect health outcomes of HIV-infected adults even in the era of combination antiretroviral therapy. Thus, the current study aimed to characterize the prevalence and clinical correlates of HAND in youth living with HIV. Here, we report baseline neurocognitive data for behaviorally HIV-infected youth enrolled in a prospective study evaluating strategies of antiretroviral treatment initiation and use.\n    \n\n\n          Methods:\n        \n      \n      A total of 220 participants, age 18-24 years, who were naive to treatment (except for prevention of mother-to-child HIV transmission; n = 3), completed a comprehensive neurocognitive, substance use, and behavioral health assessment battery.\n    \n\n\n          Results:\n        \n      \n      Sixty-seven percent of youth met criteria for HAND (96.4% were asymptomatic and 3.5% were syndromic); deficits in episodic memory and fine-motor skills emerged as the most commonly affected ability areas. Multivariable models showed that lower CD4 count, longer time since HIV diagnosis, and high-risk alcohol use were uniquely associated with neurocognitive deficits.\n    \n\n\n          Conclusions:\n        \n      \n      Over two thirds of youth with behaviorally acquired HIV evidence neurocognitive deficits, which have modest associations with more advanced HIV disease as well as other factors. Research is needed to determine the impact of such neuropsychiatric morbidity on mental health and HIV disease treatment outcomes (e.g., nonadherence) and transition to independent living responsibilities in HIV-infected youth, as well as its long-term trajectory and possible responsiveness to cognitive rehabilitation and pharmacotherapy."
        },
        {
            "title": "Computerized Cognitive Training for the Neurocognitive Complications of HIV Infection: A Systematic Review.",
            "abstract": "The synergistic effects of HIV and aging on the brain may compromise cognitive reserve, resulting in HIV-associated neurocognitive disorder. The neuroscience literature suggests that computerized cognitive training programs represent a practical strategy to protect or remediate cognitive functioning in older adults. Such cognitive training programs may hold similar therapeutic benefits for adults living with HIV. This systematic review evaluated the effects of cognitive training interventions in adults living with HIV. This systematic review includes 13 studies that have been conducted or are being conducted. Results suggest that cognitive training may improve the cognitive domain that is the target of training. One case study even demonstrated a reversal of HIV-associated neurocognitive disorder after cognitive training. Although greater evidence is needed to establish treatment guidelines, current evidence suggests that cognitive training improves cognitive function, which translates to more optimal everyday functioning (i.e., driving), improved mood, greater locus of control, and enhanced quality of life."
        },
        {
            "title": "Prompting technologies: A comparison of time-based and context-aware transition-based prompting.",
            "abstract": "Background:\n        \n      \n      While advancements in technology have encouraged the development of novel prompting systems to support cognitive interventions, little research has evaluated the best time to deliver prompts, which may impact the effectiveness of these interventions.\n    \n\n\n          Objective:\n        \n      \n      This study examined whether transition-based context prompting (prompting an individual during task transitions) is more effective than traditional fixed time-based prompting.\n    \n\n\n          Methods:\n        \n      \n      Participants were 42 healthy adults who completed 12 different everyday activities, each lasting 1-7 minutes, in an experimental smart home testbed and received prompts to record the completed activities from an electronic memory notebook. Half of the participants were delivered prompts during activity transitions, while the other half received prompts every 5 minutes. Participants also completed Likert-scale ratings regarding their perceptions of the prompting system.\n    \n\n\n          Results:\n        \n      \n      Results revealed that participants in the transition-based context prompting condition responded to the first prompt more frequently and rated the system as more convenient, natural, and appropriate compared to participants in the time-based condition.\n    \n\n\n          Conclusions:\n        \n      \n      Our findings suggest that prompting during activity transitions produces higher adherence to the first prompt and more positive perceptions of the prompting system. This is an important finding given the benefits of prompting technology and the possibility of improving cognitive interventions by using context-aware transition prompting."
        },
        {
            "title": "Can computerized cognitive training reverse the diagnosis of HIV-associated neurocognitive disorder? A research protocol.",
            "abstract": "Nearly 50% of adults with HIV have some form of HIV-associated neurocognitive disorder (HAND), ranging from subtle to symptoms that interfere with everyday functioning and quality of life. HAND is diagnosed when a person performs more than 1 standard deviation below his or her normative mean on standardized measures in two or more cognitive domains (e.g., attention, speed of processing, verbal memory, executive functioning). As adults age with HIV, they are more likely to develop comorbidities such as cardiovascular disease, hypertension, and insulin resistance that may further contribute to poorer cognitive functioning and HAND. Certain computerized cognitive training programs may be able to improve specific cognitive domains in those with HIV. Such programs may be effective in changing the diagnosis of HAND in cognitively vulnerable adults. In this article, we describe the design and methods of TOPS-the Training On Purpose Study. In this on-going experimental study, 146 older adults (50+) with HAND are randomized to either: (i) an Individualized-Targeted Cognitive Training group, or (ii) a no-contact control group. This study targets those cognitive domains in which participants experience a deficit and trains participants with the corresponding computerized cognitive training program for that domain. An Individualized Targeted Cognitive Training approach using cognitive-domain-specific cognitive training programs may offer symptom relief to those individuals diagnosed with HAND, which may actually reverse this diagnosis. Given that these cognitive training programs are commercially available, this approach represents a potential paradigm shift in how HAND is considered and treated."
        },
        {
            "title": "Proceedings #5. a pilot study of cognitive training with or without tDCS for cognitive deficits in older persons with HIV.",
            "abstract": "## Background: HIV infection is associated with cognitive impairments even when otherwise effectively treated. This study explored the usefulness of cognitive training with and without transcranial direct current stimulation (tDCS) in older persons with HIV. ## Method: Eleven individuals with HIV-related mild neurocognitive disorder were randomly assigned to receive computer-based cognitive training with or without anodal tDCS at 1.5 mA X 20 minutes to the left dorsolateral prefrontal cortex. Those not receiving active tDCS received sham treatment. Participants completed a battery of cognitive tests and self-report measures before and after training. ## Results: Cognitive test data suggest that persons receiving tDCS improved on measures of learning and working memory to a greater extent that those who did not. Those receiving tDCS reported improved mood and fewer cognitive problems after training. Participants stated that they enjoyed training. ## Conclusion: Cognitive training with tDCS may be useful in addressing HIV-related cognitive dysfunction."
        },
        {
            "title": "Evidence-Based Interventions for Adult Aural Rehabilitation: That Was Then, This Is Now.",
            "abstract": "More than a decade after Arthur Boothroyd published \"Adult Aural Rehabilitation: What Is It and Does It Work?,\" the four cornerstones of adult aural rehabilitation are re-examined in terms of research that we and others in the field have undertaken. The focus is on novel advances in high-quality research relating to interventions to support self-management for hearing aids and other listening devices (sensory management), knowledge and skill (instruction), auditory and cognitive training (perceptual training), and motivational engagement (counseling). Much of this new research has a theoretical underpinning (e.g., behavior change theory) to better guide the development and evaluation of interventions, with a focus on self-management and patient-centered approaches. New and emerging technologies that support e- and m-health delivery of interventions provide greater personalization and interactivity to promote self-management of hearing loss. Looking to the future, there remains a requirement for a set of relevant and appropriate outcome measures to evaluate the effectiveness of interventions trialed in clinical studies. There is a continuing need for high-quality evidence, underpinned by contemporary theory, to increase the likelihood that translational adult aural rehabilitation research that aims to benefit patients will be applied in future clinical practice."
        },
        {
            "title": "ProsthesisWare: concepts and caveats for microcomputer-based aids to everyday living.",
            "abstract": "Two main approaches have been taken in using the microcomputer as an aid to the elderly for everyday living. The first strategy is often termed cognitive rehabilitation and uses the computer as a tutor for the training or retraining of such general cognitive skills as memory or attention. The strength of this strategy is that it is inexpensive and deliverable; its weakness is that it is ineffective for many people because it requires plasticity and the ability to generalize to real-life situations. The second strategy, termed ProsthesisWare, uses the computer as a prosthetic or augmentative device for any deficiencies in cognitive or motor abilities. The strength of the ProsthesisWare approach is that it can be effective in providing compensation and in maintaining the independent home environment that most people desire; its weakness is that it requires acceptance, maintenance, and idiosyncratic customization. As an illustration of the ProsthesisWare program. SpeechWare is presented. This software serves as a prosthetic aid for those who, as a result of stroke, amyotrophic lateral sclerosis, or other neurological impairment, have lost the ability to communicate and who may also have severe motor impairments. SpeechWare also includes telephone, distance electronic, and written communication functions as well as basic control of household appliances and environment."
        },
        {
            "title": "The Cognitive Effects of Wearable Cameras in Mild Alzheimer Disease - An Experimental Study.",
            "abstract": "Background:\n        \n      \n      Wearable cameras are a new type of intervention aimed at stimulating memory in Alzheimer's disease (AD). Such passive external memory aids have started to be considered as alternatives to both more active external aids (such as writing in diaries, journals, and timetables) and to internal cognitive strategies (such as spaced retrieval, errorless learning).\n    \n\n\n          Objective:\n        \n      \n      In order to understand the benefits of these innovative devices for memory compensation, the present experiment examined the effectiveness of two memory training strategies: SenseCam, a wearable camera, a passive external memory aid and a memory training programme (MEMO+) created from tasks known to stimulate memory, in comparison with a control condition, a personal written diary.\n    \n\n\n          Method:\n        \n      \n      Fifty-one patients with mild AD were randomly assigned to one of these three groups. Training lasted for six consecutive weeks, two sessions a week, one hour each, for all groups. Patients underwent a neuropsychological assessment at baseline, after treatment and at follow up (six months later).\n    \n\n\n          Results:\n        \n      \n      Groups showed non-significant differences at baseline. After treatment and at follow up, the SenseCam group had a superior autobiographical memory (AM) performance, compared to the Memo+ and Diary groups. The SenseCam and the Memo+ groups both showed improved episodic and semantic memory, and somewhat improved executive function.\n    \n\n\n          Conclusion:\n        \n      \n      Our results suggest that passive memory training with SenseCam is a promising alternative to traditional memory training programs to help AD patients with autobiographical memory performance."
        },
        {
            "title": "Electrophysiologic Assessment of Auditory Training Benefits in Older Adults.",
            "abstract": "Older adults often exhibit speech perception deficits in difficult listening environments. At present, hearing aids or cochlear implants are the main options for therapeutic remediation; however, they only address audibility and do not compensate for central processing changes that may accompany aging and hearing loss or declines in cognitive function. It is unknown whether long-term hearing aid or cochlear implant use can restore changes in central encoding of temporal and spectral components of speech or improve cognitive function. Therefore, consideration should be given to auditory/cognitive training that targets auditory processing and cognitive declines, taking advantage of the plastic nature of the central auditory system. The demonstration of treatment efficacy is an important component of any training strategy. Electrophysiologic measures can be used to assess training-related benefits. This article will review the evidence for neuroplasticity in the auditory system and the use of evoked potentials to document treatment efficacy."
        },
        {
            "title": "Testing the Effects of 3D Multiple Object Tracking Training on Near, Mid and Far Transfer.",
            "abstract": "Cognitive training (CT) aims to develop domain general mental abilities to support functions like decision making, multitasking, and performance under pressure. Research to date has indicated that CT likely aids performance on lab-based cognitive tests, but there has been little demonstration of transfer to tasks representative of real-world high performance environments. This study aimed to assess transfer from a CT intervention to near and mid-level transfer tasks, plus a far transfer test representative of real-world multitasking in a military environment. 84 participants were randomized to four independent training groups, using NeuroTracker, a CT task based on 3D object tracking. There was no evidence for near transfer (to another object tracking task) or for far transfer to a route monitoring task designed to replicate real-world multitasking. There may, however, have been some improvement in working memory performance as a result of training. These findings raise further questions about whether domain general CT will transfer to real-world performance. Effective uses of CT may require more task specific training targeting mid-level transfer effects."
        },
        {
            "title": "Effects of speed of processing training and transcranial direct current stimulation on global sleep quality and speed of processing in older adults with and without HIV: A pilot study.",
            "abstract": "Some older adults with human immunodeficiency virus (HIV) experience poor sleep which can worsen cognition. Transcranial direct current stimulation (tDCS) and cognitive training have improved sleep and cognition in studies of older adults; yet, their combined influence is unknown in adults with HIV. Older adults with HIV (n = 33) and without HIV (n = 33) were randomized to receive 10 one-hour sessions of speed of processing (SOP) training with tDCS or sham tDCS over approximately 5 weeks. tDCS with SOP training did not improve sleep. Omitting correction of multiple comparisons for this exploratory pilot study, main effects for HIV (F[1, 59] = 5.26, p = .03, ηp2 = .082) and tDCS (F[1, 59] = 5.16, p = .03, ηp2 = .080) on the Digit Copy Test were detected. A HIV × tDCS interaction was detected on the Letter Comparison Test (F[1, 59] = 5.50, p = .02, ηp2 = .085). Useful Field of View scores improved across all four groups (F[1, 59] = 64.76, p < .001, ηp2 = .523). No significant effects for HIV (F[1, 59] = 1.82, p = .18) and tDCS (F[1, 59] = .01, p = .94) were detected on the Useful Field of View test. While the current study did not show effects of combined tDCS and SOP training on sleep quality, future studies are needed to examine the effects of such interventions on sleep-related cognitive functions among cognitively impaired adults with HIV."
        },
        {
            "title": "A pilot study of cognitive training with and without transcranial direct current stimulation to improve cognition in older persons with HIV-related cognitive impairment.",
            "abstract": "Background:\n        \n      \n      In spite of treatment advances, HIV infection is associated with cognitive deficits. This is even more important as many persons with HIV infection age and experience age-related cognitive impairments. Both computer-based cognitive training and transcranial direct current stimulation (tDCS) have shown promise as interventions to improve cognitive function. In this study, we investigate the acceptability and efficacy of cognitive training with and without tDCS in older persons with HIV.\n    \n\n\n          Patients and methods:\n        \n      \n      In this single-blind randomized study, participants were 14 individuals of whom 11 completed study procedures (mean age =51.5 years; nine men and two women) with HIV-related mild neurocognitive disorder. Participants completed a battery of neuropsychological and self-report measures and then six 20-minute cognitive training sessions while receiving either active or sham anodal tDCS over the left dorsolateral prefrontal cortex. After training, participants completed the same measures. Success of the blind and participant reactions were assessed during a final interview. Assessments were completed by an assessor blind to treatment assignment. Pre- and post-training changes were evaluated via analysis of covariance yielding estimates of effect size.\n    \n\n\n          Results:\n        \n      \n      All participants believed that they had been assigned to active treatment; nine of the 11 believed that the intervention had improved their cognitive functioning. Both participants who felt the intervention was ineffective were assigned to the sham condition. None of the planned tested interactions of time with treatment was significant, but 12 of 13 favored tDCS (P=0.08). All participants indicated that they would participate in similar studies in the future.\n    \n\n\n          Conclusion:\n        \n      \n      Results show that both cognitive training via computer game playing and tDCS were well accepted by older persons with HIV infection. Results are suggestive that tDCS may improve cognitive function in persons with HIV infection. Further study of tDCS as an intervention for HIV-related cognitive dysfunction is warranted."
        },
        {
            "title": "EFNS guidelines on cognitive rehabilitation: report of an EFNS task force.",
            "abstract": "Disorders of language, spatial perception, attention, memory, calculation and praxis are a frequent consequence of acquired brain damage [in particular, stroke and traumatic brain injury (TBI)] and a major determinant of disability. The rehabilitation of aphasia and, more recently, of other cognitive disorders is an important area of neurological rehabilitation. We report here a review of the available evidence about effectiveness of cognitive rehabilitation. Given the limited number and generally low quality of randomized clinical trials (RCTs) in this area of therapeutic intervention, the Task Force considered, besides the available Cochrane reviews, evidence of lower classes which was critically analysed until a consensus was reached. In particular, we considered evidence from small group or single cases studies including an appropriate statistical evaluation of effect sizes. The general conclusion is that there is evidence to award a grade A, B or C recommendation to some forms of cognitive rehabilitation in patients with neuropsychological deficits in the post-acute stage after a focal brain lesion (stroke, TBI). These include aphasia therapy, rehabilitation of unilateral spatial neglect (ULN), attentional training in the post-acute stage after TBI, the use of electronic memory aids in memory disorders, and the treatment of apraxia with compensatory strategies. There is clearly a need for adequately designed studies in this area, which should take into account specific problems such as patient heterogeneity and treatment standardization."
        },
        {
            "title": "Immediate improvement of speech-in-noise perception through multisensory stimulation via an auditory to tactile sensory substitution.",
            "abstract": "Background:\n        \n      \n      Hearing loss is becoming a real social and health problem. Its prevalence in the elderly is an epidemic. The risk of developing hearing loss is also growing among younger people. If left untreated, hearing loss can perpetuate development of neurodegenerative diseases, including dementia. Despite recent advancements in hearing aid (HA) and cochlear implant (CI) technologies, hearing impaired users still encounter significant practical and social challenges, with or without aids. In particular, they all struggle with understanding speech in challenging acoustic environments, especially in presence of a competing speaker.\n    \n\n\n          Objectives:\n        \n      \n      In the current proof-of-concept study we tested whether multisensory stimulation, pairing audition and a minimal-size touch device would improve intelligibility of speech in noise.\n    \n\n\n          Methods:\n        \n      \n      To this aim we developed an audio-to-tactile sensory substitution device (SSD) transforming low-frequency speech signals into tactile vibrations delivered on two finger tips. Based on the inverse effectiveness law, i.e., multisensory enhancement is strongest when signal-to-noise ratio is lowest between senses, we embedded non-native language stimuli in speech-like noise and paired it with a low-frequency input conveyed through touch.\n    \n\n\n          Results:\n        \n      \n      We found immediate and robust improvement in speech recognition (i.e. in the Signal-To-Noise-ratio) in the multisensory condition without any training, at a group level as well as in every participant. The reported improvement at the group-level of 6 dB was indeed major considering that an increase of 10 dB represents a doubling of the perceived loudness.\n    \n\n\n          Conclusions:\n        \n      \n      These results are especially relevant when compared to previous SSD studies showing effects in behavior only after a demanding cognitive training. We discuss the implications of our results for development of SSDs and of specific rehabilitation programs for the hearing impaired either using or not using HAs or CIs. We also discuss the potential application of such a set-up for sense augmentation, such as when learning a new language."
        },
        {
            "title": "Cognitive rehabilitation for mild cognitive impairment: developing and piloting an intervention.",
            "abstract": "This was an exploratory study, with the purpose of developing and piloting an intervention for people with mild cognitive impairment (MCI) and their family members using cognitive rehabilitation. A case series design was used with pre- and post-intervention and 3-month follow-up outcome measures. Five participants (two males, three females; mean age 75 years) with a diagnosis of MCI attended the memory clinic with a family member. Intervention consisted of six to eight individual sessions of cognitive rehabilitation consisting of personalized interventions to address individually relevant goals delivered weekly. The main rehabilitation strategies utilized were external aids, personal diary, face-name association, relaxation, and encouraging participants to develop habits and routines. The primary outcome measure was goal attainment as assessed by Goal Attainment Scaling. Secondary outcome measures included measures of memory, anxiety, depression, and activities of daily living. Qualitative data were collected post-intervention by interview. Post-intervention 84% of the goals were attained, with 68% maintained at a 3-month follow-up. Mean anxiety and depression scores decreased during the intervention. No significant changes were recorded on a test of memory. The findings suggest that the strongest effect was in relation to compensatory strategies for prospective and episodic memory deficits. Feedback from participants during qualitative interviews indicated that they found strategies useful and implemented them in their daily routines. The findings support the use of a dyadic cognitive rehabilitation intervention for people with MCI and memory difficulties."
        },
        {
            "title": "Cognitive Consequences of Aging with HIV: Implications for Neuroplasticity and Rehabilitation.",
            "abstract": "Combination active antiretroviral therapy prevents HIV from replicating and ravaging the immune system, thus allowing people to age with this disease. Unfortunately, the synergistic effects of HIV and aging can predispose many to become more at-risk of developing cognitive deficits which can interfere with medical management, everyday functioning, and quality of life. The purpose of this article is to describe the role of cognitive reserve and neuroplasticity on cognitive functioning in those aging with this disease. Specifically, the role of environment and the health of these individuals can compromise cognitive functioning. Fortunately, some cognitive interventions such as prevention and management of co-morbidities, cognitive remediation therapy, and neurotropic medications may be of value in preventing and rehabilitating the cognitive consequences of aging with HIV. Novel approaches such as cognitive prescriptions, transcranial direct stimulation, and binaural beat therapy may also be considered as possible techniques for cognitive rehabilitation."
        },
        {
            "title": "Development of a patient-centred, patient-reported outcome measure (PROM) for post-stroke cognitive rehabilitation: qualitative interviews with stroke survivors to inform design and content.",
            "abstract": "Background:\n        \n      \n      Improving cognition is service users' top research priority for life after stroke, and future research should include outcomes that they deem important. Patient perspectives on outcomes are collected using patient-reported outcome measures (PROMs). There is currently no patient-centred PROM specific for cognitive rehabilitation trials.\n    \n\n\n          Objective:\n        \n      \n      Inform PROM development by exploring stroke survivor perspectives on the important, measurable impacts of persisting post-stroke cognitive problems.\n    \n\n\n          Design:\n        \n      \n      Qualitative semi-structured interviews in participants' homes.\n    \n\n\n          Participants:\n        \n      \n      Purposive sample of 16 cognitively impaired stroke survivors at least six months post-stroke.\n    \n\n\n          Methods:\n        \n      \n      Interviews used a schedule and communication aids developed through patient consultation. Interviews were transcribed verbatim with non-verbal communication recorded using field notes. Data were analysed using a framework approach to find commonalities to shape the focus and content of an outcome measure.\n    \n\n\n          Results:\n        \n      \n      Participants identified important impacts of their 'invisible' cognitive problems, outside of other stroke-related impairments. Cognitive problems exacerbated emotional issues and vice versa. Changes in self-identity and social participation were prominent. Impact was not spoken about in terms of frequency but rather in terms of the negative affect associated with problems; terms like 'bothered' and 'frustration' were often used.\n    \n\n\n          Conclusions:\n        \n      \n      The results support the development of a PROM specifically designed to address the impact of cognitive problems. It should: include items addressing a comprehensive range of cognitive skills; ask questions about mood, self-identity and social participation; use accessible wording that respondents understand and endorse; measure impact rather than frequency; and explore perceived impact on carers."
        },
        {
            "title": "Cognitive rehabilitation in patients with mild cognitive impairment.",
            "abstract": "Objective:\n        \n      \n      To explore the benefits of a multi-component cognitive rehabilitation programme in patients with mild cognitive impairment (MCI).\n    \n\n\n          Methods:\n        \n      \n      Patients with MCI (n = 18) and patients with mild dementia in Alzheimer's disease (n = 10) participated in a 4-week cognitive rehabilitation programme in a day clinic setting. The intervention was provided in group format and included activity planning, self-assertiveness training, relaxation techniques, stress management, use of external memory aids, memory training, and motor exercise.\n    \n\n\n          Results:\n        \n      \n      After 4 weeks, MCI patients showed significant improvements on activities of daily living, mood, verbal and nonverbal episodic memory. In contrast, patients with mild dementia exhibited a non-significant increase in verbal memory but no other changes. MCI subjects allocated to the waiting list control condition (n = 12) showed a significant re-test effect on verbal episodic memory, but no improvement of everyday activities or mood.\n    \n\n\n          Conclusions:\n        \n      \n      The study demonstrates that patients with MCI benefit from a multi-component cognitive rehabilitation programme with regard to activities of daily living, mood, and memory performance."
        },
        {
            "title": "Self-efficacy, hedonistic expectancies, and condom-use intentions among inner-city black adolescent women: a social cognitive approach to AIDS risk behavior.",
            "abstract": "The effects on condom-use intentions of an acquired immune deficiency syndrome (AIDS) prevention intervention based on social cognitive theory were investigated among 19 sexually active black adolescent women recruited from an inner-city family planning clinic. The women received the social cognitive intervention designed to increase perceived self-efficacy and favorable outcome expectancies about the hedonistic consequences of using condoms or one of two control interventions: An information-alone intervention designed to increase AIDS knowledge or a general health-promotion intervention designed to provide information about important health problems other than AIDS. All interventions lasted 105 min and involved films and small-group exercises. Participants' evaluations did not differ among conditions. As hypothesized, analysis of covariance indicated that participants in the social cognitive condition reported greater intentions to use condoms than did those in the two control conditions. In addition, participants in the social cognitive condition scored higher in perceived self-efficacy and favorable hedonistic expectancies--the two hypothesized mediators of the intervention effect. Although participants who received the information-alone intervention subsequently had greater AIDS knowledge than did those in the health promotion condition, they did not express greater intentions to use condoms. These results highlight the value of a social cognitive approach to AIDS risk behavior: outcome expectancies regarding the effects of precautionary practices on sexual enjoyment and perceived self-efficacy to implement such practices play an important role in decisions about condom use."
        },
        {
            "title": "Auditory and Cognitive Training for Cognition in Adults With Hearing Loss: A Systematic Review and Meta-Analysis.",
            "abstract": "This systematic review and meta-analysis examined the efficacy of auditory training and cognitive training to improve cognitive function in adults with hearing loss. A literature search of academic databases (e.g., MEDLINE, Scopus) and gray literature (e.g., OpenGrey) identified relevant articles published up to January 25, 2018. Randomized controlled trials (RCTs) or repeated measures designs were included. Outcome effects were computed as Hedge's g and pooled using random-effects meta-analysis (PROSPERO: CRD42017076680). Nine studies, five auditory training, and four cognitive training met the inclusion criteria. Following auditory training, the pooled effect was small and statistically significant for both working memory ( g = 0.21; 95% CI [0.05, 0.36]) and overall cognition ( g = 0.19; 95% CI [0.07, 0.31]). Following cognitive training, the pooled effect for working memory was small and statistically significant ( g = 0.34; 95% CI [0.16, 0.53]), and the pooled effect for overall cognition was large and significant ( g = 1.03; 95% CI [0.41, 1.66]). However, this was dependent on the classification of training approach. Sensitivity analyses revealed no statistical difference between the effectiveness of auditory and cognitive training for improving cognition upon removal of a study that used a combined auditory-cognitive approach, which showed a very large effect. Overall certainty in the estimation of effect was \"low\" for auditory training and \"very low\" for cognitive training. High-quality RCTs are needed to determine which training stimuli will provide optimal conditions to improve cognition in adults with hearing loss."
        },
        {
            "title": "Barriers to the implementation of a computer-based rehabilitation programme in two public psychiatric settings.",
            "abstract": "Background:\n        \n      \n      Working memory (WM) deficits have a negative impact on treatment adherence and quality of life. Efficient and effective interventions are needed in order to improve the cognitive functioning of those affected, especially in low-resource communities. Computer-based rehabilitation programmes (CBRP) are low-cost therapeutic approaches for WM deficits. Perceptions and experiences of target users may influence whether CBRP constitute an effective therapeutic option for adults with cognitive impairment in under-resourced environments.\n    \n\n\n          Aim:\n        \n      \n      The goal of the study was to explore the experiences of a group of volunteers with WM deficits (associated with diagnoses of HIV and schizophrenia), in terms of the perceived barriers they encountered during their participation in a CBRP.\n    \n\n\n          Methods:\n        \n      \n      A qualitative, descriptive research design was implemented. Short interviews and field notes were used in order to investigate the experiences of nine participants in relation to the CBRP. The sample included four participants living with HIV and five with schizophrenia, all with WM deficits.\n    \n\n\n          Results:\n        \n      \n      Using a thematic analysis, eight barriers were identified: unawareness of the cognitive deficit, anticipation of negative results, stigma, difficulties accessing a computer and/or Internet connection, ill health, negative emotional experiences, daily routine challenges and non-conducive or sabotaging environments. A representational model of these barriers is proposed.\n    \n\n\n          Conclusion:\n        \n      \n      The implementation of a cognitive rehabilitation strategy should not only take into consideration issues of access to particular strategies and materials but should also be preceded by an exploration of how individual and contextual barriers are experienced by the potential users, as these contribute to the risk of dropout."
        },
        {
            "title": "A pilot investigation on the effects of combination transcranial direct current stimulation and speed of processing cognitive remediation therapy on simulated driving behavior in older adults with HIV.",
            "abstract": "Cognitive impairments seen in people living with HIV (PLWH) are associated with difficulties in everyday functioning, specifically driving. This study utilized speed of processing cognitive remediation therapy (SOP-CRT) with transcranial direct current stimulation (tDCS) to gauge the feasibility and impact on simulated driving. Thirty PLWH (\n"
        },
        {
            "title": "Effects of An Occupational Therapy Memory Strategy Education Group Intervention on Irish Older Adults' Self-Management of Everyday Memory Difficulties.",
            "abstract": "An occupational therapy memory strategy education group (MSEG) was developed to assist clients with varying levels of memory impairment to adopt strategies to manage memory impairment in their daily lives. Participants were healthy older adults presenting with subjective memory complaints (SMC, n = 14), mild cognitive impairment (MCI, n = 33), or early stages of dementia (n = 13). Clients and their caregivers attended a one-hour session each week for six weeks. Outcome measures were taken at baseline, two weeks post completion of the group, and at a 3-month follow-up for 47 participants. Statistically significant improvements post-program were scored on the Rivermead Behavioural Memory Test (p = 0.001) and a dementia quality of life measure (p = 0.02), with increased use of external memory aids (p < 0.001) and significant improvements in participants' self-ratings of performance (p < 0.001) and satisfaction with their performance (p < 0.001) using the Canadian Occupational Performance Measure. Findings suggest positive outcomes that were maintained at 3-month follow-up and thus, support the role of occupational therapy in delivering occupation-focused memory strategy programs."
        },
        {
            "title": "The role of neuroplasticity and cognitive reserve in aging with HIV: recommendations for cognitive protection and rehabilitation.",
            "abstract": "By and large, the immune systems of people infected with HIV are being protected and maintained by advances in highly active antiretroviral therapy; as such, this is extending the lives of people into old age. Unfortunately, for many living with this disease, HIV is associated with neuroinflammation, co-morbidities, and accelerated aging which can compromise brain function, resulting in cognitive deficits. The purpose of this article is to highlight how to interpret these deficits within the framework of neuroplasticity and cognitive reserve for this clinical population. We suggest several recommendations for cognitive rehabilitation and mitigation such as addressing lifestyle factors, psychostimulants, cognitive remediation therapy, and treatment of depression and anxiety. Implications for nursing research and practice are posited."
        },
        {
            "title": "Can Individualized-Targeted Computerized Cognitive Training Benefit Adults with HIV-Associated Neurocognitive Disorder? The Training on Purpose Study (TOPS).",
            "abstract": "Half of people with HIV (PWH) have HIV-associated neurocognitive disorder (HAND). This study examined whether cognition can be improved using a framework targeting impaired individual cognitive domains in PWH with HAND. In this two-group pre-post experimental design study, 88 adults with HAND were randomized to either: (1) a no-contact control group (n = 40) or (2) the Individualized-Targeted Cognitive Training group (n = 48). Baseline cognitive performance was assessed on eight cognitive domains. A theoretical framework was used to determine the two cognitive domains selected for training. With priority on speed of processing (SOP) and attention impairments, participants received SOP and/or attention training if such impairments were detected; if not, participants were assigned to cognitive training in one/two of the least impaired cognitive domains contributing to their HAND diagnosis. Global cognitive score was slightly improved following training (p = 0.256; d = - 0.21), but it was not significant. Significant improvements were observed on SOP following training in that domain (SOP; d = - 0.88; p = 0.011). SOP training also improved functioning in other cognitive domains. This individualized cognitive intervention did not change HAND status, but it did result in improved SOP, in turn yielding improvement in other cognitive domains.\n"
        },
        {
            "title": "The Role of Mental Health Services in Addressing HIV Infection Among Women With Serious Mental Illness.",
            "abstract": "Objective:\n        \n      \n      This article reviews how mental health services can best prevent and treat HIV infection among women with serious mental illness.\n    \n\n\n          Methods:\n        \n      \n      This is a selective narrative review of the recent literature on mental health services and HIV. The author used the terms \"HIV,\" \"serious mental illness,\" and \"women\" to search Google Scholar.\n    \n\n\n          Results:\n        \n      \n      Out of 500 relevant papers retrieved, 82 were included, based on their state-of-the-art findings. Women with serious mental illness at risk of HIV were found to be an especially vulnerable group. The evidence suggests that discussion of the modes of viral transmission reduces the risk of infection in this population, as do psychoeducation; long-term antipsychotic medication; adherence therapy; community treatment orders; prevention of domestic violence and homelessness; disbursement of financial entitlements; provision of psychotherapy and social support; cognitive rehabilitation; promotion of abstinence, monogamy, or reduction in the number of sexual partners; access to and training in the use of condoms; prophylaxis with vaginal microbicides and oral antiretroviral drugs; prompt diagnosis and treatment of sexually transmitted diseases; across-the-board offers of HIV testing; and preservation and monitoring of reproductive health. For HIV-positive individuals, comprehensive treatment measures have included prompt HIV treatment; long-term retention in care; supervision of medication adherence and drug interactions; rapid management of substance use disorders and all other comorbidities as well as drug side effects; and preclusion of professional stigmatization.\n    \n\n\n          Conclusions:\n        \n      \n      There is now sufficient evidence to recommend effective combinations of strategies to prevent and treat HIV within mental health services."
        },
        {
            "title": "Tolerance by surprise: evidence for a generalized reduction in prejudice and increased egalitarianism through novel category combination.",
            "abstract": "Prejudices towards different groups are interrelated, but research has yet to find a way to promote tolerance towards multiple outgroups. We devise, develop and implement a new cognitive intervention for achieving generalized tolerance based on scientific studies of social categorization. In five laboratory experiments and one field study the intervention led to a reduction of prejudice towards multiple outgroups (elderly, disabled, asylum seekers, HIV patients, gay men), and fostered generalized tolerance and egalitarian beliefs. Importantly, these effects persisted outside the laboratory in a context marked by a history of violent ethnic conflict, increasing trust and reconciliatory tendencies towards multiple ethnic groups in the Former Yugoslav Republic of Macedonia. We discuss the implications of these findings for intervention strategies focused on reducing conflict and promoting peaceful intergroup relations."
        },
        {
            "title": "[Learning potential and cognitive remediation in schizophrenia].",
            "abstract": "Background:\n        \n      \n      Many studies have stressed the importance of neurocognitive deficits in schizophrenia that represent a core feature of the pathology. Cognitive dysfunctions are present in 80% of schizophrenic patients, including deficits in attention, memory, speed processing and executive functioning, with well-known functional consequences on daily life, social functioning and rehabilitation outcome. Recent studies have stressed that cognitive deficits, rather than the positive or negative symptoms of schizophrenia, predict poor performance in basic activities of daily living. If it is possible to reduce psychotic symptoms and to prevent relapses with antipsychotic medication, it is not yet possible to have the same convincing impact on cognitive or functional impairments. Cognitive remediation is a new psychological treatment which has proved its efficacy in reducing cognitive deficits. A growing literature on cognitive rehabilitation suggests possibilities that in schizophrenia, specific techniques are able to enhance an individual's cognitive functioning.\n    \n\n\n          Literature findings:\n        \n      \n      Presently, two distinct and complementary cognitive remediation methods have been developed: the compensatory and the restorative approaches: (A) restorative approaches attempt to improve function by recruiting relatively intact cognitive processes to fill the role of those impaired, or by using prosthetic aids to compensate for the loss of function; (B) in contrast, in the restorative approach cognitive deficits are targeted directly through repeated practice training. However, results concerning cognitive remediation remain inconsistent. It is clear that not all individuals with schizophrenia display cognitive impairment, and even among those who do, the specific pattern of cognitive functioning varies. Moreover, traditional neurocognitive assessment, with a single or static administration of cognitive measures, provides moderately good prediction of skills acquisition in schizophrenia. Among other factors such as motivation, awareness of having a disease and acuteness of symptomatology, some studies have exposed that a cognitive variable, learning potential could mediate in part the effectiveness of cognitive remediation.\n    \n\n\n          Discussion:\n        \n      \n      The concept of learning potential is used to explain some of the observed variability in cognitive functioning. Learning potential is the ability to attain and utilize cognitive skills after cognitive training: it is assessed by individual variation in performance across three consecutive administrations of the Wisconsin Card Sorting Test (WCST): a pretest with standard instruction procedures, a training phase with expanded instruction and a post test with only standard instruction. Three learner subtypes can be identified: \"learners\" who perform poorly at the pretest but improve performance during the post-test, \"non-retainers\" who perform poorly at pre-test and do not improve at post-testing and \"high achievers\" who perform well in the initial pretest and maintain their good performance across the other two administrations. The assessment of learning potential could predict, with other psychological measures such as insight and motivation, the most effective neurocognitive rehabilitation program for an individual patient, and could help the clinician to optimize patient outcome through appropriate individual management.\n    \n\n\n          Conclusion:\n        \n      \n      Indeed, learning potential could represent a good cognitive predictor and indicator for rehabilitation in schizophrenia for clinicians and should be used in cognitive assessment practice. However, the individuals most likely to benefit from cognitive remediation, and whether changes in cognitive function translate into functional improvements, are as yet unclear."
        },
        {
            "title": "The Long-Term Efficacy of Working Memory Training in Healthy Older Adults: A Systematic Review and Meta-Analysis of 22 Randomized Controlled Trials.",
            "abstract": "Objectives:\n        \n      \n      The long-lasting efficacy of working memory (WM) training has been a controversial and still ardently debated issue. In this meta-analysis, the authors explored the long-term effects of WM training in healthy older adults on WM subdomains and abilities outside the WM domain assessed in randomized controlled studies.\n    \n\n\n          Method:\n        \n      \n      A systematic literature search of PubMed, Web of Science, PsycINFO, Cochrane Library, ProQuest, clinicaltrials.gov, and Google Scholar was conducted. Random-effects models were used to quantitatively synthesize the existing data.\n    \n\n\n          Results:\n        \n      \n      Twenty-two eligible studies were included in the meta-analysis. The mean participant age ranged from 63.77 to 80.1 years. The meta-synthesized long-term effects on updating were 0.45 (95% confidence interval = 0.253-0.648, <6 months: 0.395, 0.171-0.619, ≥6 months: 0.641, 0.223-1.058), on shifting, 0.447 (0.246-0.648, <6 months: 0.448, 0.146-0.75, ≥6 months: 0.446, 0.176-0.716); on inhibition, 0.387 (0.228-0.547, <6 months: 0.248, 0.013-0.484, ≥6 months: 0.504, 0.288-0.712); on maintenance, 0.486 (0.352-0.62, <6 months: 0.52, 0.279-0.761, ≥6 months: 0.471, 0.31-0.63).\n    \n\n\n          Discussion:\n        \n      \n      The results showed that WM training exerted robust long-term effects on enhancing the WM system and improving processing speed and reasoning in late adulthood. Future studies are needed to use different tasks of the same WM construct to evaluate the WM training benefits, to adopt more ecological tasks or tasks related to daily life, to improve the external validity of WM training, and to identify the optimal implementation strategy for WM training."
        },
        {
            "title": "Women awareness of controllable risk of dementia in Riyadh, Saudi Arabia.",
            "abstract": "A large number of existing studies in the broader literature have speculated on the role of gender in the incidence of dementia. Most of these studies tend to suggest that women have an increased risk of dementia when matched with men. The objective of the study was to evaluate awareness of controllable risk of dementia among women such as social enhancement, cognitive training, tobacco cessation, avoid alcohol consumption, increasing physical activity, management of overweight, hypertension, high lipids, diabetes, depression and provision of hearing aids to elderly after screening. The study sample consisted of female health care providers (n=31), college teaching staff (n=19), and students (n= 34) in Riyadh, Saudi Arabia. The study sample was sent a quiz between May and June 2020, through Whatsapp and email, and participation made entirely voluntary. The findings showed that the level of awareness increased with an increase in age. A positive correlation was observed between age and the level of awareness. The study findings also showed that healthcare providers had outstandingly high level of awareness on the controllable risk of dementia compared to college students. Based on these findings, the study recommends efforts that can increase awareness on the controllable risk of dementia, through campaigns or educational courses."
        },
        {
            "title": "Generating an item pool for translational social cognition research: methodology and initial validation.",
            "abstract": "Existing sets of social and emotional stimuli suitable for social cognition research are limited in many ways, including size, unimodal stimulus delivery, and restriction to major universal emotions. Existing measures of social cognition could be improved by taking advantage of item response theory and adaptive testing technology to develop instruments that obtain more efficient measures of multimodal social cognition. However, for this to be possible, large pools of emotional stimuli must be obtained and validated. We present the development of a large, high-quality multimedia stimulus set produced by professional adult and child actors (ages 5 to 74) containing both visual and vocal emotional expressions. We obtained over 74,000 audiovisual recordings of a wide array of emotional and social behaviors, including the main universal emotions (happiness, sadness, anger, fear, disgust, and surprise), as well as more complex social expressions (pride, affection, sarcasm, jealousy, and shame). The actors generated a high quantity of technically superior, ecologically valid stimuli that were digitized, archived, and rated for accuracy and intensity of expressions. A subset of these facial and vocal expressions of emotion and social behavior were submitted for quantitative ratings to generate parameters for validity and discriminability. These stimuli are suitable for affective neuroscience-based psychometric tests, functional neuroimaging, and social cognitive rehabilitation programs. The purposes of this report are to describe the method of obtaining and validating this database and to make it accessible to the scientific community. We invite all those interested in participating in the use and validation of these stimuli to access them at www.med.upenn.edu/bbl/actors/index.shtml ."
        },
        {
            "title": "HIV and Cognitive Impairment in Clinical Practice: The Evaluation of a Stepwise Screening Protocol in Relation to Clinical Outcomes and Management.",
            "abstract": "Neurocognitive impairment (NCI) is an increasingly important comorbidity in an ageing HIV+ population. Despite the lack of available treatment modalities, screening for NCI is recommended. In the UMC Utrecht, yearly NCI screening is done using the Montreal Cognitive Assessment (MoCA) tool and the HIV Dementia Scale (HDS). The aim of this study was to evaluate this screening protocol in relation to clinical outcomes and management. A retrospective cohort study was performed in suppressed adult HIV+ patients. Apart from the MoCa and the HDS, the Utrecht Scale for Evaluation of Rehabilitation-Participation (USER-P) and the Hospital Anxiety and Depression Scale (HADS) were performed. Patients scoring below average on cognitive screening tests or with subjective cognitive complaints were further evaluated using a standardized protocol, including optimizing cART and checking for somatic disorders. In patients with cognitive complaints and participation restrictions, cognitive rehabilitation was proposed. Two hundred eighty-six patients were screened. The vast majority were MSM with an average age of 49 years. One hundred forty-four out of 286 patients (50%) had an abnormal test score and/or had subjective cognitive complaints. Restrictions in participation were present in 23% of patients. Six patients on Efavirenz switched their regimes, as this drug is known for its potential central nervous system (CNS) side effects. A depressive component was present in 58 patients (40%). Five patients had a clinical relevant laboratory abnormality. Moreover, six patients were referred for cognitive rehabilitation, which resulted in a 100% success rate in set goals in the five evaluable patients. Although the protocol was not fully adhered to in all patients, it did result in detectable underlying causes of NCI in 59% of patients, and 21% was referred for further treatment. Moreover, cognitive rehabilitation appears to be a very successful intervention for patients with NCI who experience subjective complaints and participation restrictions."
        },
        {
            "title": "Working memory training for adult hearing aid users: study protocol for a double-blind randomized active controlled trial.",
            "abstract": "Background:\n        \n      \n      One in ten people aged between 55 to 74 years have a significant hearing impairment in their better hearing ear (as defined by audiometric hearing thresholds). However, it is becoming increasingly clear that the challenges faced by older listeners cannot be explained by the audiogram alone. The ability for people with hearing loss to use cognition to support speech perception allows for compensation of the degraded auditory input. This in turn offers promise for new cognitive-based rehabilitative interventions. Working memory is known to be highly associated with language comprehension and recent evidence has shown significant generalization of learning from trained working memory tasks to improvements in sentence-repetition skills of children with severe to profound hearing loss. This evidence offers support for further investigation into the potential benefits of working memory training to improve speech perception abilities in other hearing impaired populations.\n    \n\n\n          Methods/design:\n        \n      \n      This is a double-blind randomized active controlled trial aiming to assess whether a program of working memory training results in improvements in untrained measures of cognition, speech perception and self-reported hearing abilities in adult hearing aid users aged (50 to 74 years) with mild-to-moderate hearing loss hearing aid users, compared with an active control group who receive a placebo version of the working memory training program.\n    \n\n\n          Discussion:\n        \n      \n      The present study aims to generate high-quality preliminary evidence for the efficacy of working memory training for adult hearing aid users with mild-to-moderate sensorineural hearing loss who are existing hearing aid users. This trial addresses a number of gaps in the published literature assessing training interventions for people with hearing loss, and in the general literature surrounding working memory training, such as the inclusion of an active control group, participant and tester blinding, and increased transparency in reporting.\n    \n\n\n          Trial registration:\n        \n      \n      ClinicalTrials.gov identifier: NCT01892007. Date of registration: 27 June 2013."
        },
        {
            "title": "Effectiveness of cognitive rehabilitation following epilepsy surgery: Current state of knowledge.",
            "abstract": "Objective:\n        \n      \n      Cognitive rehabilitation (CR) is a well-researched therapeutic option for a variety of neurocognitive problems. Recently, CR has been proposed as an option for patients who experience cognitive difficulties following epilepsy surgery (ES). However, there is inconsistency in reporting the efficacy of CR in this population. We appraise existing evidence regarding CR approaches in patients undergoing resective ES and review effectiveness of specific CR strategies.\n    \n\n\n          Methods:\n        \n      \n      A comprehensive literature search using MEDLINE, Embase, CINAHL, PsycINFO, and EBM Reviews (including the Cochrane database) identified studies in English published before September 2014, without age restriction, related to CR in patients who underwent resective ES. We included studies focused on patients who underwent ES and who received at least one type of cognitive rehabilitation.\n    \n\n\n          Results:\n        \n      \n      Of 2,059 citations identified, four fulfilled eligibility criteria (n = 577), and all investigated the effectiveness of specific CR strategies in patients with either left or right temporal lobe resections. CR strategies used included internal compensatory strategies, external memory aids, psychoeducation, verbal and visual memory training, and exercises of attention and executive functions. None were randomized trials, and only one study involved standardized methods or described the procedures in detail. Evidence suggests that CR may contribute to improvements in aspects of verbal memory, with particular benefit of visual imagery techniques; CR aimed at verbal memory functions may be less effective for patients with hemispheric-dominant resections, and figural memory may not be improved by CR. Furthermore, CR may improve functional and life outcomes, but its timing does not appear to influence its effectiveness.\n    \n\n\n          Significance:\n        \n      \n      We demonstrate that CR interventions are overwhelmingly under researched or underreported, and there is a need for a systematic evaluation of CR in this patient population. CR should be given greater attention after ES to determine its efficacy and role in the management of these patients."
        },
        {
            "title": "Cognitive neurorehabilitation of HIV-associated neurocognitive disorders: a qualitative review and call to action.",
            "abstract": "Despite significant advances in the virologic management of HIV infection over the last two decades, effective treatments for HIV-associated neurocognitive disorders (HAND) remain elusive. While pharmacological interventions have yielded some success in improving neurocognitive outcomes in HIV, there is a dearth of rigorous studies examining the efficacy of cognitive rehabilitation for remediating HIV-associated neurocognitive impairment. This qualitative review summarizes and critiques the emerging literature on cognitive and behavioral treatments for HAND, which provides many reasons for optimism, but also has major limitations that underscore the scope of the work that lies ahead. Considering the notable real-world consequences of HAND, the development, validation, and clinical deployment of cognitive neurorehabilitation interventions tailored to the needs of persons living with HIV infection is a priority for clinical neuroAIDS investigators. In describing potential future directions for this endeavor, particular attention was paid to the application of cognitive neuropsychological principles in developing theory-driven approaches to managing HAND, improving everyday functioning, and enhancing HIV health outcomes."
        },
        {
            "title": "[Presbyacusis].",
            "abstract": "In the world, the spread of hearing loss due to age is an important socio-medical problem. Age-related hearing loss is the result of the biological process of aging of the tissue elements of the auditory analyzer. Changes in hearing develops by a complex of factors associated with both genetic, environmental and social aspects. Presbycusis is one of the causes of human cognitive disorders. Recent studies on hearing impairment prove a correlation with cognitive processes that increase the risk of dementia in the elderly. Timely rehabilitation of hearing with the use of hearing aids allows you to delay the processes of inhibition of cognitive function, and allows older people to prolong active longevity. Patients require consistent auditory and cognitive training for better socialization."
        },
        {
            "title": "Adaptive working memory training improved brain function in human immunodeficiency virus-seropositive patients.",
            "abstract": "Objective:\n        \n      \n      We aimed to evaluate the effectiveness of an adaptive working memory (WM) training (WMT) program, the corresponding neural correlates, and LMX1A-rs4657412 polymorphism on the adaptive WMT, in human immunodeficiency virus (HIV) participants compared to seronegative (SN) controls.\n    \n\n\n          Methods:\n        \n      \n      A total of 201 of 206 qualified participants completed baseline assessments before randomization to 25 sessions of adaptive WMT or nonadaptive WMT. A total of 74 of 76 (34 HIV, 42 SN) completed adaptive WMT and all 40 completed nonadaptive WMT (20 HIV, 20 SN) and were assessed after 1 month, and 55 adaptive WMT participants were also assessed after 6 months. Nontrained near-transfer WM tests (Digit-Span, Spatial-Span), self-reported executive functioning, and functional magnetic resonance images during 1-back and 2-back tasks were performed at baseline and each follow-up visit, and LMX1A-rs4657412 was genotyped in all participants.\n    \n\n\n          Results:\n        \n      \n      Although HIV participants had slightly lower cognitive performance and start index than SN at baseline, both groups improved on improvement index (>30%; false discovery rate [FDR] corrected p < 0.0008) and nontrained WM tests after adaptive WMT (FDR corrected, p ≤ 0.001), but not after nonadaptive WMT (training by training type corrected, p = 0.01 to p = 0.05) 1 month later. HIV participants (especially LMX1A-G carriers) also had poorer self-reported executive functioning than SN, but both groups reported improvements after adaptive WMT (Global: training FDR corrected, p = 0.004), and only HIV participants improved after nonadaptive WMT. HIV participants also had greater frontal activation than SN at baseline, but brain activation decreased in both groups at 1 and 6 months after adaptive WMT (FDR corrected, p < 0.0001), with normalization of brain activation in HIV participants, especially the LMX1A-AA carriers (LMX1A genotype by HIV status, cluster-corrected-p < 0.0001).\n    \n\n\n          Interpretation:\n        \n      \n      Adaptive WMT, but not nonadaptive WMT, improved WM performance in both SN and HIV participants, and the accompanied decreased or normalized brain activation suggest improved neural efficiency, especially in HIV-LMX1A-AA carriers who might have greater dopaminergic reserve. These findings suggest that adaptive WMT may be an effective adjunctive therapy for WM deficits in HIV participants. ANN NEUROL 2017;81:17-34."
        },
        {
            "title": "mHealth and memory aids: levels of smartphone ownership in patients.",
            "abstract": "Background:\n        \n      \n      The use of mobile devices to deliver healthcare has not yet been exploited in neuropsychological rehabilitation. Smartphones have the potential to serve as multi-functional memory aids.\n    \n\n\n          Aims:\n        \n      \n      To investigate whether patients attending a clinic for mixed memory problems own smartphones, to determine whether this could be a widely applicable medium to use as a memory aids device.\n    \n\n\n          Methods:\n        \n      \n      A questionnaire on smartphone ownership was given to an opportunity sample of consecutive patients attending a neuropsychiatry and memory disorders outpatient clinic. Data were collected in 2012 and repeated 12 months later in 2013 to assess changes over time.\n    \n\n\n          Results:\n        \n      \n      Ownership of mobile phones was stable between 2012 (81%) and 2013 (85%), but ownership of smartphones showed a significant increase (from 26% to 40%). Age negatively predicted smartphone ownership.\n    \n\n\n          Conclusion:\n        \n      \n      Despite cognitive or psychiatric problems, our patient group are as likely to own a mobile phone as a member of the general population. Ownership levels are at 40% and likely to increase in the future. Exploring how smartphones and their apps could function as memory aids is likely to be useful for a large enough number of patients to be clinically worthwhile."
        },
        {
            "title": "Reversal of age-related neural timing delays with training.",
            "abstract": "Neural slowing is commonly noted in older adults, with consequences for sensory, motor, and cognitive domains. One of the deleterious effects of neural slowing is impairment of temporal resolution; older adults, therefore, have reduced ability to process the rapid events that characterize speech, especially in noisy environments. Although hearing aids provide increased audibility, they cannot compensate for deficits in auditory temporal processing. Auditory training may provide a strategy to address these deficits. To that end, we evaluated the effects of auditory-based cognitive training on the temporal precision of subcortical processing of speech in noise. After training, older adults exhibited faster neural timing and experienced gains in memory, speed of processing, and speech-in-noise perception, whereas a matched control group showed no changes. Training was also associated with decreased variability of brainstem response peaks, suggesting a decrease in temporal jitter in response to a speech signal. These results demonstrate that auditory-based cognitive training can partially restore age-related deficits in temporal processing in the brain; this plasticity in turn promotes better cognitive and perceptual skills."
        },
        {
            "title": "Evaluation of a Cognitive Rehabilitation Protocol in HIV Patients with Associated Neurocognitive Disorders: Efficacy and Stability Over Time.",
            "abstract": "The primary aim of the present study was to evaluate the efficacy and stability over time of a cognitive rehabilitation protocol (restorative and compensatory approach) in HIV/AIDS patients with HIV-associated Neurocognitive Disorder (HAND). At baseline, 32 HIV/AIDS patients (16 with and 16 without HAND) were assessed with a neuropsychological battery (i.e., pre-assessment) consisting of 22 tests covering eight cognitive domains. Then, the experimental group was administered over 4 months a cognitive rehabilitation protocol aimed at improving four cognitive domains by means of eight paper and pencil/computer-based exercises. The control group received guideline-adherent clinical care (i.e., standard of care). At the end of the cognitive treatment, both groups were re-administered the neuropsychological battery (i.e., post-assessment). Additionally, 6 months after post-assessment, the experimental group was given the same neuropsychological battery (i.e., follow up-assessment). In order to test the efficacy of the cognitive rehabilitation protocol, we compared between groups the results of the neuropsychological battery at the pre- and post-assessments. In order to evaluate the stability over time, the effects of the cognitive rehabilitation protocol was examined comparing within the experimental group the results of the neuropsychological battery at post- and follow up-assessments. Our results show that the two groups did not differ at the pre-assessment, but differed at post-assessment. Specifically, the experimental group showed a significant improvement in five domains (Learning and memory, Abstraction/executive functioning, Verbal fluency, Attention/working memory, and Functional), whereas the control group significantly worsened in the same domains. The improvement of the experimental group did not change in the follow up-assessment in two domains (Abstraction/executive functioning, Attention/working memory, and Functional). Overall, these findings support the efficacy and, to some extent, the stability over time of our cognitive rehabilitation protocol."
        },
        {
            "title": "Goal-oriented cognitive rehabilitation for people with early-stage Alzheimer disease: a single-blind randomized controlled trial of clinical efficacy.",
            "abstract": "Objectives:\n        \n      \n      To provide evidence regarding the clinical efficacy of cognitive rehabilitation (CR) in early-stage Alzheimer disease (AD).\n    \n\n\n          Design:\n        \n      \n      Single-blind randomized controlled trial comparing CR with relaxation therapy and no treatment.\n    \n\n\n          Setting:\n        \n      \n      Outpatient, community-based setting.\n    \n\n\n          Participants:\n        \n      \n      Sixty-nine individuals (41 women, 28 men; mean age 77.78 years, standard deviation 6.32, range = 56-89) with a diagnosis of AD or mixed AD and vascular dementia and a Mini-Mental State Examination score of 18 or above, and receiving a stable dose of acetylcholinesterase-inhibiting medication. Forty-four family carers also contributed.\n    \n\n\n          Intervention:\n        \n      \n      Eight weekly individual sessions of CR consisting of personalized interventions to address individually relevant goals supported by components addressing practical aids and strategies, techniques for learning new information, practice in maintaining attention and concentration, and techniques for stress management.\n    \n\n\n          Measurements:\n        \n      \n      The primary outcomes were goal performance and satisfaction, assessed using the Canadian Occupational Performance Measure. Questionnaires assessing mood, quality of life and career strain, and a brief neuropsychological test battery were also administered. A subset of participants underwent functional magnetic resonance imaging (fMRI).\n    \n\n\n          Results:\n        \n      \n      CR produced significant improvement in ratings of goal performance and satisfaction, whereas scores in the other two groups did not change. Behavioral changes in the CR group were supported by fMRI data for a subset of participants.\n    \n\n\n          Conclusions:\n        \n      \n      The findings support the clinical efficacy of CR in early-stage AD. CR offers a means of assisting people with early-stage AD and their families in managing the effects of the condition."
        },
        {
            "title": "[Directions in cognitive rehabilitation].",
            "abstract": "Introduction:\n        \n      \n      In spite of the numerous investigations generated for the detection of cognitive deficits in diverse populations (head injured, mental diseases), there is not an equipable volume of research directed to the study of the rehabilitation. However, little by little, it is detected a certain hegemony of the techniques used in relation to the subject that sublies of bottom. To take as frame the integrating model on the cognition from Parenté and Herrmmann (1996), in which three types different from variables are considered (active, passive and support) serves to fit the different directions in the cognitive rehabilitation.\n    \n\n\n          Development:\n        \n      \n      In the present work the cognitive rehabilitation was fitted, each one of the approaches would be described (therapy stimulation, training of processes, training in strategies, processing with nutrients and medication, external aids, increase of the physical and emotional health and social functioning, operant conditioning and neural repairing)."
        },
        {
            "title": "Web-Based Cognitive Training to Improve Working Memory in Persons with Co-Occurring HIV Infection and Cocaine Use Disorder: Outcomes from a Randomized Controlled Trial.",
            "abstract": "Neurocognitive impairment (NCI) remains a persistent complication of HIV disease that nearly half of persons with HIV experience, and rates are even higher in persons who use substances such as cocaine. Cognitive training is a promising intervention for HIV-associated NCI. In this randomized controlled trial, we examined the feasibility and effectiveness of a web-based cognitive training program to improve working memory in a sample of 58 persons with HIV and cocaine use disorder. Participants were randomly assigned to either the experimental working memory training arm or the attention control training arm and completed up to 48 daily sessions over 10 weeks. Overall, treatment completion (74%) and retention rates (97%) were high, and participant feedback indicated the intervention was acceptable. Our results show that the intervention successfully reduced working memory deficits in the experimental arm relative to the control arm. Our findings support both the feasibility and effectiveness of cognitive training in this population.\n"
        },
        {
            "title": "Systematic Review of Neuropsychological Rehabilitation for Prospective Memory Deficits as a Consequence of Acquired Brain Injury.",
            "abstract": "Objectives: Prospective memory (PM) impairments are common following acquired brain injury (ABI). PM is the ability to keep a goal in mind for future action and interventions have the potential to increase independence. This review aimed to evaluate studies examining PM rehabilitation approaches in adults and children with ABI. Methods:Relevant literature was identified using PsycARTICLES (1894 to present), PsycINFO (1880 to present), the Cochrane Library (1972 to present), MEDLINE PubMed, reference lists from relevant journal articles, and searches of key journals. Literature searches were conducted using variants of the terms brain injury, stroke, encephalitis, meningitis, and tumor, combined with variants of the terms rehabilitation and prospective memory.Results: Of the 435 papers identified, 11 were included in the review. Findings demonstrated a variety of interventions to alleviate PM deficits, including compensatory strategies (e.g., external memory aids) that provide either content-specific or content-free cueing, and remediation strategies (e.g., meta-cognitive training programs) aimed at improving the self-monitoring of personal goals. Risk of bias for individual studies was considered and the strengths and limitations of each of the included studies and the review itself were discussed. Conclusions: Interventions used with adults can be effective; PM abilities can be improved by using simple reminder systems and performance can be generalized to facilitate everyday PM functioning. There is, however, a lack of research of PM interventions conducted with children with ABI, and pediatric interventions need to consider on-going cognitive maturation. (JINS, 2017, 23, 254-265)."
        },
        {
            "title": "Interventions for Children with Neurocognitive Impairments in Resource-Limited Settings: A Systematic Review.",
            "abstract": "Many children and adolescents around the world suffer from neurocognitive deficits due to chronic disorders, such as Human Immunodeficiency Virus (HIV) and malaria. Resource-limited settings exacerbate the risk of negative cognitive outcomes due to high prevalence of associated disorders, poverty, and limited access to interventions. Current literature does not provide consensus regarding the efficacy of interventions to support children with cognitive impairments in low-resource settings. This research aimed to identify and evaluate interventions for youth with neurocognitive deficits in resource-limited settings. A systematic review of peer-reviewed literature was conducted within five databases (PubMed, Web of Science, CINAHL, PsycInfo, and WHO Index Medicus). Cognitive impairment was broadly defined to be inclusive of aspects of intellectual and cognitive functioning (e.g., working memory, attention, executive function). The income status of the country or countries in which each study was located was determined according to World Bank Income Status. Studies conducted in countries classified as low- or middle-income were included. Since low-resource areas exist within high-income countries, the resource availability within study settings in high-income countries was systematically evaluated for inclusion. The search yielded 19 articles that met all inclusion criteria. Interventions included strategies involving caregiver training, computerized and non-computerized cognitive training, physical activity, and nutritional supplementation. Interventions were administered in medical facilities, educational facilities, or the home. The majority of the interventions targeted the domains of memory and attention. Overall, the efficacy of interventions was inconsistent. Further, results indicated that the relationship between cognitive improvement and intervention types was not consistent across cognitive domains. However, when evaluating studies on an individual basis, some strategies demonstrated clinically- and statistically-significant improvement in cognitive function among specific groups of children. The low article yield highlights that few researchers have evaluated pediatric cognitive support interventions in low-resource contexts. This review suggests support strategies that should be considered for future studies as neurocognitive screening capacity improves in resource-limited settings."
        },
        {
            "title": "Testing a Computerized Cognitive Training Protocol in Adults Aging With HIV-Associated Neurocognitive Disorders: Randomized Controlled Trial Rationale and Protocol.",
            "abstract": "Background:\n        \n      \n      HIV-associated neurocognitive disorders occur in nearly 50% of adults with HIV. Such disorders can interfere with everyday functioning such as driving and medication adherence. Therefore, cognitive interventions are needed to address such neurocognitive disorders as well as improve everyday functioning, especially as people age with HIV.\n    \n\n\n          Objective:\n        \n      \n      This article reports and discusses the overall rationale and development of speed of processing training, a computerized Internet cognitive training program, to improve this specific neurocognitive ability as well as everyday functioning and quality of life in adults aging with HIV. Although this protocol has been shown to improve speed of processing, everyday functioning, and quality of life in healthy, community-dwelling older adults in the advanced cognitive training in vital elderly (ACTIVE) study, its efficacy in adults aging with HIV has not been established. Nevertheless, such a cognitive intervention is particularly germane as 52%-59% of adults with HIV experience HIV-associated neurocognitive disorders (HAND), and both the frequency and severity of such disorders may increase with advancing age.\n    \n\n\n          Methods:\n        \n      \n      The description of this longitudinal randomized controlled trial covers the following: (1) rationale for speed of processing training in this clinical population, (2) overview of overall study design, (3) eligibility criteria and HAND, (4) intervention dosage, (5) assessment battery, and (6) examination of biomarkers.\n    \n\n\n          Results:\n        \n      \n      The project was funded in April 2016 and enrolment is on-going. The first results are expected to be submitted for publication in 2020.\n    \n\n\n          Conclusions:\n        \n      \n      Similar novel cognitive intervention approaches are suggested as they may be of value to those with HAND and may utilize similar features of this current randomized controlled trial (RCT) protocol to examine their therapeutic efficacy.\n    \n\n\n          Trial registration:\n        \n      \n      ClinicalTrials.gov NCT02758093; https://clinicaltrials.gov/ct2/show/NCT02758093 (Archived by Webcite at http://www.webcitation.org/6p8C5fBCX)."
        },
        {
            "title": "Working with memory: Computerized, adaptive working memory training for adolescents living with HIV.",
            "abstract": "This study investigated working memory (WM) training for adolescents with perinatal HIV infection, since WM is negatively impacted by the virus, and adolescence is a time of considerable brain reorganization, during which WM functioning reaches maturation. We posed three main questions: 1) whether WM could be trained in adolescents living with HIV, and if so, whether these effects were maintained over a six-month period during which no further training was received; 2) whether there were differential effects of training on the components of WM (verbal and visuospatial storage, verbal and visuospatial processing); 3) whether the WM training transferred to cognate tasks, and if so, whether these transfer effects were maintained over six months. Sixty-three HIV+ adolescents (10-16 years) from two children's homes were assigned to the training (n = 31) or control (n = 32) group. The training group received 32 hours of supervised training in an adaptive, computerized WM intervention, while the control group received a supervised, placebo computerized program for the same hours. Comprehensive WM and neuropsychological batteries were administered to both groups at pretest, immediately following the intervention, and six months later. Significant improvements were found in verbal WM for the training group, which were maintained six months later. Transfer effects were evident in attention, executive function, memory, language and fluid intelligence. There were no significant posttest improvements in visuospatial storage, and minimal changes in verbal storage and visuospatial WM. These findings represent an important step in exploring ways to improve cognitive functioning in an at-risk population."
        },
        {
            "title": "How Does Auditory Training Work? Joined-Up Thinking and Listening.",
            "abstract": "Auditory training aims to compensate for degradation in the auditory signal and is offered as an intervention to help alleviate the most common complaint in people with hearing loss, understanding speech in a background noise. Yet there remain many unanswered questions. This article reviews some of the key pieces of evidence that assess the evidence for whether, and how, auditory training benefits adults with hearing loss. The evidence supports that improvements occur on the trained task; however, transfer of that learning to generalized real-world benefit is much less robust. For more than a decade, there has been an increasing awareness of the role that cognition plays in listening. But more recently in the auditory training literature, there has been an increased focus on assessing how cognitive performance relevant for listening may improve with training. We argue that this is specifically the case for measures that index executive processes, such as monitoring, attention switching, and updating of working memory, all of which are required for successful listening and communication in challenging or adverse listening conditions. We propose combined auditory-cognitive training approaches, where training interventions develop cognition embedded within auditory tasks, which are most likely to offer generalized benefits to the real-world listening abilities of people with hearing loss."
        },
        {
            "title": "Coping with cancer-related cognitive dysfunction: a scoping review of the literature.",
            "abstract": "Purpose:\n        \n      \n      Cancer-related cognitive dysfunction (CRCD) impacts memory, attention, concentration, language, multi-tasking, and organizational skills and decreases participation and quality of life for cancer survivors. The objectives of this article are: (1) to outline the neuroscience of CRCD, its risk factors, and its effect on participation; and (2) to identify and summarize the literature on rehabilitation interventions and coping techniques for CRCD in cancer survivors.\n    \n\n\n          Methods:\n        \n      \n      A scoping review of articles cited in PubMed, MEDLINE, PsychINFO, and CINAHL was performed. To be included, articles must have been published in a peer-reviewed scientific journal between 1996 and 2014, written in English, and included a quantitative or qualitative non-pharmacological study of interventions and/or coping strategies for adult cancer survivors experiencing CRCD.\n    \n\n\n          Results:\n        \n      \n      Ten articles met the inclusion criteria for final review. Six studies tested the efficacy of rehabilitation treatments on CRCD. Three involved cognitive-behavioral therapy (CBT), while three tested neuropsychological and/or cognitive training interventions. Four qualitative studies investigated coping strategies used by survivors with CRCD.\n    \n\n\n          Conclusions:\n        \n      \n      CBT-based treatments and neuropsychological/cognitive training methods may ameliorate symptoms of CRCD. The most commonly-reported coping strategy is utilization of assistive technology and memory aids. Further research is needed about efficacious rehabilitation techniques for this population. Implications for Rehabilitation Cancer-related cognitive dysfunction (CRCD) may impact up to 50% of cancer survivors. CRCD can significantly decrease participation and quality of life during survivorship. Cognitive-behavioral therapy (CBT) and neuropsychological/cognitive training methods may ameliorate symptoms of CRCD. The most common coping strategy reported by cancer survivors with CRCD is the use of assistive technology and memory aids."
        },
        {
            "title": "Neuropsychological rehabilitation of memory deficits and activities of daily living in patients with Alzheimer's disease: a pilot study.",
            "abstract": "Patients with Alzheimer's disease (AD) gradually lose their cognitive competence, particularly memory, and the ability to perform daily life tasks. Neuropsychological rehabilitation is used to improve cognitive functions by facilitating memory performance through the use of external aids and internal strategies. The effect of neuropsychological rehabilitation through memory training - motor movements, verbal association, and categorization - and activities of daily living (ADL) training was tested in a sample of 5 elderly out-patients (mean age: 77.4 +/- 2.88 years), with mild AD (Mini-Mental State Examination score: 22.20 +/- 2.17) and their caregivers. All patients had been taking rivastigmine (6-12 mg/day) for at least 3 months before being assigned to the rehabilitation sessions, and they continued to take the medication during the whole program. Just before and after the 14-week neuropsychological rehabilitation program all patients were assessed by interviewers that did not participate in the cognitive training, using the Mini-Mental State Examination, Montgomery-Alsberg Depression Rating Scale, Hamilton Anxiety Scale, Interview to Determine Deterioration in Functioning in Dementia, Functional Test, Memory Questionnaire of Daily Living for patient and caregiver, Quality of Life Questionnaire for patient and caregiver, and a neuropsychological battery. The results showed a statistically significant improvement in ADL measured by Functional Test (P = 0.04), and only a small improvement in memory and psychiatric symptoms. Our results support the view that weekly stimulation of memory and training of ADL is believed to be of great value in AD treatment, not only delaying the progress of the disease, but also improving some cognitive functions and ADL, even though AD is a progressively degenerative disease."
        },
        {
            "title": "Effectiveness of an electronic cognitive aid in patients with acquired brain injury: a multicentre randomised parallel-group study.",
            "abstract": "The objective of the study was to examine the effectiveness of a customised personal digital assistant (PDA) as a cognitive aid for people with acquired brain injury, using a randomised parallel-group study. The participants were 34 patients with acquired brain injury in a cognitive rehabilitation setting. The experimental group used a customised PDA, while the control group received care-as-usual (paper-and-pencil aids). Measurements were conducted at baseline (T0), after 8 hours of training (T1), after 16 hours of training (T2), and at 5-month follow-up (T3). The main outcome was the attainment of individualised goals. Both groups showed a significant increase in goal attainment (GAS) (p < .001). There were no significant differences between the groups at T1 or T2 on any of the other outcome measures. It was concluded that the customised PDA was as effective as paper-and-pencil aids, and may therefore serve as a useful alternative when choosing the optimal rehabilitation strategy for a patient."
        },
        {
            "title": "Reducing denial and sexual risk behaviors in college students: a comparison of a cognitive and a motivational approach.",
            "abstract": "This study compared two interventions designed to decrease denial of sexually transmitted disease (STD)/human immunodeficiency virus (HIV) risk, to increase purchase of and intent to use condoms, and to decrease sexual risk behaviors. One hundred and fifty sexually active male and female undergraduates were assessed at baseline for denial of STD/HIV risk, knowledge of sexual risk behaviors, and self-reports of sexual behavior and were randomly assigned to either a motivational or cognitive intervention or a control condition. After the intervention, subjects were offered the opportunity to purchase condoms and were assessed for denial and intent to use condoms. Two months later, sexual risk behaviors and denial were measured. The motivational approach was most effective in reducing denial and in increasing intent to use condoms immediately following the intervention and in reducing sexual risk behaviors 2 months later."
        },
        {
            "title": "Cognitive Fitness Framework: Towards Assessing, Training and Augmenting Individual-Difference Factors Underpinning High-Performance Cognition.",
            "abstract": "The aim of this article is to introduce the concept of Cognitive Fitness (CF), identify its key ingredients underpinning both real-time task performance and career longevity in high-risk occupations, and to canvas a holistic framework for their assessment, training, and augmentation. CF as a capacity to deploy neurocognitive resources, knowledge and skills to meet the demands of operational task performance, is likely to be multi-faceted and differentially malleable. A taxonomy of CF constructs derived from Cognitive Readiness (CR) and Mental fitness (MF) literature maps into phases of operational cycle from foundational to advanced, mission-ready and recovery. Foundational cognitive attributes, such as attention, executive control and co-action, were hypothesized to be trainable at the initial Cognitive Gym phase. More advanced training targets at the CR phase included stress and arousal regulation, adaptability, teamwork, situation awareness (including detection, sense-making and prediction) and decision making (de-biasing and confidence calibration). The mission-ready training phase is focused on tolerances (to sleep loss, monotony, pain, frustration, uncertainty) and resistance (to distraction, deception or manipulation). Operational Augmentation phase relies on support tools such as decision aids and fatigue countermeasures, while the Recovery phase employs reflexive (e.g., mindfulness), and restorative practices (e.g., nutrition and sleep hygiene). The periodization of cognitive training in this cycle is hypothesized to optimize both real-time cognitive performance and the resilience that enables life-long thriving. One of the most promising avenues of validating this hypothesis is by developing an expert consensus on the key CF ingredients and their relative importance in high-performance settings."
        },
        {
            "title": "Virtual/Real transfer of spatial learning: impact of activity according to the retention delay.",
            "abstract": "Within the framework of cognitive rehabilitation using virtual reality (VR), one of the major challenges is to study beforehand the effectiveness of the virtual-real transfer of learning and to define cognitive aids. The aim of this experiment was to verify if, after learning spatial knowledge (i.e., a route) in VR, performances can be transferred to reality, then maintained in real time, and improved with the aid of an active navigation (i.e., using a joystick). Ninety student volunteers from the University of Bordeaux 2 (45 men and 45 women) participated in the experiment. The virtual environment (VE) used for learning was a replica of an area of Bordeaux. The factors tested were retention delay (Immediate vs. 48 hours) and type of navigation (Passive virtual vs. Active virtual vs. Real), using three recall tasks: wayfinding, freehand sketch and photograph classification. Our results showed that the virtual-real transfer was not degraded by a retention delay of 48 hours and that active navigation allowed performances to be optimized."
        },
        {
            "title": "A pilot study of the neuropsychological benefits of computerized cognitive rehabilitation in Ugandan children with HIV.",
            "abstract": "Objective:\n        \n      \n      Because antiretroviral treatment (ART) fails to improve neurocognitive impairment in children with HIV, we completed a pilot study evaluating the feasibility and cognitive benefit of computerized cognitive rehabilitation therapy (CCRT) in Ugandan children with HIV.\n    \n\n\n          Method:\n        \n      \n      Sixty Ugandan children with HIV (23 on ART) were randomly assigned to 10 sessions of Captain's Log CCRT (Sandford, 2007) training configured for attention and memory skills or no intervention. Kaufman Assessment Battery for Children (2nd ed., KABC-2; Kaufman & Kaufman, 2004) performance at baseline indicated pervasive neurocognitive impairment. Cognitive ability was assessed before and after training using the Cogstate computerized neuropsychological test (Darby, Maruff, Collie, & McStephen, 2002). Viral load along with CD4 and CD8 absolute and activation levels also were measured posttest.\n    \n\n\n          Results:\n        \n      \n      CCRT was well received with a 95% adherence rate to scheduled training sessions. CCRT intervention children showed greater improvement on a Cogstate card detection task of simple attention (p = .02), and speed of correct moves on a Groton Maze Learning Task (p < .001). These analyses were completed using an analysis of covariance model that adjusted Cogstate performance for the child's age, standardized weight for age, gender, socioeconomic status, school grade level, and baseline KABC-2 performance. ART treatment was not related to Cogstate performance or improvement as a result of CCRT. CD4 and CD8 activation levels were correlated with Cogstate improvement specifically for the CCRT group.\n    \n\n\n          Conclusions:\n        \n      \n      CCRT was feasible with our study population and improved maze learning and attention on a detection task. This supports previous findings by our group with cerebral malaria survivors (Bangirana, Giordani, et al., 2009)."
        }
    ]
}