{
    "citations": [
        {
            "footnote": 40,
            "title": "Adaptive working memory training improved brain function in human immunodeficiency virus–seropositive patients.",
            "in_text_citation": "Chang et al., 2017"
        },
        {
            "footnote": 41,
            "title": "Effects of speed of processing training and transcranial direct current stimulation on global sleep quality and speed of processing in older adults with and without HIV: a pilot study.",
            "in_text_citation": "Cody et al., 2020"
        },
        {
            "footnote": 42,
            "title": "Computerized cognitive rehabilitation training for Ugandan seniors living with HIV: a validation study.",
            "in_text_citation": "Ezeamama et al., 2020"
        },
        {
            "footnote": 49,
            "title": "Effect of transcranial direct current stimulation combined with cognitive training on cognitive functioning in older adults with HIV: a pilot study.",
            "in_text_citation": "Fazeli et al., 2019"
        },
        {
            "footnote": 45,
            "title": "Evaluation of a cognitive rehabilitation protocol in HIV patients with associated neurocognitive disorders: efficacy and stability over time.",
            "in_text_citation": "Livelli et al., 2015"
        },
        {
            "footnote": 54,
            "title": "A pilot study of cognitive training with or without tDCS for cognitive deficits in older persons with HIV.",
            "in_text_citation": "Ownby et al., 2017"
        },
        {
            "footnote": 48,
            "title": "A pilot investigation on the effects of combination transcranial direct current stimulation and speed of processing cognitive remediation therapy on simulated driving behavior in older adults with HIV.",
            "in_text_citation": "Pope et al., 2018"
        },
        {
            "footnote": 46,
            "title": "The acceptability and potential utility of cognitive training to improve working memory in persons living with HIV: a preliminary randomized trial.",
            "in_text_citation": "Towe et al., 2017a"
        },
        {
            "footnote": 47,
            "title": "Web-based cognitive training to improve working memory in persons with co-occurring HIV infection and cocaine use disorder: outcomes from a randomized controlled trial.",
            "in_text_citation": "Towe et al., 2021"
        },
        {
            "footnote": 44,
            "title": "Speed of processing training with middle-age and older adults with HIV: a pilot study.",
            "in_text_citation": "Vance et al., 2012"
        },
        {
            "footnote": 56,
            "title": "Can individualized-targeted computerized cognitive training benefit adults with HIV-associated neurocognitive disorder? the Training on Purpose Study (TOPS).",
            "in_text_citation": "Vance et al., 2021a"
        },
        {
            "footnote": 55,
            "title": "Can individualized-targeted computerized cognitive training improve everyday functioning in adults with HIV-associated neurocognitive disorder?.",
            "in_text_citation": "Vance et al., 2021b"
        }
    ]
}