{
    "key_references": [
        {
            "title": "Adaptive working memory training improved brain function in human immunodeficiency virus-seropositive patients.",
            "abstract": "## OBJECTIVE\nWe aimed to evaluate the effectiveness of an adaptive working memory (WM) training (WMT) program, the corresponding neural correlates, and LMX1A-rs4657412 polymorphism on the adaptive WMT, in human immunodeficiency virus (HIV) participants compared to seronegative (SN) controls.\n## METHODS\nA total of 201 of 206 qualified participants completed baseline assessments before randomization to 25 sessions of adaptive WMT or nonadaptive WMT. A total of 74 of 76 (34 HIV, 42 SN) completed adaptive WMT and all 40 completed nonadaptive WMT (20 HIV, 20 SN) and were assessed after 1 month, and 55 adaptive WMT participants were also assessed after 6 months. Nontrained near-transfer WM tests (Digit-Span, Spatial-Span), self-reported executive functioning, and functional magnetic resonance images during 1-back and 2-back tasks were performed at baseline and each follow-up visit, and LMX1A-rs4657412 was genotyped in all participants.\n## RESULTS\nAlthough HIV participants had slightly lower cognitive performance and start index than SN at baseline, both groups improved on improvement index (>30%; false discovery rate [FDR] corrected p < 0.0008) and nontrained WM tests after adaptive WMT (FDR corrected, p ≤ 0.001), but not after nonadaptive WMT (training by training type corrected, p = 0.01 to p = 0.05) 1 month later. HIV participants (especially LMX1A-G carriers) also had poorer self-reported executive functioning than SN, but both groups reported improvements after adaptive WMT (Global: training FDR corrected, p = 0.004), and only HIV participants improved after nonadaptive WMT. HIV participants also had greater frontal activation than SN at baseline, but brain activation decreased in both groups at 1 and 6 months after adaptive WMT (FDR corrected, p < 0.0001), with normalization of brain activation in HIV participants, especially the LMX1A-AA carriers (LMX1A genotype by HIV status, cluster-corrected-p < 0.0001).\n## INTERPRETATION\nAdaptive WMT, but not nonadaptive WMT, improved WM performance in both SN and HIV participants, and the accompanied decreased or normalized brain activation suggest improved neural efficiency, especially in HIV-LMX1A-AA carriers who might have greater dopaminergic reserve. These findings suggest that adaptive WMT may be an effective adjunctive therapy for WM deficits in HIV participants. ANN NEUROL 2017;81:17-34.\n",
            "in_text_citation": "Chang et al., 2017",
            "footnote": 40
        },
        {
            "title": "Effects of speed of processing training and transcranial direct current stimulation on global sleep quality and speed of processing in older adults with and without HIV: A pilot study.",
            "abstract": "Some older adults with human immunodeficiency virus (HIV) experience poor sleep which can worsen cognition. Transcranial direct current stimulation (tDCS) and cognitive training have improved sleep and cognition in studies of older adults; yet, their combined influence is unknown in adults with HIV. Older adults with HIV (\n",
            "in_text_citation": "Cody et al., 2020",
            "footnote": 41
        },
        {
            "title": "Computerized Cognitive Rehabilitation Training for Ugandan Seniors Living with HIV: A Validation Study.",
            "abstract": "The feasibility, acceptability and preliminary efficacy of computerized cognitive rehabilitation therapy (CCRT) for mitigating neurocognitive decline was evaluated in African adults ≥50 years old. Eighty-one Ugandans with (\n",
            "in_text_citation": "Ezeamama et al., 2020",
            "footnote": 42
        },
        {
            "title": "Effect of transcranial direct current stimulation combined with cognitive training on cognitive functioning in older adults with HIV: A pilot study.",
            "abstract": "The objective of this study was to examine combination speed of processing (SOP) cognitive remediation therapy (CRT) and transcranial direct stimulation (tDCS) as neurorehabilitation in older HIV+ adults. Thirty-three HIV+ adults aged 50+ completed neurocognitive testing and were randomized to either active (n = 17) or sham (n = 16) tDCS. Both conditions received 10 1-hour sessions of SOP CRT, with either active or sham tDCS for the first 20 minutes. Participants then completed a posttest assessment. Repeated measures analysis of variance examining Time X Condition showed small-to-medium effects in the expected direction for an executive (d = 0.36), and SOP measure (d = 0.49), while medium-to-large effects were observed for an executive/attention (d = 0.60) and oral reading measure (d = 0.75). The only statistically significant interaction was the oral reading measure. Small-to-medium and medium-to-large effects (ds = 0.32, 0.58) were found for two SOP measures in the opposite direction (sham group showing greater improvements). Further trials of CRT and tDCS in this population are needed, including larger samples and a nonactive control and tDCS only condition, as is determination of which parameters of each technique (e.g., tDCS montage, timing of tDCS, domain targeted in CRT, number of sessions) are most effective in improving cognitive outcomes, durability of training gains, and translation to everyday functioning.\n",
            "in_text_citation": "Fazeli et al., 2019",
            "footnote": 49
        },
        {
            "title": "Evaluation of a Cognitive Rehabilitation Protocol in HIV Patients with Associated Neurocognitive Disorders: Efficacy and Stability Over Time.",
            "abstract": "The primary aim of the present study was to evaluate the efficacy and stability over time of a cognitive rehabilitation protocol (restorative and compensatory approach) in HIV/AIDS patients with HIV-associated Neurocognitive Disorder (HAND). At baseline, 32 HIV/AIDS patients (16 with and 16 without HAND) were assessed with a neuropsychological battery (i.e., pre-assessment) consisting of 22 tests covering eight cognitive domains. Then, the experimental group was administered over 4 months a cognitive rehabilitation protocol aimed at improving four cognitive domains by means of eight paper and pencil/computer-based exercises. The control group received guideline-adherent clinical care (i.e., standard of care). At the end of the cognitive treatment, both groups were re-administered the neuropsychological battery (i.e., post-assessment). Additionally, 6 months after post-assessment, the experimental group was given the same neuropsychological battery (i.e., follow up-assessment). In order to test the efficacy of the cognitive rehabilitation protocol, we compared between groups the results of the neuropsychological battery at the pre- and post-assessments. In order to evaluate the stability over time, the effects of the cognitive rehabilitation protocol was examined comparing within the experimental group the results of the neuropsychological battery at post- and follow up-assessments. Our results show that the two groups did not differ at the pre-assessment, but differed at post-assessment. Specifically, the experimental group showed a significant improvement in five domains (Learning and memory, Abstraction/executive functioning, Verbal fluency, Attention/working memory, and Functional), whereas the control group significantly worsened in the same domains. The improvement of the experimental group did not change in the follow up-assessment in two domains (Abstraction/executive functioning, Attention/working memory, and Functional). Overall, these findings support the efficacy and, to some extent, the stability over time of our cognitive rehabilitation protocol.\n",
            "in_text_citation": "Livelli et al., 2015",
            "footnote": 45
        },
        {
            "title": "A pilot investigation on the effects of combination transcranial direct current stimulation and speed of processing cognitive remediation therapy on simulated driving behavior in older adults with HIV.",
            "abstract": "Cognitive impairments seen in people living with HIV (PLWH) are associated with difficulties in everyday functioning, specifically driving. This study utilized speed of processing cognitive remediation therapy (SOP-CRT) with transcranial direct current stimulation (tDCS) to gauge the feasibility and impact on simulated driving. Thirty PLWH (\n",
            "in_text_citation": "Pope et al., 2018",
            "footnote": 48
        },
        {
            "title": "The Acceptability and Potential Utility of Cognitive Training to Improve Working Memory in Persons Living With HIV: A Preliminary Randomized Trial.",
            "abstract": "HIV-associated neurocognitive impairments that impact daily function persist in the era of effective antiretroviral therapy. Cognitive training, a promising low-cost intervention, has been shown to improve neurocognitive functioning in some clinical populations. We tested the feasibility, acceptability, and preliminary effects of computerized cognitive training to improve working memory in persons living with HIV infection (PLWH) and working memory impairment. In this randomized clinical trial, we assigned 21 adult PLWH to either an experimental cognitive training intervention or an attention-matched control training intervention. Participants completed 12 training sessions across 10 weeks with assessments at baseline and post-training. Session attendance was excellent and participants rated the program positively. Participants in the experimental arm demonstrated improved working memory function over time; participants in the control arm showed no change. Our results suggest that cognitive training may be a promising intervention for working memory impairment in PLWH and should be evaluated further.\n",
            "in_text_citation": "Towe et al., 2017a",
            "footnote": 46
        },
        {
            "title": "Web-Based Cognitive Training to Improve Working Memory in Persons with Co-Occurring HIV Infection and Cocaine Use Disorder: Outcomes from a Randomized Controlled Trial.",
            "abstract": "Neurocognitive impairment (NCI) remains a persistent complication of HIV disease that nearly half of persons with HIV experience, and rates are even higher in persons who use substances such as cocaine. Cognitive training is a promising intervention for HIV-associated NCI. In this randomized controlled trial, we examined the feasibility and effectiveness of a web-based cognitive training program to improve working memory in a sample of 58 persons with HIV and cocaine use disorder. Participants were randomly assigned to either the experimental working memory training arm or the attention control training arm and completed up to 48 daily sessions over 10 weeks. Overall, treatment completion (74%) and retention rates (97%) were high, and participant feedback indicated the intervention was acceptable. Our results show that the intervention successfully reduced working memory deficits in the experimental arm relative to the control arm. Our findings support both the feasibility and effectiveness of cognitive training in this population.\n",
            "in_text_citation": "Towe et al., 2021",
            "footnote": 47
        },
        {
            "title": "Speed of processing training with middle-age and older adults with HIV: a pilot study.",
            "abstract": "Adults with HIV are at risk for deficits in speed of processing that can interfere with performing instrumental activities of daily living. In this pilot study, 46 middle-age and older adults with HIV were assigned to 10 hours of computerized speed of processing training (n = 22) or to a no-contact control condition (n = 24). ANCOVAs were used to examine treatment effects on a neurocognitive battery and the Timed Instrumental Activities of Daily Living (TIADL) Test. Treatment effects were detected on the Useful Field of View Test, F(1, 43) = 4.29, p = .04 and the TIADL Test, F(1, 43) = 5.02, p = .03; those in the experimental condition improved on these measures. Many of the participants also indicated that they felt the training improved their cognitive functioning. This study demonstrated that speed of processing training may improve cognitive and everyday functioning in this growing population.\n",
            "in_text_citation": "Vance et al., 2012",
            "footnote": 44
        },
        {
            "title": "Can Individualized-Targeted Computerized Cognitive Training Benefit Adults with HIV-Associated Neurocognitive Disorder? The Training on Purpose Study (TOPS).",
            "abstract": "Half of people with HIV (PWH) have HIV-associated neurocognitive disorder (HAND). This study examined whether cognition can be improved using a framework targeting impaired individual cognitive domains in PWH with HAND. In this two-group pre-post experimental design study, 88 adults with HAND were randomized to either: (1) a no-contact control group (n = 40) or (2) the Individualized-Targeted Cognitive Training group (n = 48). Baseline cognitive performance was assessed on eight cognitive domains. A theoretical framework was used to determine the two cognitive domains selected for training. With priority on speed of processing (SOP) and attention impairments, participants received SOP and/or attention training if such impairments were detected; if not, participants were assigned to cognitive training in one/two of the least impaired cognitive domains contributing to their HAND diagnosis. Global cognitive score was slightly improved following training (p = 0.256; d = - 0.21), but it was not significant. Significant improvements were observed on SOP following training in that domain (SOP; d = - 0.88; p = 0.011). SOP training also improved functioning in other cognitive domains. This individualized cognitive intervention did not change HAND status, but it did result in improved SOP, in turn yielding improvement in other cognitive domains.\n",
            "in_text_citation": "Vance et al., 2021b",
            "footnote": 56
        },
        {
            "title": "Can individualized-targeted computerized cognitive training improve everyday functioning in adults with HIV-associated neurocognitive disorder?",
            "abstract": "Half of people with human immunodeficiency virus (HIV) have HIV-associated neurocognitive disorder (HAND). Fortunately, cognitive training programs can improve function across cognitive domains, which may translate to everyday functioning. The Training on Purpose (TOPS) Study was designed to reverse HAND by targeting cognitive training to specific cognitive impairments that contributed to the diagnosis. A secondary aim of TOPS was to determine whether such cognitive training improved subjective and objective everyday functioning. In this two-group pre-post experimental design study, 109 adults with HAND were randomized to either: (1) a no-contact control group (no training) or (2) the Individualized-Targeted Cognitive Training group. Each participant received approximately 10 hours of cognitive training in two selected cognitive domains based on her/his individual baseline cognitive performance. Thus, 20 hours of individualized training on these two cognitive domains occurred over a course of 12 weeks in 1-2 hour sessions. Specific to the secondary aim of TOPS, measures of everyday functioning were administered before and after cognitive training to examine transfer effects. The analyses revealed that in general, speed of processing training produced benefits in everyday functioning as measured by the medication adherence visual analogue scale and the Timed Instrumental Activities of Daily Living test. Inconsistent findings were found for the other seven cognitive training protocols in either improving everyday functioning or reducing perceived everyday functioning; however, there may be other contributing factors that obscured such effects needing further research. This study demonstrated that some training protocols vary in efficacy in altering both objective and subjective everyday functioning ability.\n",
            "in_text_citation": "Vance et al., 2021a",
            "footnote": 55
        },
        {
            "title": "Proceedings #5. a pilot study of cognitive training with or without tDCS for cognitive deficits in older persons with HIV.",
            "abstract": "## Background: HIV infection is associated with cognitive impairments even when otherwise effectively treated. This study explored the usefulness of cognitive training with and without transcranial direct current stimulation (tDCS) in older persons with HIV. ## Method: Eleven individuals with HIV-related mild neurocognitive disorder were randomly assigned to receive computer-based cognitive training with or without anodal tDCS at 1.5 mA X 20 minutes to the left dorsolateral prefrontal cortex. Those not receiving active tDCS received sham treatment. Participants completed a battery of cognitive tests and self-report measures before and after training. ## Results: Cognitive test data suggest that persons receiving tDCS improved on measures of learning and working memory to a greater extent that those who did not. Those receiving tDCS reported improved mood and fewer cognitive problems after training. Participants stated that they enjoyed training. ## Conclusion: Cognitive training with tDCS may be useful in addressing HIV-related cognitive dysfunction.",
            "in_text_citation": "Ownby et al., 2017",
            "footnote": 54
        }
    ]
}