{
    "citations": [
        {
            "index": 24,
            "title": "Psychiatric disorder, impairment, and service use in rural African American and white youth.",
            "in_text_citation": "Angold et al., 2002"
        },
        {
            "index": 25,
            "title": "Longitudinal mental health service and medication use for ADHD among Puerto Rican youth in two contexts.",
            "in_text_citation": "Bird et al., 2008"
        },
        {
            "index": 17,
            "title": "Treatment of mental disorders for adolescents in Mexico City.",
            "in_text_citation": "Borges et al., 2008"
        },
        {
            "index": 26,
            "title": "Mental disorders and service utilization among youths from homeless and low-income housed families.",
            "in_text_citation": "Buckner et al., 1997"
        },
        {
            "index": 27,
            "title": "Barriers to detection, help-seeking, and service use for children with ADHD symptoms.",
            "in_text_citation": "Bussing et al., 2003"
        },
        {
            "index": 28,
            "title": "Receiving treatment for attention-deficit hyperactivity disorder: do the perspectives of adolescents matter?.",
            "in_text_citation": "Bussing et al., 2011"
        },
        {
            "index": 29,
            "title": "The DSM-IV rates of child and adolescent disorders in Puerto Rico: prevalence, correlates, service use, and the effects of impairment.",
            "in_text_citation": "Canino et al., 2004"
        },
        {
            "index": 30,
            "title": "Child anxiety in primary care: prevalent but untreated.",
            "in_text_citation": "Chavira et al., 2004"
        },
        {
            "index": 31,
            "title": "Racial/ethnic disparities in the mental health care utilization of fifth grade children.",
            "in_text_citation": "Coker et al., 2009"
        },
        {
            "index": 32,
            "title": "A longitudinal study of adolescent mental health service use.",
            "in_text_citation": "Cuffe et al., 2001"
        },
        {
            "index": 33,
            "title": "Racial/ethnic differences in mental health service use among adolescents with major depression.",
            "in_text_citation": "Cummings et al., 2011"
        },
        {
            "index": 34,
            "title": "Barriers to help-seeking in Israeli Arab minority adolescents with mental health problems: results from the Galilee Study.",
            "in_text_citation": "Daeem et al., 2019"
        },
        {
            "index": 35,
            "title": "Frequency and patterns of mental health services utilization among adolescents with anxiety and depressive disorders.",
            "in_text_citation": "Essau, 2005"
        },
        {
            "index": 16,
            "title": "Use of mental health services by children with mental disorders in two major cities in Brazil.",
            "in_text_citation": "Fatori et al., 2019"
        },
        {
            "index": 36,
            "title": "Phenomenology, psychosocial correlates, and treatment seeking in major depression and dysthymia of adolescence.",
            "in_text_citation": "Flament et al., 2001"
        },
        {
            "index": 37,
            "title": "Six-month prevalence of mental disorders and service contacts among children and youth in Ontario: evidence from the 2014 Ontario Child Health Study.",
            "in_text_citation": "Georgiades et al., 2019"
        },
        {
            "index": 38,
            "title": "Prevalence of mental disorders among children in Valencia, Spain.",
            "in_text_citation": "Gómez-Beneyto et al., 1994"
        },
        {
            "index": 39,
            "title": "Service use by at-risk youths after school-based suicide screening.",
            "in_text_citation": "Gould et al., 2009"
        },
        {
            "index": 40,
            "title": "Psychiatric disorders in Norwegian 8- to 10-year-olds: an epidemiological survey of prevalence, risk factors, and service use.",
            "in_text_citation": "Heiervang et al., 2007"
        },
        {
            "index": 41,
            "title": "Mental health service use in the community and schools: results from the four-community MECA Study: Methods for the Epidemiology of Child and Adolescent Mental Disorders Study.",
            "in_text_citation": "Leaf et al., 1996"
        },
        {
            "index": 42,
            "title": "Treatment of adolescent depression: frequency of services and impact on functioning in young adulthood.",
            "in_text_citation": "Lewinsohn et al., 1998"
        },
        {
            "index": 43,
            "title": "Ethnic disparities in school-based behavioral health service use for children with psychiatric disorders.",
            "in_text_citation": "Locke et al., 2017"
        },
        {
            "index": 44,
            "title": "Psychiatric disorders among adolescents from Lebanon: prevalence, correlates, and treatment gap.",
            "in_text_citation": "Maalouf et al., 2016"
        },
        {
            "index": 45,
            "title": "Depression in late adolescence: a cross-sectional study in senior high schools in Greece.",
            "in_text_citation": "Magklara et al., 2015"
        },
        {
            "index": 46,
            "title": "Perceived barriers to treatment for adolescent depression.",
            "in_text_citation": "Meredith et al., 2009"
        },
        {
            "index": 14,
            "title": "Prevalence and treatment of mental disorders among US children in the 2001-2004 NHANES.",
            "in_text_citation": "Merikangas et al., 2010"
        },
        {
            "index": 47,
            "title": "Service utilization for lifetime mental disorders in U.S. adolescents: results of the National Comorbidity Survey–Adolescent Supplement (NCS-A).",
            "in_text_citation": "Merikangas et al., 2011"
        },
        {
            "index": 48,
            "title": "Anxiety disorders among adolescents and young adults: prevalence and mental health care service utilization in a regional epidemiological study in Germany.",
            "in_text_citation": "Niermann et al., 2021"
        },
        {
            "index": 49,
            "title": "Seeking and accessing professional support for child anxiety in a community sample.",
            "in_text_citation": "Reardon et al., 2020"
        },
        {
            "index": 50,
            "title": "Use of health and school-based services in Australia by young people with attention-deficit/hyperactivity disorder.",
            "in_text_citation": "Sawyer et al., 2004"
        },
        {
            "index": 51,
            "title": "Access to health professionals by children and adolescents with mental disorders: are we meeting their needs?.",
            "in_text_citation": "Sawyer et al., 2018"
        },
        {
            "index": 52,
            "title": "Problems and help seeking in high-risk adolescent patients of health clinics.",
            "in_text_citation": "Stiffman et al., 1988"
        },
        {
            "index": 53,
            "title": "Improving treatment seeking among adolescents with depression: understanding readiness for treatment.",
            "in_text_citation": "Tanielian et al., 2009"
        },
        {
            "index": 54,
            "title": "Prevalence of child and adolescent mental disorders in Chile: a community epidemiological study.",
            "in_text_citation": "Vicente et al., 2012"
        },
        {
            "index": 55,
            "title": "Mental health problems in Austrian adolescents: a nationwide, two-stage epidemiological study applying DSM-5 criteria.",
            "in_text_citation": "Wagner et al., 2017"
        },
        {
            "index": 56,
            "title": "Depressive and disruptive disorders and mental health service utilization in children and adolescents.",
            "in_text_citation": "Wu et al., 1999"
        },
        {
            "index": 19,
            "title": "Factors associated with use of mental health services for depression by children and adolescents.",
            "in_text_citation": "Wu et al., 2001"
        },
        {
            "index": 57,
            "title": "Racial/ethnic disparities in the decision points of mental health service use and psychotropic medication receipt among depressed youth.",
            "in_text_citation": "Zhang et al., 2021"
        },
        {
            "index": 18,
            "title": "Depressive disorders among children in the transforming China: an epidemiological survey of prevalence, correlates, and service use.",
            "in_text_citation": "Zhong et al., 2013"
        },
        {
            "index": 15,
            "title": "Help-seeking for child psychopathology: pathways to informal and professional services in the Netherlands.",
            "in_text_citation": "Zwaanswijk et al., 2005"
        }
    ]
}