{
    "key_references": [
        {
            "title": "Psychiatric disorder, impairment, and service use in rural African American and white youth.",
            "abstract": "## BACKGROUND\nThe Caring for Children in the Community Study examined the prevalence of DSM-IV psychiatric disorders and correlates of mental health service use in rural African American and white youth.\n## METHODS\nFour thousand five hundred youth aged 9 to 17 years from 4 North Carolina counties were randomly selected from school databases. Parents completed telephone questionnaires about their children's behavior problems. A second-stage sample of 1302 was identified for recruitment into the interview phase of the study, and 920 (70.7%) of these were successfully interviewed at home using the Child and Adolescent Psychiatric Assessment and related measures of service use.\n## RESULTS\nWeighted back to general population estimates, 21.1% of youth had 1 or more DSM-IV psychiatric disorders in the past 3 months. Prevalence was similar in African American (20.5%) and white (21.9%) youth. The only ethnic difference was an excess of depressive disorders in white youth (4.6% vs 1.4%). Thirteen percent of participants (36.0% of those with a diagnosis) received mental health care in the past 3 months. White youth were more likely than African American youth to use specialty mental health services (6.1% vs 3.2%), but services provided by schools showed very little ethnic disparity (8.6% vs 9.2%). The effect of children's symptoms on their parents was the strongest correlate of specialty mental health care.\n## CONCLUSIONS\nIn this rural sample, African American and white youth were equally likely to have psychiatric disorders, but African Americans were less likely to use specialty mental health services. School services provided care to the largest number of youths of both ethnic groups.\n",
            "in_text_citation": "Angold et al., 2002"
        },
        {
            "title": "Longitudinal mental health service and medication use for ADHD among Puerto Rican youth in two contexts.",
            "abstract": "## OBJECTIVE\nThe study describes prevalence and rates of services and medication use and associated factors over time among Puerto Rican youths with attention-deficit/hyperactivity disorder (ADHD).\n## METHOD\nLongitudinal data are obtained on Puerto Rican children ages 5 through 13 years in the south Bronx in New York (n = 1,138) and two metropolitan areas in Puerto Rico (n = 1,353). The Diagnostic Interview Schedule for Children-IV is the diagnostic tool. Five composite measures of risk factors: negative family influences, ineffective structuring, environmental risks, child risks, and maternal acceptance are constructed to relate services and medication use to risk variables.\n## RESULTS\nADHD prevalence is similar in Puerto Rico and the south Bronx. Overall mental health services, medication, and psychostimulant use is lower in Puerto Rico across three time points. Most participants never received treatment at any time point. More environmental risks, negative child traits, and low maternal warmth are associated with more services, even after adjusting for comorbidity. When risk variables are controlled, the effects of ADHD on services use decrease. Previous treatment is a strong predictor of subsequent treatment.\n## CONCLUSIONS\nRates of services and medication use are lower in Puerto Rico. Context seems to be more important than ethnicity in predicting mental health services and medication use among Puerto Rican children with ADHD. Other psychiatric diagnoses and general risk variables are important correlates of services and medication use.\n",
            "in_text_citation": "Bird et al., 2008"
        },
        {
            "title": "Treatment of mental disorders for adolescents in Mexico City.",
            "abstract": "## OBJECTIVE\nThis study describes the prevalence, adequacy and correlates of 12-month mental health service use among participants in the Mexican Adolescent Mental Health Survey.\n## METHODS\nThe authors conducted face-to-face household surveys of a probability sample of 3005 adolescents aged 12-17 years residing in the Mexico City metropolitan area during 2005. The prevalence of mental health disorders and the use of services were assessed with the computer-assisted adolescent version of the World Mental Health Composite International Diagnostic Interview. Correlates of service use and adequate treatment were identified in logistic regression analyses that took into account the complex sample design and weighting process.\n## FINDINGS\nLess than one in seven respondents with psychiatric disorders used any mental health services during the previous year. Respondents with substance-use disorders reported the highest prevalence of service use and those with anxiety disorders the lowest. Approximately one in every two respondents receiving any services obtained treatment that could be considered minimally adequate.\n## CONCLUSION\nWe found large unmet needs for mental health services among adolescents with psychiatric disorders in Mexico City. Improvements in the mental health care of Mexican youth are urgently needed.\n## OBJECTIF\nLa présente étude décrit la prévalence, l’adéquation aux besoins et les corrélats du recours aux services de santé mentale sur 12 mois chez les sujets de l’Enquête sur la santé mentale des adolescents de Mexico.\n## MÉTHODES\nLes auteurs ont mené une enquête en face-à-face dans les ménages sur un échantillon probabiliste de 3005 adolescents de 12 à 17 ans, résidant dans la zone métropolitaine de Mexico en 2005. Ils ont évalué la prévalence des troubles mentaux et le recours aux services de santé mentale à l’aide de la version Adolescents et assistée par ordinateur du World Mental Health Composite International Diagnostic Interview. Des corrélations entre le recours aux services de santé mentale et l’adéquation du traitement ont été identifiées à l’aide d’analyses par régression logistique prenant en compte le mode de constitution de l’échantillon complexe et les processus de pondération.\n## RÉSULTATS\nParmi les adolescents interrogés souffrant de troubles psychiatriques, moins d’un sur sept avaient fait appel aux services de santé mentale au cours de l’année précédente. Ce sont les adolescents interrogés présentant des troubles toxicomaniaques qui ont mentionné la plus forte prévalence du recours à ces services et dont les troubles anxieux étaient les plus faibles. Parmi les adolescents interrogés ayant bénéficié de services de santé mentale, environ un sur deux avait reçu un traitement pouvant être considéré comme très peu adapté.\n## CONCLUSION\nNous avons relevé d’importants besoins non satisfaits en matière de santé mentale chez les adolescents de Mexico souffrant de troubles psychiatriques. Il est urgent d’améliorer les soins de santé mentale dispensés aux jeunes de cette ville.\n## OBJETIVO\nSe describen aquí la prevalencia, la idoneidad y los factores correlacionados del uso de servicios de salud mental a lo largo de 12 meses entre los participantes en la Encuesta de Salud Mental de Adolescentes de México.\n## MÉTODOS\nLos autores llevaron a cabo encuestas de hogares personales con una muestra probabilística de 3005 adolescentes de 12 a 17 años residentes en el área metropolitana de México D.F. durante 2005. La prevalencia de trastornos de salud mental y el uso de los servicios correspondientes se evaluaron con la versión computadorizada para adolescentes de la Entrevista CIDI (Composite International Diagnostic Interview) sobre Salud Mental Mundial. Los factores correlacionados con la utilización de los servicios y el tratamiento adecuado se determinaron mediante análisis de regresión logística adaptados al complejo proceso de diseño y ponderación de muestras.\n## RESULTADOS\nMenos de uno de cada siete encuestados con trastornos psiquiátricos habían usado algún tipo de servicio de salud mental durante el año precedente. Los encuestados con trastornos de consumo de sustancias son los que declararon la máxima prevalencia de uso de servicios, y la prevalencia más baja correspondió a los afectados por trastornos de ansiedad. Entre quienes usaron algún tipo de servicio, alrededor de uno de cada dos encuestados recibieron un tratamiento mínimamente adecuado.\n## CONCLUSIÓN\nSe han detectado importantes necesidades no atendidas de servicios de salud mental entre los adolescentes con trastornos psiquiátricos de México D.F. Es preciso mejorar urgentemente la atención de salud mental de los jóvenes mexicanos.\n## الغرض\nتوضح ەذە الدراسة معدَّل انتشار، وكفاية، وارتباط استخدام المشاركين في المسح الخاص بالصحة النفسية للمراەقين في المكسيك، لخدمات الصحة النفسية على مدى 12 شەراً.\n## الطريقة\nأجرى الباحثون مسوحات وجەاً لوجە مع الأسر لعينة احتمالية لـ 3005 مراەقين تـتـراوح أعمارەم بين سن 12 و17 عاماً، كانوا يقيمون في المنطقة المتروبولية لمكسيكو سيتي في عام 2005. وتم تقييم معدَّل انتشار اضطرابات الصحة النفسية، والانتفاع بالخدمات باستخدام الإصدارة المحوسبة لكيفية إجراء اللقاء التشخيصي الدولي للمجمع العالمي للصحة النفسية. وتم تحديد الاقتـران بين استخدام الخدمات وكفاية المعالجة من واقع تحليلات التحوف اللوجستية، والتي أخذت بعين الاعتبار التصميم المعقد للعينة، وعملية الترجيح.\n## الموجودات\nوجد أن أقل من واحد من بين 7 مجيبين يعانون من اضطرابات نفسية، استخدم أياً من خدمات الصحة النفسية أثناء العام المنصرم. وسجّل المجيبون الذين يعانون من اضطرابات تعاطي مواد الإدمان أعلى معدَّل انتشار لاستخدام الخدمات، في حين سجّل من يعانون من اضطرابات القلق أدنى معدّلات. ومن بين كل مجيبين اثنين يتلقون خدمات، حصل نحو مجيب واحد على معالجة قد تعتبر كافية كحد أدنى.\n## الاستنتاج\nثبت وجود عدد كبير من الاحتياجات غير الملبّاة لخدمات الصحة النفسية المقدمة للمراەقين المصابين باضطرابات نفسية في مكسيكو سيتي. ومن ثـَمَّ تمس الحاجة إلى تحسين رعاية الصحة النفسية للشباب المكسيكي.\n",
            "in_text_citation": "Borges et al., 2008"
        },
        {
            "title": "Mental disorders and service utilization among youths from homeless and low-income housed families.",
            "abstract": "## OBJECTIVE\nTo assess the mental health of homeless and poor housed youths, using the National Institute of Mental Health (NIMH) Diagnostic Interview Schedule for Children (DISC) Version 2.3, and to examine mental health service use.\n## METHOD\nAs part of a comprehensive study of homeless and housed families Worcester, MA, data were collected on 41 homeless and 53 poor housed (never homeless) youths aged 9 to 17 using both the parent and youth versions of the DISC.\n## RESULTS\nOn the basis of the parent version of the DISC, current (6-month) prevalence rates of DSM-III-R disruptive behavior, affective, and anxiety disorders were comparable in homeless and housed youths but higher than rates found among youths in the NIMH-sponsored Methods for the Epidemiology of Child and Adolescent Mental Disorders (MECA) Study, which used the same diagnostic measure. Approximately 32% of the combined sample of homeless and housed youths had a current mental disorder accompanied by impairment in functioning. Mental health service use in the preceding 6 months among youths who had one or more current disorders and associated impairment ranged from 20% to 35%. A subgroup of youths with one or more current disorders and poor global functioning had never received treatment.\n## CONCLUSIONS\nThis sample of homeless and housed youths was found to have high rates of current mental disorders. Use of mental health services by children with mental health needs was low, particularly for youths with poor overall functioning.\n",
            "in_text_citation": "Buckner et al., 1997"
        },
        {
            "title": "Barriers to detection, help-seeking, and service use for children with ADHD symptoms.",
            "abstract": "This study describes 4 help-seeking steps among children at high risk for attention deficit hyperactivity disorder (ADHD), and identifies barriers to ADHD symptom detection and treatment. Using a district-wide stratified random sample of 1615 elementary school students screened for ADHD risk, predictors of 4 help-seeking steps among a high-risk group (n = 389) and parent-identified barriers to care among children with unmet need for ADHD care (n = 91) were assessed. Study findings indicate that although 88% of children were recognized as having a problem, only 39% had been evaluated, 32% received an ADHD diagnosis, and 23% received current treatment. Older children and those with more severe behavior problems were more likely to be perceived by their parents as having a problem. Additionally, gender and ethnic disparities in the subsequent help-seeking process emerged. Boys had over 5 times the odds than girls of receiving an evaluation, an ADHD diagnosis, and treatment. Compared to African American youth, Caucasian children had twice the odds of taking these help-seeking steps. For those children with unmet need for ADHD care, poverty predicted lower treatment rates and was associated with the most pervasive barriers. The gap between parental problem recognition and seeking services suggests that thresholds for parental recognition of a child behavior problem and for seeking ADHD services may be different. Future research examining the help-seeking process for ADHD should include a qualitative component to explore the potential mechanisms for gender and ethnic differences.\n",
            "in_text_citation": "Bussing et al., 2003"
        },
        {
            "title": "Receiving treatment for attention-deficit hyperactivity disorder: do the perspectives of adolescents matter?",
            "abstract": "## PURPOSE\nThis study describes the perspectives of parents and adolescents regarding clinical need for and attitudes toward care for attention-deficit hyperactivity disorder (ADHD). In addition, it explores as to how these views relate to past year usage of mental health services.\n## METHODS\nParents and adolescents were interviewed 6 years after the school district was screened for ADHD. Using standardized measures, mental health service usage, adolescent and parent perceived clinical needs (ADHD symptoms, disruptive behavior disorders, anxiety and/or depression, functioning), and enabling attitudes (treatment receptivity, ADHD stigma), as well as parent factors (caregiver strain, distress, instrumental social support) were assessed. Nested logistic regression modeling was used to determine the hierarchical contribution of parent and adolescent perspectives on past year service usage, after adjusting for previous usage of mental health services. Stepwise regression was conducted to identify the variables that were most predictive of service usage.\n## RESULTS\nAmong the adolescents who were at a high risk for ADHD, 79% had a history of lifetime mental health service usage, but only 42% had received any kind of mental health services in the past year. In hierarchical modeling, only parent inattention ratings and medication receptivity and adolescent ADHD stigma perceptions contributed significantly toward improved model fit. Stepwise regression confirmed these three variables to be predictors (OR: 1.2, 3.8, and .2, respectively) and identified adolescents-reported functioning as an additional predictor of service usage (OR: 1.1).\n## CONCLUSION\nPerceptions of adolescents regarding the stigma related to ADHD are influential in treatment receipt. Quality improvement interventions for adolescents with ADHD should include psychoeducational interventions for adolescents and their parents that target medication receptivity and the stigma related to ADHD.\n",
            "in_text_citation": "Bussing et al., 2011"
        },
        {
            "title": "The DSM-IV rates of child and adolescent disorders in Puerto Rico: prevalence, correlates, service use, and the effects of impairment.",
            "abstract": "## BACKGROUND\nFew prevalence studies in which DSM-IV criteria were used in children in representative community samples have been reported. We present prevalence data for the child and adolescent population of Puerto Rico and examine the relation of DSM-IV diagnoses to global impairment, demographic correlates, and service use in an island-wide representative sample.\n## METHODS\nWe sampled 1886 child-caretaker dyads in Puerto Rico by using a multistage sampling design. Children were aged 4 to 17 years. Response rate was 90.1%. Face-to-face interviews of children and their primary caretakers were performed by trained laypersons who administered the Diagnostic Interview Schedule for Children, version IV (DISC-IV) in Spanish. Global impairment was measured by using the Children's Global Assessment Scale scored by the interviewer of the parent. Reports of service use were obtained by using the Service Assessment for Children and Adolescents.\n## RESULTS\nAlthough 19.8% of the sample met DSM-IV criteria without considering impairment, 16.4% of the population had 1 or more of the DSM-IV disorders when a measure of impairment specific to each diagnosis was considered. The overall prevalence was further reduced to 6.9% when a measure of global impairment was added to that definition. The most prevalent disorders were attention-deficit/hyperactivity disorder (8.0%) and oppositional defiant disorder (5.5%). Children in urban settings had higher rates than those in rural regions. Older age was related to higher rates of major depression and social phobia, and younger age was related to higher rates of attention-deficit/hyperactivity disorder. Both overall rates and rates of specific DSM-IV/DISC-IV disorders were related to service use. Children with impairment without diagnosis were more likely to use school services, whereas children with impairment with diagnosis were more likely to use the specialty mental health sector. Of those with both a diagnosis and global impairment, only half received services from any source.\n## CONCLUSIONS\nBecause we used the DISC-IV to apply DSM-IV criteria, the study yielded prevalence rates that are generally comparable with those found in previous surveys. The inclusion of diagnosis-specific impairment criteria reduced rates slightly. When global impairment criteria were imposed, the rates were reduced by approximately half.\n",
            "in_text_citation": "Canino et al., 2004"
        },
        {
            "title": "Child anxiety in primary care: prevalent but untreated.",
            "abstract": "We present prevalence and treatment utilization rates for child anxiety disorders in a university-affiliated primary care clinic. Families were recruited from a pediatric patient list and 714 families participated in an initial study wherein they completed child anxiety questionnaires. According to parent and child self-report questionnaires (n=714), 22% and 20% of children, respectively, were above a suggested clinical cutoff on a brief anxiety screen; 19% and 14% of children exceeded clinical cutoffs on a separate social anxiety questionnaire. All families were invited to participate in a second study that included the Anxiety Disorders Interview Schedule for Children-Parent Version and questions about treatment utilization; telephone interviews with 190 parents showed 1-year prevalence rates of DSM-IV child disorders to be 10.0% (se=2.2%) for specific phobia, 6.8% (se=1.8%) for social phobia, 3.2% (se=1.3%) for generalized anxiety disorder, 0.5% (se=.7%) for selective mutism, 1.6% (se=.9%) for major depressive disorder, 1.1% (se=.7%) for dysthymia, and 12.6% (se=2.4%) for attention deficit-hyperactivity disorder (ADHD). Among children with a current anxiety disorder, 31% had received counseling or medication treatment during their lifetime, compared to 40% of children with depression and 79% with ADHD. Adolescent age and being Caucasian were predictors of psychotherapy use; having an ADHD diagnosis was a predictor of both psychotherapy and medication use. The high prevalence of impairing anxiety disorders, in concert with the very low extent of treatment utilization, suggests a need for methods to identify and disseminate empirically validated treatments for these disorders in the primary care setting.\n",
            "in_text_citation": "Chavira et al., 2004"
        },
        {
            "title": "Racial/Ethnic disparities in the mental health care utilization of fifth grade children.",
            "abstract": "## OBJECTIVE\nThe aim of this study was to examine racial/ethnic differences in fifth grade children's mental health care utilization.\n## METHODS\nWe analyzed cross-sectional data from a study of 5147 fifth graders and their parents in 3 US metropolitan areas from 2004-06. Multivariate logistic regression was used to examine racial/ethnic differences in mental health care utilization.\n## RESULTS\nNine percent of parents reported that their child had ever used mental health care services; fewer black (6%) and Hispanic (8%) children had used services than white children (14%). Fewer black and Hispanic children with recent symptoms of attention-deficit/hyperactivity disorder, oppositional defiant disorder, and conduct disorder, and fewer black children with symptoms of depression had ever utilized services compared with white children. In multivariate analyses controlling for demographic factors, parental mental health, social support, and symptoms of the 4 mental health conditions, we found that black children were less likely than white children to have ever used services (Odds ratio [OR] 0.3, 95% confidence interval [95% CI], 0.2-0.4, P < .001). The odds ratio for black children remained virtually unchanged when the analysis was restricted to children with symptoms of >/=1 mental health condition, and when the analysis was stratified by mental health condition. The difference in utilization for Hispanic compared with white children was fully explained by sociodemographics in all multivariate models.\n## CONCLUSIONS\nDisparities exist in mental health care utilization for black and Hispanic children; the disparity for black children is independent of sociodemographics and child mental health need. Efforts to reduce this disparity may benefit from addressing not only access and diagnosis issues, but also parents' help-seeking preferences for mental health care for their children.\n",
            "in_text_citation": "Coker et al., 2009"
        },
        {
            "title": "A longitudinal study of adolescent mental health service use.",
            "abstract": "This study examines longitudinal mental health service use patterns of a school-based sample of adolescents. Based on the Center for Epidemiologic Studies Depression Scale scores, a stratified sample of middle-school students was interviewed using the Schedule for Affective Disorders and Schizophrenia for School-Aged Children: cycle one (n = 579; mean age 12.83) and cycle two (n = 490; mean age 18.65). Service use also was assessed by mailed questionnaire: cycle three (n = 330; mean age 20.60). Service use decreased over time. Whites and males received significantly more treatment in the first cycle. In the second cycle, service use by race and gender was equal; in the third cycle, females received more treatment. Those with a psychiatric diagnosis (first cycle, 54%; second cycle, 33%) received treatment in the prior year. Under-treatment of youth with psychiatric diagnoses is a significant problem, with differences in service use by race and gender over time.\n",
            "in_text_citation": "Cuffe et al., 2001"
        },
        {
            "title": "Racial/ethnic differences in mental health service use among adolescents with major depression.",
            "abstract": "## OBJECTIVE\nLittle is known about racial/ethnic differences in the receipt of treatment for major depression in adolescents. This study examined differences in mental health service use in non-Hispanic white, black, Hispanic, and Asian adolescents who experienced an episode of major depression.\n## METHOD\nFive years of data (2004-2008) were pooled from the National Survey on Drug Use and Health to derive a nationally representative sample of 7,704 adolescents (12-17 years old) diagnosed with major depression in the past year. Racial/ethnic differences were estimated with weighted probit regressions across several measurements of mental health service use controlling for demographics and health status. Additional models assessed whether family income and health insurance status accounted for these differences.\n## RESULTS\nThe adjusted percentages of blacks (32%), Hispanics (31%), and Asians (19%) who received any treatment for major depression were significantly lower than those of non-Hispanic whites (40%; p < .001). Black, Hispanic, and Asian adolescents were also significantly less likely than non-Hispanic whites to receive prescription medication for major depression, to receive treatment for major depression from a mental health specialist or medical provider, and to receive any mental health treatment in an outpatient setting (p < .01). These differences persisted after adjusting for family income and insurance status.\n## CONCLUSION\nResults indicated low rates of mental health treatment for major depression in all adolescents. Improving access to mental health care for adolescents will also require attention to racial/ethnic subgroups at highest risk for non-receipt of services.\n",
            "in_text_citation": "Cummings et al., 2011"
        },
        {
            "title": "Barriers to help-seeking in Israeli Arab minority adolescents with mental health problems: results from the Galilee study.",
            "abstract": "## BACKGROUND\nThe Galilee Study assessed mental health service needs among Israeli Muslim and Druze adolescents and their mothers. Studies show that mothers of adolescents belonging to the Arab minority have much lower help-seeking rates than Jewish mothers. This paper examines mothers' structural and cultural barriers to help-seeking.\n## METHODS\nAll 9th grade students living in 5 towns representative of Muslim and Druze localities in northern Israel, were eligible for the study and 1639 (69.3%) obtained parental agreement and participated. Emotional or behavioral problem were assessed in the classroom using the Strengths and Difficulties Questionnaire. A total of 704 adolescent-mother dyads participated in the follow-up, and were interviewed at home, using the Development and Well Being Assessment inventory, the Composite Barriers to Help-Seeking Questionnaire, the General Health Questionnaire - 12, the Subjective Feelings of Discrimination Index and socio-demographic questions. Pearson χ\n## RESULTS\nMore mothers of adolescents with a mental disorder than those without a mental disorder consulted a professional or school source (39.7% vs. 20.5%; χ\n## CONCLUSIONS\nStructural barriers related to lack of access, were considered the main obstacle to help-seeking in this Israeli Arab minority population. Cultural barriers such as stigma were considered of secondary importance. Structural barriers could be reduced by increasing the number of accessible public mental health clinics in the minority localities, a responsibility of the Ministry of Health and the HMOs. Information campaigns and psychoeducation for parents would help reduce other barriers to mental health treatment.\n",
            "in_text_citation": "Daeem et al., 2019"
        },
        {
            "title": "Frequency and patterns of mental health services utilization among adolescents with anxiety and depressive disorders.",
            "abstract": "The main aim of this study was to examine the frequency and patterns of mental health services utilization among 12- to 17-year-old adolescents with anxiety and depressive disorders. Another aim was to examine the factors associated with the use of mental health services. The study population comprised 1,035 adolescents randomly recruited from 36 schools. Anxiety and depressive disorders were coded based on DSM-IV criteria using the computerized Munich version of the Composite International Diagnostic Interview. Only 18.2% of the adolescents who met DSM-IV criteria for anxiety disorders, and 23% of those with depressive disorders, used mental health services. Among adolescents with anxiety disorders, mental health services utilization was associated with past suicide attempt, older age, the presence of comorbid disorders, as well as parental anxiety and depression. The only factor that predicts the use of mental health service among adolescents with depressive disorder was a history of suicide attempt. The implication of the results in terms of tailoring services for children and adolescents with anxiety and depressive disorders are discussed.\n",
            "in_text_citation": "Essau, 2005"
        },
        {
            "title": "Use of Mental Health Services by Children With Mental Disorders in Two Major Cities in Brazil.",
            "abstract": "## OBJECTIVE\nThe study examined lifetime use of mental health services among children diagnosed as having mental disorders in two major cities in Brazil and identified characteristics associated with unmet need.\n## METHODS\nThe data were collected as part of the High Risk Cohort Study, a community study conducted in Sao Paulo and Porto Alegre, Brazil. During the period from 2010 to 2011, a total of 2,511 children ages 6 to 12 were assessed, and 652 were given a diagnosis of at least one mental disorder. The current study analyzed data for a subsample of 651 children with complete information on use of mental health services.\n## RESULTS\nEighty-one percent of the children with mental disorders had not received mental health treatment in the past. The majority who received treatment were treated with psychotherapy or a combination of psychotherapy and medication. Mixed-race children were significantly more likely to have unmet need for treatment, compared with white children.\n## CONCLUSIONS\nThe high rate of unmet need among children with mental disorders should be addressed with strategies to improve access to health care.\n",
            "in_text_citation": "Fatori et al., 2019"
        },
        {
            "title": "Phenomenology, psychosocial correlates, and treatment seeking in major depression and dysthymia of adolescence.",
            "abstract": "## OBJECTIVE\nTo compare phenomenology, psychosocial correlates, and treatment seeking in DSM-Itt-R major depression and dysthymia among adolescents diagnosed as cases in a community-based study.\n## METHOD\nA self-report questionnaire, including psychosocial data, life events, eating behaviors, depressive symptoms, substance use, pathological behaviors, and family and school functioning was administered to a nonselected sample (N = 3,287, 93.2% of targeted population) of adolescents aged 11 to 20 years from several Haute-Marne communities in France in 1988-1989. Subgroups of subjects (n = 205, 84.7% of eligible subjects) were interviewed with a structured diagnostic schedule, and adolescents with major depression (n = 49), dysthymia (n = 21) and controls (n = 135) were compared.\n## RESULTS\nNearly 30% of controls had at least one current symptom of depression. Patterns of affective symptoms were similar in major depression and dysthymia, but significant differences emerged in comorbid conditions (more anxiety disorders, suicidal behaviors, and alcohol intoxications associated with major depression) and stressor at onset (more severe in major depression). Experiences of loss during the prior 12 months were associated with both forms of affective disorder, while poor family relationships were specific correlates of dysthymia. In contrast, peer relationships and pathological behaviors did not differ between depressed subjects and controls. Although psychosocial functioning was significantly impaired in both groups of depressed adolescents, treatment seeking was limited to 34.7% for major depressive subjects and 23.8% for dysthymic subjects.\n## CONCLUSION\nThe results provide evidence that major depression and dysthymia in adolescence are equally severe but may have distinct patterns in associated factors. Despite free access to health care, the rate of treatment seeking for mood disorders in France is similar to that reported in U.S. studies.\n",
            "in_text_citation": "Flament et al., 2001"
        },
        {
            "title": "Six-Month Prevalence of Mental Disorders and Service Contacts among Children and Youth in Ontario: Evidence from the 2014 Ontario Child Health Study.",
            "abstract": "## OBJECTIVES\nTo present the 6-month prevalence and sociodemographic correlates of mental disorders and mental health-related service contacts in a sample of children (4 to 11 years) and youth (12 to 17 years) in Ontario.\n## METHODS\nThe 2014 Ontario Child Health Study is a provincially representative survey of 6537 families with children aged 4 to 17 years in Ontario. DSM-IV-TR mental disorders were assessed using the Mini International Neuropsychiatric Interview for Children and Adolescents (MINI-KID) and included mood (major depressive episode), anxiety (generalized anxiety, separation anxiety, social phobia, specific phobia), and behaviour disorders (attention-deficit/hyperactivity disorder, oppositional-defiant disorder, conduct disorder).The MINI-KID was administered independently to the primary caregiver and youth aged 12 to 17 years in the family's home.\n## RESULTS\nPast 6-month prevalence of any mental disorder ranged from 18.2% to 21.8% depending on age and informant. Behaviour disorders were the most common among children, and anxiety disorders were the most common among youth. Among children and youth with a parent-identified mental disorder, 25.6% of children and 33.7% of youth had contact with a mental health provider. However, 60% had contact with one or more of the providers or service settings assessed, most often through schools.\n## CONCLUSIONS\nBetween 18% and 22% of children and youth in Ontario met criteria for a mental disorder but less than one-third had contact with a mental health provider. These findings provide support for strengthening prevention and early intervention efforts and enhancing service capacity to meet the mental health needs of children and youth in Ontario.\n## OBJECTIFS :\nPrésenter la prévalence de six mois et les corrélats sociodémographiques des troubles mentaux et des contacts avec les services liés à la santé mentale dans un échantillon d’enfants (de 4 à 11 ans) et d’adolescents (de 12 à 17 ans) en Ontario.\n## MÉTHODES :\nL’Étude sur la santé des jeunes Ontariens 2014 est une étude représentative à l’échelle provinciale de 6 537 familles d’enfants de 4 à 17 ans de l’Ontario. Les troubles mentaux du DSM-IV-TR ont été évalués à l’aide de la Mini-entrevue neuropsychiatrique internationale pour enfants et adolescents (MINI KID) et comprenaient des troubles de l’humeur (épisode dépressif majeur), anxieux (anxiété généralisée, anxiété de séparation, phobie sociale, phobie spécifique) et des troubles du comportement (trouble de déficit de l’attention avec hyperactivité, trouble oppositionnel avec provocation, trouble des conduites). La MINI-KID a été administrée indépendamment au principal soignant et aux adolescents de 12 à 17 ans, au domicile familial.\n## RÉSULTATS :\nLa prévalence des 6 mois précédents pour tout trouble mental allait de 18,2% à 21,8%, en fonction de l’âge et du répondant. Les troubles du comportement étaient les plus répandus chez les enfants et les troubles anxieux étaient les plus communs chez les adolescents. Parmi les enfants et les adolescents chez qui le parent avait identifié un trouble mental, 25,6% des enfants et 33,7 des adolescents avaient un contact avec un prestataire de soins de santé mentale. Cependant, 60% avaient un contact avec un ou plusieurs des prestataires ou des milieux de services évalués, le plus souvent par l’intermédiaire de l’école.\n## CONCLUSIONS :\nEntre 18% et 22% des enfants et des adolescents de l’Ontario satisfaisaient aux critères d’un trouble mental mais moins d’un tiers d’entre eux avaient un contact avec un prestataire de soins de santé mentale. Ces résultats apportent un appui aux initiatives de renforcement de la prévention et d’intervention précoce, ainsi qu’à l’amélioration de la capacité des services de répondre aux besoins de santé mentale des enfants et des adolescents de l’Ontario.\n",
            "in_text_citation": "Georgiades et al., 2019"
        },
        {
            "title": "Prevalence of mental disorders among children in Valencia, Spain.",
            "abstract": "A 2-stage survey was carried out to establish the point-prevalence of mental disorders and help-seeking behaviour in children aged 8, 11 and 15 living in the city of Valencia. Global prevalence rates, rates by age and rates by sex, as well as rates of specific diagnosis according to DSM-III-R criteria are described. Help-seeking behaviour was found to be related to an interaction between internalizing and externalizing symptoms and sex.\n",
            "in_text_citation": "Gómez-Beneyto et al., 1994"
        },
        {
            "title": "Service use by at-risk youths after school-based suicide screening.",
            "abstract": "## OBJECTIVE\nWe sought to examine follow-up service use by students identified at risk for suicidal behavior in a school-based screening program and assess barriers to seeking services as perceived by youths and parents.\n## METHOD\nWe conducted a longitudinal study of 317 at-risk youths identified by a school-based suicide screening in six high schools in New York State. The at-risk teenagers and their parents were interviewed approximately 2 years after the initial screen to assess service use during the intervening period and identify barriers that may have interfered with seeking treatment.\n## RESULTS\nAt the time of the screening, 72% of the at-risk students were not receiving any type of mental health service. Of these students, 51% were deemed in need of services and subsequently referred by us to a mental health professional. Nearly 70% followed through with the screening's referral recommendations. The youths and their parents reported perceptions about mental health problems, specifically relating to the need for treatment, as the primary reasons for not seeking service.\n## CONCLUSIONS\nScreening seems to be effective in enhancing the likelihood that students at risk for suicidal behavior will get into treatment. Well-developed and systematic planning is needed to ensure that screening and referral services are coordinated so as to facilitate access for youths into timely treatment.\n",
            "in_text_citation": "Gould et al., 2009"
        },
        {
            "title": "Psychiatric disorders in Norwegian 8- to 10-year-olds: an epidemiological survey of prevalence, risk factors, and service use.",
            "abstract": "## OBJECTIVE\nThe Bergen Child Study is a longitudinal study of child mental health from the city of Bergen, Norway. We present methods and results from the first wave of the study, focusing on prevalence of disorders, associations with risk factors, and the use of services.\n## METHOD\nThe target population included all 9,430 children attending grades 2 to 4 in Bergen schools during the academic year 2002/2003. The main screening instrument was the Strengths and Difficulties Questionnaire, whereas diagnoses were based on the Development and Well-Being Assessment. Information about child and family risk factors and service use was also obtained in this second stage.\n## RESULTS\nIn the first phase, the teacher Strengths and Difficulties Questionnaire was obtained for 9,155 (97%) of the target children and the matching parent Strengths and Difficulties Questionnaire for 6,297 (67%); 1,011 children (11%) were assessed with the Development and Well-Being Assessment in the second phase. The weighted prevalence for any DSM-IV psychiatric disorder was 7.0% (95% confidence interval 5.6%-8.5%). Disorders were associated with age, gender, learning difficulties, family type, and poverty. Although 75% of children with attention-deficit/hyperactivity disorder had been in contact with specialist mental health services, this was true for only 13% of those with pure emotional disorders.\n## CONCLUSIONS\nThe overall prevalence of psychiatric disorders in children is relatively low in this Norwegian sample, when assessed with the Development and Well-Being Assessment. Children with emotional disorders have limited access to specialist services.\n",
            "in_text_citation": "Heiervang et al., 2007"
        },
        {
            "title": "Mental health service use in the community and schools: results from the four-community MECA Study. Methods for the Epidemiology of Child and Adolescent Mental Disorders Study.",
            "abstract": "## OBJECTIVE\nTo describe the use of mental health and substance abuse services by children and adolescents as reported from the four community sites included in the NIMH Methods for the Epidemiology of Child and Adolescent Mental Disorders (MECA) Study.\n## METHOD\nAs part of the MECA survey, questions were developed to identify children and adolescents utilizing mental health and substance abuse services. Youths aged 9 through 17 years and a parent/ caretaker were interviewed. Because the investigators had concerns about the capacities of the younger children in the study to describe their use of mental health services, more extensive questions were asked of parents than of youths.\n## RESULTS\nThe procedures developed by the MECA project identified patterns of service use that varied in the four communities surveyed. Agreement between reports of parents and youths regarding the use of mental health and substance abuse services showed substantial inconsistencies, similar to reports of psychiatric disorders. At three of the four sites, the majority of children meeting criteria for a psychiatric disorder and scoring 60 or less on the Children's Global Assessment Scale reported some mental health-related service in the previous year, although at two of the sites fewer than 25% of these youths were seen in the mental health specialty sector.\n## CONCLUSION\nCommunity surveys show great promise for monitoring the need for mental health and substance abuse services and for identifying patterns of use.\n",
            "in_text_citation": "Leaf et al., 1996"
        },
        {
            "title": "Treatment of adolescent depression: frequency of services and impact on functioning in young adulthood.",
            "abstract": "In this report, we (a) present descriptive information about the extent and the kinds of treatments being provided to depressed adolescents; (b) identify the factors that are related to treatment utilization; and (c) examine whether the provision of treatment during adolescence reduced the risk for the occurrence of depression during young adulthood (19-24 years). The sample consisted of 1,507 randomly selected high school students who were diagnostically assessed on two occasions with an interval of approximately one year; 627 were assessed a third time when they reached the age of 24. The findings may be summarized as follows: 60.7% of those with major depressive disorder were provided with treatment. The modal treatment was outpatient, individual psychotherapy administered by a mental health provider. Inpatient treatment and medications were rare. Factors found to be related to treatment utilization were the severity of the depression, the existence of a comorbid nonaffective disorder, the number of previous episodes of depression, history of suicide attempt, academic problems, lack of intact family, and female gender. Unexpectedly, those who had received treatment were not less likely to relapse into another episode of depression during young adulthood.\n",
            "in_text_citation": "Lewinsohn et al., 1998"
        },
        {
            "title": "Ethnic Disparities in School-Based Behavioral Health Service Use for Children With Psychiatric Disorders.",
            "abstract": "## BACKGROUND\nWe examined racial/ethnic disparities in school-based behavioral health service use for children with psychiatric disorders.\n## METHODS\nMedicaid claims data were used to compare the behavioral healthcare service use of 23,601 children aged 5-17 years by psychiatric disorder (autism, attention deficit hyperactivity disorder [ADHD], conduct/oppositional defiant disorder, and \"other\") and by race/ethnicity (African-American, Hispanic, white, and other). Logistic and generalized linear regression analyses were used.\n## RESULTS\nDifferences in service use by racial/ethnic group were identified within and across diagnostic groups, both for in-school service use and out-of-school service use. For all disorders, Hispanic children had significantly lower use of in-school services than white children. Among children with ADHD, African-American children were less likely to receive in-school services than white children; however, there were no differences in adjusted annual mean Medicaid expenditures for in-school services by race/ethnicity or psychiatric disorders. Statistically significant differences by race/ethnicity were found for out-of-school service use for children with ADHD and other psychiatric disorders. There were significant differences by race/ethnicity in out-of-school service use for each diagnostic group.\n## CONCLUSIONS\nDifferences in the use of school-based behavioral health services by racial and ethnic groups suggest the need for culturally appropriate outreach and tailoring of services to improve service utilization.\n",
            "in_text_citation": "Locke et al., 2017"
        },
        {
            "title": "Psychiatric disorders among adolescents from Lebanon: prevalence, correlates, and treatment gap.",
            "abstract": "## PURPOSE\nAdolescence is a critical age for the development of psychiatric disorders. Although Lebanon, a low-to-middle income country, has suffered from decades of war and political instability, the burden of psychiatric disorders among adolescents in Lebanon remains unclear. This study aims to estimate the prevalence of psychiatric disorders among adolescents in the Lebanese capital, Beirut, and to study the correlates and treatment seeking behavior associated with these disorders.\n## METHODS\nThrough a multistage cluster sampling design, 510 adolescents, aged 11-17 years were recruited from a household sample in Beirut in 2012. Parents and adolescents completed a battery of self-reported questionnaires and interviews including the Development and Well-being Assessment (DAWBA), the Peer-Relations Questionnaire (PRQ), and a demographic/clinical information questionnaire. Logistic regression models were used to study the correlates of psychiatric disorders.\n## RESULTS\nThe 30-day prevalence of psychiatric disorders was 26.1 %, with anxiety disorders (13.1 %) and ADHD (10.2 %) being the most prevalent disorders. Only 6 % of those with disorders reported seeking professional help. Parental marital status, not attending school, having a chronic medical condition, having a family history of psychiatric disorders, as well as propensity to bullying and to being victimized by peers emerged as correlates of having psychiatric disorders.\n## CONCLUSIONS\nA clear treatment gap is evident with a high 30-day prevalence of psychiatric disorders among adolescents in Beirut coupled with a very low percentage seeking treatment. Scaling up mental health services and addressing potential barriers to seeking care would be important to close this gap.\n",
            "in_text_citation": "Maalouf et al., 2016"
        },
        {
            "title": "Depression in late adolescence: a cross-sectional study in senior high schools in Greece.",
            "abstract": "## BACKGROUND\nDepression is a common mental health problem in adolescents worldwide. The aim of the present study was to investigate the prevalence, comorbidity and sociodemographic and socioeconomic associations of depression and depressive symptoms, as well as the relevant health services use in a sample of adolescents in Greece.\n## METHODS\nFive thousand six hundred fourteen adolescents aged 16-18 years old and attending 25 senior high schools were screened and a stratified random sample of 2,427 were selected for a detailed interview. Psychiatric morbidity was assessed with a fully structured psychiatric interview, the revised Clinical Interview Schedule (CIS-R). The use of substances, such as alcohol, nicotine and cannabis, and several sociodemographic and socioeconomic variables have been also assessed.\n## RESULTS\nIn our sample the prevalence rates were 5.67 % for the depressive episode according to ICD-10 and 17.43 % for a broader definition of depressive symptoms. 49.38 % of the adolescents with depressive episode had at least one comorbid anxiety disorder [OR: 7.76 (5.52-10.92)]. Only 17.08 % of the adolescents with depression have visited a doctor due to a psychological problem during the previous year. Anxiety disorders, substance use, female gender, older age, having one sibling, and divorce or separation of the parents were all associated with depression. In addition, the presence of financial difficulties in the family was significantly associated with an increased prevalence of both depression and depressive symptoms.\n## CONCLUSIONS\nPrevalence and comorbidity rates of depression among Greek adolescents are substantial. Only a small minority of depressed adolescents seek professional help. Significant associations with financial difficulties are reported.\n",
            "in_text_citation": "Magklara et al., 2015"
        },
        {
            "title": "Perceived barriers to treatment for adolescent depression.",
            "abstract": "## BACKGROUND AND OBJECTIVE\nAdolescent depression is common, disabling, and is associated with academic, social, behavioral, and health consequences. Despite the availability of evidence-based depression care, few teens receive it, even when recognized by primary care clinicians. Perceived barriers such as teen worry about what others think or parent concerns about cost and access to care may contribute to low rates of care. We sought to better understand perceived barriers and their impact on service use.\n## DESIGN\nAfter completing an eligibility and diagnostic telephone interview, all depressed teens and a matched sample of nondepressed teens recruited from 7 primary care practices were enrolled and completed telephone interviews at baseline and 6 months (August 2005-September 2006).\n## PARTICIPANTS\nThree hundred sixty-eight adolescent patients aged 13 to 17 (184 depressed and 184 nondepressed) and 338 of their parents.\n## MEASURES\nPerceived barriers to depression care and use of services for depression (psychotherapy and antidepressant medication).\n## RESULTS\nTeens with depression were significantly more likely to perceive barriers to care compared with nondepressed teens. Parents were less likely to report barriers than their teens; perceived stigma and concern about family member response were among the significant teen barriers. Teen perceived barriers scores were negatively associated with any use of antidepressants (P < 0.01), use of antidepressants for at least 1 month (P < 0.001), and any psychotherapy or antidepressant use (P < 0.05) at 6 months.\n## CONCLUSIONS\nTo improve treatment for adolescent depression, interventions should address both teen and parent perceived barriers and primary care clinicians should elicit information from both adolescents and their parents.\n",
            "in_text_citation": "Meredith et al., 2009"
        },
        {
            "title": "Prevalence and treatment of mental disorders among US children in the 2001-2004 NHANES.",
            "abstract": "## OBJECTIVE\nThis article presents the 12-month prevalence estimates of specific mental disorders, their social and demographic correlates, and service use patterns in children and adolescents from the National Health and Nutrition Examination Survey, a nationally representative probability sample of noninstitutionalized US civilians.\n## METHODS\nThe sample includes 3042 participants 8 to 15 years of age from cross-sectional surveys conducted from 2001 to 2004. Data on Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition criteria for mental disorders were derived from administration of selected modules of the National Institute of Mental Health Diagnostic Interview Schedule for Children, version IV, a structured diagnostic interview administered by lay interviewers to assess psychiatric diagnoses of children and adolescents.\n## RESULTS\nTwelve-month prevalence rates of Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition-defined disorders in this sample were 8.6% for attention-deficit/hyperactivity disorder, 3.7% for mood disorders, 2.1% for conduct disorder, 0.7% for panic disorder or generalized anxiety disorder, and 0.1% for eating disorders. Boys had 2.1 times greater prevalence of attention-deficit/hyperactivity disorder than girls, girls had twofold higher rates of mood disorders than boys, and there were no gender differences in the rates of anxiety disorders or conduct disorder. Only approximately one half of those with one of the disorders assessed had sought treatment with a mental health professional.\n## CONCLUSION\nThese data constitute a first step in building a national database on mental health in children and adolescents.\n",
            "in_text_citation": "Merikangas et al., 2010"
        },
        {
            "title": "Service utilization for lifetime mental disorders in U.S. adolescents: results of the National Comorbidity Survey-Adolescent Supplement (NCS-A).",
            "abstract": "## OBJECTIVE\nMental health policy for youth has been constrained by a paucity of nationally representative data concerning patterns and correlates of mental health service utilization in this segment of the population. The objectives of this investigation were to examine the rates and sociodemographic correlates of lifetime mental health service use by severity, type, and number of DSM-IV disorders in the National Comorbidity Survey-Adolescent Supplement.\n## METHOD\nFace-to-face survey of mental disorders from 2002 to 2004 using a modified version of the fully structured World Health Organization Composite International Diagnostic Interview in a nationally representative sample of 6,483 adolescents 13 to 18 years old for whom information on service use was available from an adolescent and a parent report. Total and sector-specific mental health service use was also assessed.\n## RESULTS\nApproximately one third of adolescents with mental disorders received services for their illness (36.2%). Although disorder severity was significantly associated with an increased likelihood of receiving treatment, half of adolescents with severely impairing mental disorders had never received mental health treatment for their symptoms. Service rates were highest in those with attention-deficit/hyperactivity disorder (59.8%) and behavior disorders (45.4%), but fewer than one in five affected adolescents received services for anxiety, eating, or substance use disorders. Comorbidity and severe impairment were strongly associated with service utilization, particularly in youth with behavior disorders. Hispanic and non-Hispanic Black adolescents were less likely than their White counterparts to receive services for mood and anxiety disorders, even when such disorders were associated with severe impairment.\n## CONCLUSIONS\nDespite advances in public awareness of mental disorders in youth, a substantial proportion of young people with severe mental disorders have never received specialty mental health care. Marked racial disparities in lifetime rates of mental health treatment highlight the urgent need to identify and combat barriers to the recognition and treatment of these conditions.\n",
            "in_text_citation": "Merikangas et al., 2011"
        },
        {
            "title": "Anxiety disorders among adolescents and young adults: Prevalence and mental health care service utilization in a regional epidemiological study in Germany.",
            "abstract": "## BACKGROUND\nAnxiety disorders are among the most prevalent mental disorders. While it is known that a majority of individuals with anxiety disorders remains untreated, actual treatment rates for adolescents and young adults in Germany remain largely unknown.\n## METHODS\nAs part of the Behavior and Mind Health (BeMIND) study, examining a random community sample of 14-21-year-olds (Dresden; Germany; N = 1,180), the lifetime prevalence for DSM-5 anxiety disorders and lifetime service utilization rates were determined by a standardized interview (DIA-X-5/CIDI).\n## RESULTS\nIn the present sample, 23.3 % of adolescents and young adults fulfilled DSM-5 criteria for at least one lifetime anxiety disorder. Of those, 39.1 % used any health care services, most frequently they visited an outpatient psychotherapist/psychologist (23.0 %). Individuals with agoraphobia were most likely to use any in- or outpatient specialized service (64.8 %), while individuals with a specific phobia were least likely (22.3 %). Having a comorbid disorder or being female increased the likelihood of seeking help.\n## CONCLUSION\nThe results showed that approximately 2/3 of adolescents and young adults suffering from an anxiety disorder did not seek help and only few report contacts with a psychotherapist. Given the adverse long-term consequences of anxiety disorders, these findings suggest to improve efforts on increasing intervention awareness and treatment possibilities for these individuals.\n",
            "in_text_citation": "Niermann et al., 2021"
        },
        {
            "title": "Seeking and accessing professional support for child anxiety in a community sample.",
            "abstract": "There is a lack of current data on help-seeking, and barriers to accessing professional support for child anxiety disorders. This study aimed to provide current data on the frequency and type of parental help-seeking, professional support received, and parent-reported barriers/facilitators in the context of child anxiety, and to explore factors associated with help-seeking, and parent-reported barriers among help-seekers and non help-seekers. We conducted a survey of help-seeking in parents of 222 children (aged 7-11) with elevated anxiety symptoms identified through screening in schools, 138 children of whom met diagnostic criteria for an anxiety disorder. Almost two-thirds (64.5%) of parents of children with an anxiety disorder reported seeking help from a professional; in 38.4% of cases parents reported that their child had received support from a professional to help manage and overcome their anxiety difficulties, and < 3% had received evidence-based treatment (CBT). Frequently reported parental barriers related to difficulties differentiating between developmentally appropriate and clinically significant anxiety, a lack of help-seeking knowledge, perceived negative consequences of help-seeking, and limited service provision. Non-help seekers were more likely than help seekers to report barriers related to thinking a child's anxiety may improve without professional support, and the absence of professional recognition. Findings identify the need for (i) tools for parents and primary school staff to help identify children who may benefit from professional support to overcome difficulties with anxiety; and (ii) increased evidence-based provision for child anxiety disorders, including delivery within schools and direct support for parents.\n",
            "in_text_citation": "Reardon et al., 2020"
        },
        {
            "title": "Use of health and school-based services in Australia by young people with attention-deficit/hyperactivity disorder.",
            "abstract": "## OBJECTIVE\nTo examine use of health (including psychiatric) and school-based services by children and adolescents who met symptom criteria for attention-deficit/hyperactivity disorder (ADHD), the factors associated with service use, and barriers to service access.\n## METHOD\nThe relationship between parents' perceptions of children's need for professional help, the impact of children's problems on children and parents, and services used during the previous 6 months were examined in a national sample of 398 children and adolescents with ADHD symptoms aged 6 to 17 years (70% response rate). Information was obtained from parents who completed the Diagnostic Interview Schedule for Children Version IV and standard questionnaires. Data collection took place between February and May 1998.\n## RESULTS\nOnly 28% of those with ADHD symptomatology had attended health or school-based services. Among these, 41% had attended both health and school-based services, 39% had attended only health services, and 20% had attended only school-based services. Sixty-nine percent of parents attending health services wanted additional help. Parental perceptions that children needed professional help, children's functional impairment, the impact of problems on parents, and comorbid depressive or conduct disorders had a significant and independent relationship with service use.\n## CONCLUSIONS\nA minority of children and adolescents with ADHD symptomatology receives professional help for their problems in Australia. Counseling is the most frequent help provided, with many parents wanting additional help beyond that already provided. Factors other than children's ADHD symptomatology have a significant relationship with service attendance. Practical issues, including the cost of services and waiting lists are the most common barriers cited by parents as hindering access to services.\n",
            "in_text_citation": "Sawyer et al., 2004"
        },
        {
            "title": "Access to health professionals by children and adolescents with mental disorders: Are we meeting their needs?",
            "abstract": "## OBJECTIVE\nTo identify the percentage of 4-17 year olds with mental disorders in Australia who attended health professionals for single or repeat visits to get help for emotional and behavioural problems during a 12-month period. To identify factors associated with single and repeat visits, and the average length of time between visits. To compare the number of parent-reported visits with visits recorded in the Medicare Benefits Schedule.\n## METHOD\nThe study used data from the national survey of the mental health and wellbeing of 4-17 year olds conducted in 2013-2014 ( n = 6310). Participants were randomly selected from all 4 to 17 year olds in Australia. Information about visits was available from face-to-face interviews with parents, the Medicare Benefits Schedule and self-reports from 13 to 17 year olds. Mental disorders were assessed using the Diagnostic Interview Schedule for Children Version IV completed by parents.\n## RESULTS\nParents reported that 51.1% of 4-17 year olds with mental disorders had attended a health professional during the previous 12 months. However, 13.6% of these children had attended on only a single occasion, most commonly with a general practitioner. With the exception of occupational therapists, 2-4 visits was the most common number of repeat visits. Children with comorbid disorders and severe functional impairment and those aged 12-17 years were more likely to have repeat visits. Among those with linked Medicare Benefits Schedule data, more children were reported by parents to have attended Medicare Benefits Schedule-funded health professionals (47.9%) than were recorded in Medicare Benefits Schedule data (38.0%).\n## CONCLUSION\nThe typical number of visits to health professionals by children with mental disorders during a 12-month period is relatively small. Furthermore, parent-reports may overestimate the number of visits during this time. It seems unlikely that current patterns of attendance are of sufficient duration and frequency to allow full implementation of evidence-based treatment programmes for child and adolescent mental disorders.\n",
            "in_text_citation": "Sawyer et al., 2018"
        },
        {
            "title": "Problems and help seeking in high-risk adolescent patients of health clinics.",
            "abstract": "In this study, 2787 adolescents between the ages of 13 and 18 years living in inner-city communities were interviewed about their mental and physical health and their clinic use. The patients used consolidated mental and physical health clinics located in neighborhoods, hospitals, or schools; or traditional neighborhood or hospital health clinics. Analyses of selected patient problems reveal that less than one third of adolescent patients with suicide ideation, conduct disorder, and substance abuse or dependency sought or received care for those problems. Only half of the adolescents with major depression sought or received care for depression, and only two thirds of the sexually active females sought or received help with birth control. A special effort needs to be made to attract troubled youth to clinics and to identify and treat their problems, particularly when those problems involve mental health concerns.\n",
            "in_text_citation": "Stiffman et al., 1988"
        },
        {
            "title": "Improving treatment seeking among adolescents with depression: understanding readiness for treatment.",
            "abstract": "## PURPOSE\nTo examine readiness for treatment among adolescents with depression in primary care.\n## METHODS\nThis article draws upon data from 184 depressed patients, aged 13 to 17, who participated in the Teen Depression Awareness Project. Adolescents were screened assessed along a number of domains at baseline and 6 months.\n## RESULTS\nSeventy-eight percent of the depressed teens acknowledged they had a problem with depression, yet only 25% were currently getting any sort of counseling or treatment for depression. A total of 40.8% of depressed adolescents were \"ready\" to get care, whereas 26.6% were \"unsure\" and 32.1% were \"not ready.\" Significant differences among these groups were observed for race/ethnicity and household income. Adolescents in the ready group also had more depressive symptoms and lower MHI-5 scores. Being in the ready group versus being \"unsure\" was a significant predictor of service use at the 6-month follow-up, as was the average number of days impaired and overall mental health functioning. Race, gender, and age were not significant predictors of readiness, yet average number of depressive symptoms was significantly associated with greater readiness.\n## CONCLUSIONS\nBecause teens in primary care settings are not seeking mental health treatments even when depression is detected, providers should be mindful that adolescents may be at different stages of recognition and readiness for treatment. Teens who are less ready for care may need follow-up primary care visits or consultation to help them become more active in seeking care.\n",
            "in_text_citation": "Tanielian et al., 2009"
        },
        {
            "title": "Prevalence of child and adolescent mental disorders in Chile: a community epidemiological study.",
            "abstract": "## BACKGROUND\n In Latin America, there is limited research on the prevalence of mental disorders in children and adolescents. This Chilean survey is the first national representative survey in the Latin American region to examine the prevalence of diagnostic and statistical manual-IV (DSM-IV) psychiatric disorders in the region in children and adolescents.\n## METHODS\n Subjects aged 4-18 were selected using a stratified multistage design. The diagnostic interview schedule for children version IV (DISC-IV) was used to obtain 12-month DSM-IV diagnoses of affective, anxiety, conduct and substance use disorders, and supplemented with questionnaires examining family risk factors, family income, and service utilization. The parent or the primary caretaker was interviewed for children, aged 4-11, using the DISC-IV; however, adolescents, aged 12-18, were directly interviewed.\n## RESULTS\nA sample of 1558 children and adolescents was evaluated. Using the most stringent DISC-IV impairment algorithm, the prevalence rate for any psychiatric disorders was 22.5% (19.3% for boys and 25.8% for girls). The prevalence rate was higher among the children, aged 4-11, in comparison with adolescents, aged 12-18 (27.8% and 16.5%, respectively). Less than half of the subjects in need of services sought some form of assistance. Nearly a quarter of those using services did not present with a psychiatric diagnosis in the past year. Comorbidity was found in 24.8% of those with a disorder, but only 6.3% had three or more diagnoses.\n## CONCLUSIONS\nThe prevalence of psychiatric disorders in Chile is high among children and adolescents. This study highlights the increasing need to reevaluate mental health services provided to children and adolescents in Latin America.\n",
            "in_text_citation": "Vicente et al., 2012"
        },
        {
            "title": "Mental health problems in Austrian adolescents: a nationwide, two-stage epidemiological study applying DSM-5 criteria.",
            "abstract": "This is a nationwide epidemiological study using DSM-5 criteria to assess the prevalence of mental disorders in a large sample of Austrian adolescents between 10 and 18 years including hard-to-reach samples. A sample of 3615 adolescents from four cohorts (school grades 5, 7, 9, 11; age range 10-18 years) was recruited from 261 schools, samples of unemployed adolescents (n = 39) and adolescents from mental health institutions (n = 137) were added. The Youth Self-Report and SCOFF were used to screen for mental health problems. In a second phase, the Childrens' Diagnostic Interview for Mental Disorders was used to make point and lifetime psychiatric diagnoses. Mental health service use was also assessed. Point prevalence and lifetime prevalence rates for at least one psychiatric disorder were 23.9% and 35.8%. The highest lifetime prevalence rates were found for anxiety disorders (15.6%), neurodevelopmental disorders (9.3%; ADHD 5.2%) and depressive disorders (6.2%). Forty-seven percent of adolescents with a lifetime psychiatric disorder had a second diagnosis. Internalising disorders were more prevalent in girls, while neurodevelopmental disorders and disruptive, impulse control and conduct disorders were more prevalent in boys. Of those with a lifetime psychiatric disorder, 47.5% had contacted mental health services. Of the residual 52.5% who had not contacted mental health services, 18.1% expressed an interest in treatment. DSM-5 mental health disorders are highly prevalent among Austrian adolescents. Over 50% had or were interested in accessing treatment. Early access to effective interventions for these problems is needed to reduce burden due to mental health disorders.\n",
            "in_text_citation": "Wagner et al., 2017"
        },
        {
            "title": "Depressive and disruptive disorders and mental health service utilization in children and adolescents.",
            "abstract": "## OBJECTIVE\nTo examine the relationship of depressive and disruptive disorders with patterns of mental health services utilization in a community sample of children and adolescents.\n## METHOD\nData were from the NIMH Methods for the Epidemiology of Child and Adolescent Mental Disorders (MECA) Study. The sample consisted of 1,285 child (ages 9-17 years) and parent/guardian pairs. Data included child psychopathology (assessed by the Diagnostic Interview Schedule for Children), impairment, child need and use of mental health services, and family socioeconomic status.\n## RESULTS\nAfter adjusting for potential confounding factors, disruptive disorder was significantly associated with children's use of mental health services, but depressive disorder was not. For school-based services, no difference was found between the 2 types of disorders. Parents perceived greater need for mental health services for children with disruptive disorders than for those with depression. Conversely, depression was more related to children's perception of mental health service need than was disruptive disorder.\n## CONCLUSIONS\nThe findings highlight the need for more effective ways to identify and refer depressed children to mental health professionals, the importance of improving school-based services to meet children's needs, and the necessity to better educate parents and teachers regarding the identification of psychiatric disorders, especially depression.\n",
            "in_text_citation": "Wu et al., 1999"
        },
        {
            "title": "Factors associated with use of mental health services for depression by children and adolescents.",
            "abstract": "## OBJECTIVE\nThis study examined patterns of mental health service use among depressed children and adolescents and factors associated with help seeking and treatment modalities.\n## METHODS\nThe sample consisted of 206 children and adolescents aged 9 to 17 years who were assessed as part of a larger survey of mental health service use in five service systems and in the community and who met DSM-III-R criteria for depressive disorders (major depression or dysthymia).\n## RESULTS\nAmong the 206 children, 75 (36 percent) never received professional help for depressive symptoms. Among the 131 children who received professional help for depression, antidepressants were prescribed for 40 (31 percent) in the year before the interview. The findings indicate possible undertreatment of depression among children and adolescents, especially among African Americans. Socioeconomic factors, such as the mother's education and the child's health insurance, were not associated with receiving professional help for depressive symptoms but were associated with receiving antidepressants. Parental perception of a child's mental health service need was associated with receiving professional help but not with receiving antidepressants. Also, depressed children were more likely to receive antidepressants when they had life-threatening or severe symptoms, such as a suicide attempt or drug abuse.\n## CONCLUSIONS\nWhether a depressed child receives mental health services and the types of treatment received are influenced by different individual and family factors and by the type of symptoms exhibited. Better understanding of these factors will help in meeting the service needs of depressed children and adolescents.\n",
            "in_text_citation": "Wu et al., 2001"
        },
        {
            "title": "Depressive disorders among children in the transforming China: an epidemiological survey of prevalence, correlates, and service use.",
            "abstract": "## BACKGROUND\nTo date, no one-phase survey of childhood depression has been performed in China that involves both urban and rural community children. The objective of this study was to determine the prevalence, correlates, and mental health service utilization of depressive disorders (DDs) in a community-based sample of 6-14-year-old children in south-central China.\n## METHODS\nChildren (3,582) were approached through multistage sampling and interviewed using a Chinese version of the Mini International Neuropsychiatric Interview for Children and Adolescents 5.0, which is a structured interview that is administered by trained psychiatrists to obtain information from children and their guardians.\n## RESULTS\nThe overall prevalence of all current DDs was found to be 2.8% (95%CI: 1.5-3.9). The risk factors for depression included being 9-14-year old, not attending school, having unmarried parents, living in a non-nuclear family (single parent or parentless family), being taken care of by people other than two parents (single parent, grandparent(s), other relatives, or others) during the past year, and not being breastfed prior to 1 year of age. Only 5.8% of the depressed children had received professional help prior to the interview.\n## CONCLUSIONS\nThe prevalence of DDs among children in this part of China is relatively high compared with most figures reported in other countries. Depression in this age group has been a major public health concern, but it is often underrecognized. There is an urgent need to develop efficacious interventions aimed at the prevention and early recognition of childhood depression.\n",
            "in_text_citation": "Zhong et al., 2013"
        },
        {
            "title": "Help-seeking for child psychopathology: pathways to informal and professional services in the Netherlands.",
            "abstract": "## OBJECTIVE\nTo devise and test a model describing the process of help-seeking for child psychopathology in professional and informal service settings.\n## METHOD\nUsing structural equation modeling, associations between several help-seeking stages, and the influence of child, family, and context characteristics on these stages were investigated in 246 Dutch children (4-11 years old) between April 2000 and July 2002. Children were selected for having emotional or behavioral problems from a representative general practice sample; 68% of the selected children participated.\n## RESULTS\nSchool personnel played an important role in the process of help-seeking for child psychopathology, in both detecting service need and the provision of and the referral for help. Although Dutch general practitioners are supposed to be gatekeepers of mental health care, their role in help-seeking for child psychopathology was limited. Various family characteristics were shown to influence service need and informal or professional help-seeking. The influence of child characteristics on the help-seeking process was limited.\n## CONCLUSIONS\nEducating parents about child psychopathology and the availability and accessibility of care, improving general practitioners' skills in detecting child psychopathology, and direct contact of mental health professionals with general practitioners and schools may enhance access to care for children in need.\n",
            "in_text_citation": "Zwaanswijk et al., 2005"
        },
        {
            "title": "Racial/ethnic disparities in the decision points of mental health service use and psychotropic medication receipt among depressed youth.",
            "abstract": "Depression has been increasing rapidly and is prevalent among youth. Inadequate mental health service utilization for youth and relevant racial/ethnic disparities are a growing concern. The current study used a nationally representative database to examine racial/ethnic disparities in youth depression prevalence, mental health services utilization, and psychotropic medication receipt. The sequential examination shows that depressed minority youth (22%-30%) were not only much less likely to use specialty mental health services than depressed Caucasian and multiracial youth (40%-43%, p < .001), they were also much less likely to receive psychotropic medications (22%-30%) than their Caucasian and multiracial counterparts (38%-44%, p = .048 to <.001) when using specialty mental health services. The findings reveal possibly two levels of racial/ethnic disparities at the decision points of accessing specialty mental health services and subsequent treatment methods choice. Implications for mental health policies and practices are also discussed.",
            "in_text_citation": "Zhang et al., 2021"
        }
    ]
}