{
    "columns": [
        {
            "title": "Was the sample frame appropriate to address the target population?",
            "details": "This question relies upon knowledge of the broader characteristics of the population of interest and the geographical area. If the study is of women with breast cancer, knowledge of at least the characteristics, demographics and medical history is needed. The term “target population” should not be taken to infer every individual from everywhere or with similar disease or exposure characteristics. Instead, give consideration to specific population characteristics in the study, including age range, gender, morbidities, medications, and other potentially influential factors. For example, a sample frame may not be appropriate to address the target population if a certain group has been used (such as those working for one organisation, or one profession) and the results then inferred to the target population (i.e. working adults). A sample frame may be appropriate when it includes almost all the members of the target population (i.e. a census, or a complete list of participants or complete registry data).",
            "option": {
                "type": "label",
                "range": ["Yes", "No", "Unclear"]
            }
        },
        {
            "title": "Were study participants sampled in an appropriate way? ",
            "details": "Studies may report random sampling from a population, and the methods section should report how sampling was performed. Random probabilistic sampling from a defined subset of the population (sample frame) should be employed in most cases, however, random probabilistic sampling is not needed when everyone in the sampling frame will be included/analysed. For example, reporting on all the data from a good census is appropriate as a good census will identify everybody. When using cluster sampling, such as a random sample of villages within a region, the methods need to be clearly stated as the precision of the final prevalence estimate incorporates the clustering effect. Convenience samples, such as a street survey or interviewing lots of people at a public gatherings are not considered to provide a representative sample of the base population.",
            "option": {
                "type": "label",
                "range": ["Yes", "No", "Unclear"]
            }
        },
        {
            "title": "Was the sample size adequate?",
            "details": "The larger the sample, the narrower will be the confidence interval around the prevalence estimate, making the results more precise. An adequate sample size is important to ensure good precision of the final estimate. Ideally we are looking for evidence that the authors conducted a sample size calculation to determine an adequate sample size. This will estimate how many subjects are needed to produce a reliable estimate of the measure(s) of interest. For conditions with a low prevalence, a larger sample size is needed. Also consider sample sizes for subgroup (or characteristics) analyses, and whether these are appropriate. Sometimes, the study will be large enough (as in large national surveys) whereby a sample size calculation is not required. In these cases, sample size can be considered adequate.",
            "option": {
                "type": "label",
                "range": ["Yes", "No", "Unclear"]
            }
        },
        {
            "title": "Were the study subjects and the setting described in detail?",
            "details": "Certain diseases or conditions vary in prevalence across different geographic regions and populations (e.g. Women vs. Men, sociodemographic variables between countries). The study sample should be described in sufficient detail so that other researchers can determine if it is comparable to the population of interest to them.",
            "option": {
                "type": "label",
                "range": ["Yes", "No", "Unclear"]
            }
        },
        {
            "title": "Was the data analysis conducted with sufficient coverage of the identified sample?",
            "details": "Coverage bias can occur when not all subgroups of the identified sample respond at the same rate. For instance, you may have a very high response rate overall for your study, but the response rate for a certain subgroup (i.e. older adults) may be quite low.",
            "option": {
                "type": "label",
                "range": ["Yes", "No", "Unclear"]
            }
        },
        {
            "title": "Were valid methods used for the identification of the condition?",
            "details": "Here we are looking for measurement or classification bias. Many health problems are not easily diagnosed or defined and some measures may not be capable of including or excluding appropriate levels or stages of the health problem. If the outcomes were assessed based on existing definitions or diagnostic criteria, then the answer to this question is likely to be yes. If the outcomes were assessed using observer reported, or self-reported scales, the risk of over-or under-reporting is increased, and objectivity is compromised. Importantly, determine if the measurement tools used were validated instruments as this has a significant impact on outcome assessment validity.",
            "option": {
                "type": "label",
                "range": ["Yes", "No", "Unclear"]
            }
        },
        {
            "title": "Was the condition measured in a standard, reliable way for all participants?",
            "details": "Considerable judgment is required to determine the presence of some health outcomes. Having established the validity of the outcome measurement instrument (see item 6 of this scale), it is important to establish how the measurement was conducted. Were those involved in collecting data trained or educated in the use of the instrument/s? If there was more than one data collector, were they similar in terms of level of education, clinical or research experience, or level of responsibility in the piece of research being appraised? When there was more than one observer or collector, was there comparison of results from across the observers? Was the condition measured in the same way for all participants?",
            "option": {
                "type": "label",
                "range": ["Yes", "No", "Unclear"]
            }
        },
        {
            "title": "Was there appropriate statistical analysis?",
            "details": "Importantly, the numerator and denominator should be clearly reported, and percentages should be given with confidence intervals. The methods section should be detailed enough for reviewers to identify the analytical technique used and how specific variables were measured. Additionally, it is also important to assess the appropriateness of the analytical strategy in terms of the assumptions associated with the approach as differing methods of analysis are based on differing assumptions about the data and how it will respond.",
            "option": {
                "type": "label",
                "range": ["Yes", "No", "Unclear"]
            }
        },
        {
            "title": "Was the response rate adequate, and if not, was the low response rate managed appropriately?",
            "details": "A large number of dropouts, refusals or “not founds” amongst selected subjects may diminish a study’s validity, as can a low response rates for survey studies. The authors should clearly discuss the response rate and any reasons for non-response and compare persons in the study to those not in the study, particularly with regards to their socio-demographic characteristics. If reasons for non-response appear to be unrelated to the outcome measured and the characteristics of non-responders are comparable to those who do respond in the study (addressed in question 5, coverage bias), the researchers may be able to justify a more modest response rate.",
            "option": {
                "type": "label",
                "range": ["Yes", "No", "Unclear"]
            }
        }
    ],
    "truth": [
        {
            "index": 24,
            "values": ["Yes", "Yes", "Yes", "Yes", "Yes", "Yes", "No", "Yes", "No"]
        },
        {
            "index": 25,
            "values": ["Yes", "Yes", "Yes", "No", "Unclear", "Yes", "No", "Yes", "Unclear"]
        },
        {
            "index": 17,
            "values": ["Yes", "Yes", "Yes", "No", "No", "Yes", "Unclear", "Yes", "No"]
        },
        {
            "index": 26,
            "values": ["No", "Unclear", "No", "Yes", "Yes", "Yes", "Yes", "Yes", "Yes"]
        },
        {
            "index": 27,
            "values": ["Yes", "Yes", "Yes", "Yes", "Yes", "Yes", "No", "Yes", "No"]
        },
        {
            "index": 28,
            "values": ["Yes", "Yes", "Yes", "Yes", "Yes", "Yes", "No", "Yes", "No"]
        },
        {
            "index": 29,
            "values": ["Yes", "Yes", "Yes", "No", "Yes", "Yes", "No", "Yes", "Yes"]
        },
        {
            "index": 30,
            "values": ["No", "Yes", "No", "Yes", "Yes", "Yes", "Yes", "Yes", "No"]
        },
        {
            "index": 31,
            "values": ["Yes", "Yes", "Yes", "Yes", "Yes", "Yes", "No", "Yes", "No"]
        },
        {
            "index": 32,
            "values": ["Yes", "Unclear", "Yes", "Yes", "Yes", "Yes", "Yes", "Yes", "Yes"]
        },
        {
            "index": 33,
            "values": ["Yes", "Unclear", "Yes", "No", "Yes", "Yes", "No", "Yes", "Unclear"]
        },
        {
            "index": 34,
            "values": ["No", "No", "Yes", "Yes", "Yes", "Yes", "Yes", "Yes", "Yes"]
        },
        {
            "index": 35,
            "values": ["No", "Yes", "Yes", "Yes", "Unclear", "Yes", "No", "Yes", "No"]
        },
        {
            "index": 16,
            "values": ["Yes", "Unclear", "Yes", "Yes", "No", "Yes", "Yes", "Yes", "Unclear"]
        },
        {
            "index": 36,
            "values": ["Yes", "Yes", "No", "No", "Yes", "Yes", "Yes", "Yes", "Yes"]
        },
        {
            "index": 37,
            "values": ["Yes", "Yes", "Yes", "Yes", "No", "Yes", "Yes", "Yes", "No"]
        },
        {
            "index": 38,
            "values": ["Yes", "Yes", "Yes", "No", "Yes", "Yes", "Yes", "Yes", "Yes"]
        },
        {
            "index": 39,
            "values": ["Yes", "Unclear", "Yes", "Yes", "Yes", "Yes", "Yes", "Yes", "No"]
        },
        {
            "index": 40,
            "values": ["Yes", "Unclear", "Yes", "No", "No", "Yes", "Yes", "Yes", "No"]
        },
        {
            "index": 41,
            "values": ["Yes", "No", "Yes", "Yes", "Unclear", "Yes", "Yes", "Yes", "Unclear"]
        },
        {
            "index": 42,
            "values": ["Yes", "Yes", "Yes", "No", "Yes", "Yes", "No", "Yes", "No"]
        },
        {
            "index": 43,
            "values": ["No", "No", "Yes", "Yes", "Yes", "Yes", "No", "Yes", "No"]
        },
        {
            "index": 44,
            "values": ["Yes", "Yes", "Yes", "Yes", "No", "Yes", "Yes", "Yes", "No"]
        },
        {
            "index": 45,
            "values": ["Yes", "Yes", "Yes", "Yes", "Yes", "Yes", "Yes", "Yes", "Yes"]
        },
        {
            "index": 46,
            "values": ["No", "No", "Yes", "Yes", "Yes", "Yes", "No", "Yes", "Yes"]
        },
        {
            "index": 14,
            "values": ["Yes", "Yes", "Yes", "No", "No", "Yes", "No", "Yes", "No"]
        },
        {
            "index": 47,
            "values": ["Yes", "No", "Yes", "Yes", "Yes", "Yes", "Yes", "Yes", "Yes"]
        },
        {
            "index": 48,
            "values": ["Yes", "Yes", "Yes", "Yes", "No", "Yes", "Yes", "Yes", "No"]
        },
        {
            "index": 49,
            "values": ["Yes", "Yes", "Yes", "Yes", "No", "Yes", "No", "Yes", "Unclear"]
        },
        {
            "index": 50,
            "values": ["Yes", "Yes", "Yes", "Yes", "No", "Yes", "No", "Yes", "No"]
        },
        {
            "index": 51,
            "values": ["Yes", "Unclear", "Yes", "Yes", "No", "Yes", "No", "Yes", "No"]
        },
        {
            "index": 52,
            "values": ["Yes", "Unclear", "Yes", "Yes", "Yes", "Yes", "No", "Yes", "Yes"]
        },
        {
            "index": 53,
            "values": ["No", "No", "Yes", "Yes", "Yes", "Yes", "No", "Yes", "Unclear"]
        },
        {
            "index": 54,
            "values": ["Yes", "Yes", "Yes", "No", "Yes", "Yes", "Yes", "Yes", "Yes"]
        },
        {
            "index": 55,
            "values": ["Yes", "No", "Yes", "Yes", "Yes", "Yes", "No", "Yes", "No"]
        },
        {
            "index": 56,
            "values": ["Yes", "Yes", "Yes", "Yes", "Unclear", "Yes", "No", "Yes", "Unclear"]
        },
        {
            "index": 19,
            "values": ["Yes", "Unclear", "Yes", "Yes", "Unclear", "Yes", "Yes", "Yes", "Unclear"]
        },
        {
            "index": 57,
            "values": ["Yes", "Yes", "Yes", "Yes", "Yes", "Yes", "No", "Yes", "Unclear"]
        },
        {
            "index": 18,
            "values": ["Yes", "Yes", "Yes", "Yes", "Yes", "Yes", "Yes", "Yes", "No"]
        },
        {
            "index": 15,
            "values": ["No", "Yes", "Yes", "Yes", "Yes", "Yes", "No", "Yes", "No"]
        }
    ]
}