{
    "citations": [
        {
            "footnote": 27,
            "title": "Peritoneal dialysis is not a risk factor for primary vascular graft thrombosis after renal transplantation.",
            "in_text_citation": "Pérez Fontán et al., 1998"
        },
        {
            "footnote": 28,
            "title": "Dialysis modality and delayed graft function after cadaveric renal transplantation.",
            "in_text_citation": "Bleyer et al., 1999"
        },
        {
            "footnote": 29,
            "title": "Dialysis modality and the risk of allograft thrombosis in adult renal transplant recipients.",
            "in_text_citation": "Ojo et al., 1999"
        },
        {
            "footnote": 30,
            "title": "Peritoneal dialysis favorably influences early graft function after renal transplantation compared to hemodialysis.",
            "in_text_citation": "Van Biesen et al., 2000"
        },
        {
            "footnote": 31,
            "title": "A comparison of transplant outcomes in peritoneal and hemodialysis patients.",
            "in_text_citation": "Snyder et al., 2002"
        },
        {
            "footnote": 32,
            "title": "Access to, and outcome of, renal transplantation according to treatment modality of end-stage renal disease in France.",
            "in_text_citation": "Chalem et al., 2005"
        },
        {
            "footnote": 33,
            "title": "Impact of pretransplant dialysis on early graft function in pediatric kidney recipients.",
            "in_text_citation": "Fontana et al., 2005"
        },
        {
            "footnote": 34,
            "title": "The role of pretransplantation renal replacement therapy modality in kidney allograft and recipient survival.",
            "in_text_citation": "Goldfarb-Rumyantzev et al., 2005"
        },
        {
            "footnote": 35,
            "title": "Influence of dialysis duration and modality on kidney transplant outcomes.",
            "in_text_citation": "Resende et al., 2009"
        },
        {
            "footnote": 36,
            "title": "Impact of pre-transplant dialysis modality on post-transplant diabetes mellitus after kidney transplantation.",
            "in_text_citation": "Courivaud et al., 2011"
        },
        {
            "footnote": 37,
            "title": "The increased risk of post-transplant diabetes mellitus in peritoneal dialysis-treated kidney allograft recipients.",
            "in_text_citation": "Madziarska et al., 2011"
        },
        {
            "footnote": 38,
            "title": "The role of pretransplant dialysis modality on renal allograft outcome.",
            "in_text_citation": "Schwenger et al., 2011"
        },
        {
            "footnote": 39,
            "title": "Dialysis as a bridge therapy to renal transplantation: comparison of graft outcomes according to mode of dialysis treatment.",
            "in_text_citation": "Sezer et al., 2011"
        },
        {
            "footnote": 40,
            "title": "Association between pre-transplant dialysis modality and patient and graft survival after kidney transplantation.",
            "in_text_citation": "Kramer et al., 2012"
        },
        {
            "footnote": 6,
            "title": "Dialysis modality and outcomes in kidney transplant recipients.",
            "in_text_citation": "Molnar et al., 2012"
        },
        {
            "footnote": 7,
            "title": "Pretransplant peritoneal dialysis relative to hemodialysis improves long-term survival of kidney transplant patients: a single-center observational study.",
            "in_text_citation": "López-Oliva et al., 2014"
        },
        {
            "footnote": 41,
            "title": "Pancreas-kidney transplantation: impact of dialysis modality on the outcome.",
            "in_text_citation": "Martins et al., 2015"
        },
        {
            "footnote": 42,
            "title": "Pre-transplant dialysis modality does not influence short- or long-term outcome in kidney transplant recipients: analysis of paired kidneys from the same deceased donor.",
            "in_text_citation": "Dipalma et al., 2016"
        },
        {
            "footnote": 43,
            "title": "Paired analysis of outcomes after kidney transplantation in peritoneal and hemodialysis patients.",
            "in_text_citation": "Dębska-Ślizień et al., 2018"
        },
        {
            "footnote": 8,
            "title": "Impact of the pretransplant dialysis modality on kidney transplantation outcomes: a nationwide cohort study.",
            "in_text_citation": "Lin et al., 2018"
        },
        {
            "footnote": 44,
            "title": "Outcome of patients with hemodialysis or peritoneal dialysis undergoing simultaneous pancreas-kidney transplantation: comparative study.",
            "in_text_citation": "Marcacuzco et al., 2018"
        },
        {
            "footnote": 45,
            "title": "Pretransplant dialysis modality and long-term patient and kidney allograft outcome: a 15-year retrospective single-centre cohort study.",
            "in_text_citation": "Balzer et al., 2020"
        },
        {
            "footnote": 46,
            "title": "Impact of pre-transplant dialysis modality on the outcome and health-related quality of life of patients after simultaneous pancreas-kidney transplantation.",
            "in_text_citation": "Scheuermann et al., 2020"
        },
        {
            "footnote": 9,
            "title": "The association of pre-kidney transplant dialysis modality with de novo posttransplant heart failure.",
            "in_text_citation": "Lenihan et al., 2021"
        },
        {
            "footnote": 10,
            "title": "Factors influencing long-term patient and allograft outcomes in elderly kidney transplant recipients.",
            "in_text_citation": "So et al., 2020"
        },
        {
            "footnote": 47,
            "title": "Preemptive kidney transplantation is associated with transplantation outcomes in children: results from the French Kidney Replacement Therapy Registry.",
            "in_text_citation": "Prezelin-Reydit et al., 2022"
        }
    ]
}