{
    "key_references": [
        {
            "title": "Peritoneal dialysis is not a risk factor for primary vascular graft thrombosis after renal transplantation.",
            "abstract": "## OBJECTIVE\nTo find out if patients undergoing peritoneal dialysis (PD) have an increased risk of primary vascular thrombosis of the renal allograft, compared with patients on hemodialysis (HD).\n## DESIGN\nObservational, retrospective cohort study.\n## SETTING\nTertiary care hospital, covering an approximate population of 2,000,000. Extensive use of suboptimal donors for renal transplantation.\n## PATIENTS AND METHODS\nThe study included 827 patients receiving a cadaveric renal transplantation (RTx) in our center between 1988 and 1997 (700 on HD and 127 on PD). We searched for a potential difference in the incidence of graft thrombosis, according to the pretransplant dialysis modality and taking into consideration the main reported risk factors for this complication of RTx.\n## RESULTS\nThe accumulated incidence of primary graft thrombosis was 4.7% in PD patients, and 6.1% in HD patients (NS). Arterial and venous thrombosis were also similar in both groups. Logistic regression analysis demonstrated that extremes of age of the donor, use of the right kidney, protracted cold ischemia, delayed graft function, and transplantation to a hypersensitized recipient independently predicted graft thrombosis. Peritoneal dialysis was not independently associated with the complication under study (adjusted odds ratio HD/PD = 2.5, 95% CI = 0.8-7.7).\n## CONCLUSIONS\nPeritoneal dialysis is not associated with an increased risk of primary vascular thrombosis of the renal allograft.\n",
            "in_text_citation": "Pérez Fontán et al., 1998",
            "footnote": 27
        },
        {
            "title": "Dialysis modality and delayed graft function after cadaveric renal transplantation.",
            "abstract": "The purpose of this investigation was to compare outcomes in the immediate posttransplant period for hemodialysis (HD) and peritoneal (PD) dialysis patients who received cadaveric renal transplantation. Data were obtained from the United Network of Organ Sharing on all cadaveric graft recipients who were dialysis-dependent at the time of transplantation between April 1994 and December 1995. Baseline characteristics were compared between groups, and multivariate logistic regression was performed with outcome measures including urine production in the first 24 h posttransplantation (U24), requirement for dialysis in the first week posttransplant (FWDIAL), and treatment for acute rejection during the initial hospitalization. The odds of oliguria (not producing urine in the first 24 h) were 1.49 (1.28 to 1.74) times higher in HD versus PD patients. After adjustment for other comorbid conditions including age, gender, race, HLA mismatch, time on dialysis, panel-reactive antibodies, and cold and warm ischemia time, the odds of oliguria were 1.60 (1.14 to 2.25) times higher in black HD patients compared with PD patients and 1.29 (1.06 to 1.57) times higher in white HD patients. In a similar manner, after adjustment for significant comorbid conditions, the odds of requiring dialysis in the first week were 1.56 (1.22 to 2.0) times higher in black HD patients versus PD patients and 1.40 (1.21 to 1.60) times higher in white HD patients. The rate of acute rejection was similar during the first hospitalization. These results suggest that there is an association between hemodialysis and delayed graft function. Differences in biocompatibility between the two modalities could potentially be responsible.\n",
            "in_text_citation": "Bleyer et al., 1999",
            "footnote": 28
        },
        {
            "title": "Dialysis modality and the risk of allograft thrombosis in adult renal transplant recipients.",
            "abstract": "## BACKGROUND\nRenal vascular thrombosis (RVT) is a rare but catastrophic complication of renal transplantation. Although a plethora of risk factors has been identified, a large proportion of cases of RVT is unexplained. Uremic coagulopathy and dialysis modality may predispose to RVT. We investigated the impact of the pretransplant dialysis modality on the risk of RVT in adult renal transplant recipients.\n## METHODS\nRenal transplant recipients (age 18 years or more) who were enrolled in the national registry between 1990 and 1996 (N = 84,513) were evaluated for RVT occurring within 30 days of transplantation. Each case was matched with two controls from the same transplant center and with the year of transplantation. The association between RVT and 18 factors was studied with multivariate conditional logistic regression.\n## RESULTS\nForty-nine percent of all cases of RVT (365 out of 743) occurred in repeat transplant recipients with an adjusted odds ratio (OR) of 5.72 compared with first transplants (P < 0.001). There were a significantly higher odds of RVT in peritoneal dialysis (PD)-compared with hemodialysis (HD)-treated patients (OR = 1.87, P = 0.001). Change in dialysis modality was an independent predictor of RVT: switching from HD to PD (OR = 3.59, P < 0.001) and from PD to HD (OR = 1.62, P = 0.047). Compared with primary transplant recipients on HD (OR = 1.00), the highest odds of RVT were in repeat transplant recipients treated with PD (OR = 12.95, P < 0.001) and HD (OR = 4.50, P < 0.001). Other independent predictors of RVT were preemptive transplantation, relatively young and old donor age, diabetes mellitus and systemic lupus erythematosus as causes of end-stage renal disease, recipient gender, and lower panel reactive antibody levels (PRAs).\n## CONCLUSIONS\nThe strongest risk factors for RVT were retransplantation and prior PD treatment. Prevention of RVT with perioperative anticoagulation should be studied in patients who have a constellation of the identified risk factors.\n",
            "in_text_citation": "Ojo et al., 1999",
            "footnote": 29
        },
        {
            "title": "Peritoneal dialysis favorably influences early graft function after renal transplantation compared to hemodialysis.",
            "abstract": "## BACKGROUND\nDelayed graft function (DGF) and acute renal failure (ARF) after renal transplantation negatively influence short- and long-term graft outcome. Peritoneal dialysis as pretransplantation dialysis modality was reported to influence favorably the recovery of renal function immediately after kidney transplantation. It has been hypothesized that fluid status was the factor explaining this better outcome. This hypothesis was tested in this study by multivariate analysis, also including other factors related to DGF and ARF.\n## METHODS\nThe records of peritoneal dialysis (PD; n=40) and hemodialysis (HD; n=79) patients receiving a first cadaveric kidney transplantation at the University Hospital Gent were analyzed.\n## RESULTS\nDGF and ARF were observed in 33 (27 HD and 6 PD, P=0.03) and 14 (14 HD and 0 PD, P=0.01) patients, respectively. The number of days needed to reach a serum creatinine 50% below that before transplantation (T1/2(SCr)), was correlated with cold ischemia time (CIT) (P<0.001) and body weight gain (BWG) (P<0.01) and was inversely correlated with urinary output in the first 24 hr (P<0.001), fluid load (P<0.001), and central venous pressure (P<0.001). A multivariate model with CIT (P<0.001), PD as pretransplantation dialysis mode (P=0.01), urinary output in the first 24 hr (P=0.001), BWG (P=0.05), and fluid load (P=0.01) resulted in an R2 of 0.32 (P<0.001). Using Cox regression analysis, the relative risk for a prolonged T1/2(SCr) increased with 4%/hr CIT (P=0.01) and with 1%/kg BWG (P=0.02). Fluid load decreased the relative risk with 5%/liter (P<0.001) and PD as pretransplantation modality favorably modified the relative risk by a factor of 1.6 (P=0.01).\n## CONCLUSION\nPD as pretransplantation dialysis modality can reduce the incidence and the severity of delayed recovery of renal function after renal transplantation. This protective effect was independent from CIT, and fluid status, two other major influencing factors.\n",
            "in_text_citation": "Van Biesen et al., 2000",
            "footnote": 30
        },
        {
            "title": "A comparison of transplant outcomes in peritoneal and hemodialysis patients.",
            "abstract": "## BACKGROUND\nStudies examining the effect of pre-transplant dialysis modality on graft and patient survival after kidney transplantation have produced conflicting results. Therefore, we studied the effects of pre-transplant dialysis modality on outcomes in a large United States cohort.\n## METHODS\nWe compared rates of transplantation between peritoneal dialysis and hemodialysis patients from the years 1995 to 1998 in the United States (N = 252,402) and outcomes after transplantation (N = 22,776), using data from the Centers for Medicare and Medicaid Services.\n## RESULTS\nIn a Cox proportional hazards analysis that was adjusted for multiple patient characteristics, kidney transplantation was 1.39 (95% CI = 1.35 to 1.43) times more likely in peritoneal dialysis vs. hemodialysis patients (P < 0.0001). Over the entire follow-up period, the adjusted risk for death-censored graft failure was 1.15 (1.04 to 1.26) times higher in peritoneal dialysis vs. hemodialysis (P < 0.05), but mortality and overall graft failure rates were not different. Pre-transplant dialysis modality did not affect outcomes for patients who survived with a functioning kidney for at least 3 months. However, in adjusted Cox analyses restricted to the first 3 months, peritoneal dialysis was associated with a 1.23 (1.09 to 1.39) times higher risk for early graft failure (P < 0.001) and a 1.33 (1.16 to 1.53) times higher risk for death-censored graft failure (P < 0.001). Peritoneal dialysis patients, however, were seen to have a lower incidence of delayed graft function. In a smaller sample of patients with data on causes of early graft failure, graft thrombosis was more commonly listed as a cause of graft failure among peritoneal dialysis patients, 41% (64/156), compared to hemodialysis patients, 30% (106/349), P < 0.05.\n## CONCLUSIONS\nKidney transplantation is more frequent in peritoneal dialysis than in hemodialysis patients, and transplantation in peritoneal dialysis patients is more frequently associated with early, but not late, graft failure. Delayed graft function was less common in peritoneal dialysis patients but this potential benefit appears to be offset by other factors which are associated with early graft loss. Additional studies are needed to determine what factors may help understand this early risk of graft failure.\n",
            "in_text_citation": "Snyder et al., 2002",
            "footnote": 31
        },
        {
            "title": "Access to, and outcome of, renal transplantation according to treatment modality of end-stage renal disease in France.",
            "abstract": "## BACKGROUND\nAlthough peritoneal dialysis (PD) is recognized as one of the methods of treatment of end-stage renal disease (ESRD), there have been recurrent concerns about the access of patients treated by this modality to kidney transplantation (KTx), as well as reports showing increased complications of KTx in such patients, such as graft thrombosis and infections.\n## METHODS\nThe aim of this study was to provide a comprehensive view of the impact on transplantation of pretransplant modality of treatment of ESRD using a multivariate analysis of the French database. From 1997 to 2000, after exclusion of pediatric patients, multiple transplantations, and living donors, 6420 were patients registered on the waiting list, and 3464 were transplanted.\n## RESULTS\nUsing a Cox proportional hazard analysis, we found a shorter waiting time for PD patients (RR 0.71, P < 0.0001), which became equivalent to hemodialysis (HD) patients when taking into account the transplant center as a variable (RR 1.0, P= 0.95). Concerning graft survival, only preemptive transplantation had a significant impact, being associated to a decreased risk of graft failure (RR 0.46, P= 0.005). Conclusion. Our study supports the concept that the choice of any pretransplant dialysis modality does not influence waiting time for transplant or the results of transplantation.\n",
            "in_text_citation": "Chalem et al., 2005",
            "footnote": 32
        },
        {
            "title": "Impact of pretransplant dialysis on early graft function in pediatric kidney recipients.",
            "abstract": "Delayed graft function (DGF) is a frequent complication of kidney transplantation (KT) that may affect both short- and long-term graft outcome. It has been reported that pretransplantation peritoneal dialysis was correlated with a better recovery of graft function than hemodialysis in adult kidney recipients. However, the effect of pretransplantation dialysis mode (PDM) seemed to be unclear on the early outcome of KT in pediatric recipients. In this study, the potential impact of PDM on early graft function was evaluated in 174 pediatric patients who underwent KT by using cadaveric donors. The primary outcome parameter was the time to reach a serum creatinine (SCr) level 50% of the pretransplantation value [T(1/2(SCr))], while DGF was defined as a T(1/2(SCr)) >3 days after KT (n = 40). By stratifying kidney recipients for normal function graft or DGF, this latter group showed a significantly higher body weight (BW) on the day of KT (P = 0.014), body surface area (BSA) (P = 0.005), warm ischemia time (WIT) (P = 0.022), early SCr on the day 1 after KT (P < 0.001), and T(1/2(SCr)) (P < 0.001), whereas lower urine volume (UV) collected in the first 24 h after KT (P < 0.001) and fluid load (P < 0.001) occurred. Univariate exponential correlation that was carried out between T(1/2(SCr)) and all the other variables had shown a better value than the linear correlation for BW (R(2) = 0.28 vs. R(2) = 0.04), BSA (R(2) = 0.29 vs. R(2) = 0.03), and SCr (R(2) = 0.51 vs. R(2) = 0.28). In a multivariate regression analysis performed by entering T(1/2(SCr)) as dependent variable and following a forward stepwise method, cold ischemia time (CIT) (P = 0.027) but not PDM (P = 0.195) reached significance. In a Cox regression analysis carried out with T(1/2(SCr)) as dependent variable, neither CIT nor PDM gained significance. This study suggests that PDM does not affect early graft function in pediatric kidney recipients.\n",
            "in_text_citation": "Fontana et al., 2005",
            "footnote": 33
        },
        {
            "title": "The role of pretransplantation renal replacement therapy modality in kidney allograft and recipient survival.",
            "abstract": "## BACKGROUND\nThe effect of pretransplantation renal replacement therapy (RRT) modality on allograft and recipient survival outcome is not well understood.\n## METHODS\nWe studied allograft and recipient survival by using US Renal Data System records from January 1, 1990, to December 31, 1999, with a follow-up period through December 31, 2000 (n = 92,844; 60% males; 70% white; 23% black). Pretransplantation and predominant RRT modality during the end-stage renal disease (ESRD) period and number and specific combinations of RRT modalities were evaluated.\n## RESULTS\nCompared with hemodialysis (HD), a Cox model showed that peritoneal dialysis (PD) immediately before transplantation predicts a 3% lower risk for graft failure (P < 0.05) and 6% lower risk for recipient death (P < 0.001). When predominant RRT modality was analyzed (modality used for > 50% of the ESRD time), PD (hazard ratio [HR], 0.97; P < 0.05) had a protective effect for graft survival compared with HD. Better recipient survival also was associated with PD (HR, 0.96; P < 0.05). Increased number of RRT modalities during the ESRD course was associated with increased risk for graft failure (HR, 1.04 per additional modality used; P < 0.005) and recipient death (HR, 1.11 per additional modality used; P < 0.001). Any combination or any single modality (except for PD + HD for graft survival and PD + HD and PD + HD + transplantation for recipient survival) had protective effects on graft and recipient survival compared with HD.\n## CONCLUSION\nOur results suggest that compared with PD, HD as an RRT modality immediately before transplantation or as a predominant RRT modality during the ESRD course, used alone or in combination with other RRT modalities, is associated with increased risks for graft failure and recipient death. Increased number of RRT modalities used during the ESRD course is associated with worsening of graft and recipient survival.\n",
            "in_text_citation": "Goldfarb-Rumyantzev et al., 2005",
            "footnote": 34
        },
        {
            "title": "Influence of dialysis duration and modality on kidney transplant outcomes.",
            "abstract": "## BACKGROUND\nThe influence of pretransplantation dialysis on kidney transplant outcomes has been the subject of longstanding interest. Although increased time on dialysis prior to kidney transplantation is associated with decreased graft and patient survivals, analyses of the impact of dialysis modality on kidney allograft outcome have produced conflicting results.\n## OBJECTIVE\nThe objective of this study was to evaluate the influence of dialysis duration and modality on the function and survival of renal allografts.\n## PATIENTS\nWe retrospectively reviewed the clinical data of 421 adults who received first kidney transplantations from cadaveric heart-beating donors performed in our unit from May 1989 to May 2007. Three hundred seventy-four patients (88.8%) were on hemodialysis (HD) prior to kidney transplantation, including 247 patients (58.7%) on treatment for at least 24 months.\n## RESULTS\nPatients with a dialysis duration > or =24 months were significantly older (45.9 vs 42.8 years; P = .013). Renal function at 3, 12, 60, and 96 months was similar between the 2 groups. Longer duration on dialysis was associated with poorer overall graft and patient survivals. No differences were observed in renal function or graft and patient survivals comparing HD or peritoneal dialysis (PD). Multivariate analysis confirmed the lack of correlation between dialysis duration or modality and allograft failure.\n## CONCLUSION\nLonger dialysis duration influenced overall graft and patient survival. However, dialysis modality showed no influence on graft function or survival.\n",
            "in_text_citation": "Resende et al., 2009",
            "footnote": 35
        },
        {
            "title": "Impact of pre-transplant dialysis modality on post-transplant diabetes mellitus after kidney transplantation.",
            "abstract": "Post-transplant diabetes mellitus (PTDM) is a well-known complication in renal transplant recipients (RTRs). While a number of risk factors for PTDM have been identified, the potential impact of pre-transplant dialysis modality on subsequent development of PTDM has not yet been explored. We performed a multicenter retrospective study on 2010 consecutive RTRs who did not have a history of diabetes prior to renal transplantation. PTDM was defined as a need for anti-diabetic therapy in an RTR without a history of diabetes prior to transplantation. Analysis of the risk factors for development of PTDM was performed with respect to pre-transplant dialysis modality. A total of 137 (6.8%) patients developed PTDM; 7% in the hemodialysis group and 6.5% in the peritoneal dialysis (PD) group (p = 0.85). In the multivariate analysis, age (p < 0.001), body mass index (BMI) (p < 0.001), use of tacrolimus (p = 0.002), and rejection episodes (p < 0.001) were identified as independent risk factors for development of PTDM. Patients in the PD group were younger (p = 0.004), had lower BMI (p = 0.07), and were less likely to have a history of hepatitis C (p = 0.007) and autosomal dominant polycystic kidney disease (p = 0.07). Adjustment for these variables did not modify the results. The results of this study suggest that pre-transplant dialysis modality does not have an impact on the subsequent development of PTDM in RTRs.\n",
            "in_text_citation": "Courivaud et al., 2011",
            "footnote": 36
        },
        {
            "title": "The increased risk of post-transplant diabetes mellitus in peritoneal dialysis-treated kidney allograft recipients.",
            "abstract": "## BACKGROUND\nPost-transplant diabetes mellitus (PTDM) is a common metabolic complication in kidney allograft recipients, significantly contributing to the elevated cardiovascular morbidity after renal transplantation and increased risk of chronic transplant dysfunction. The aim of the present investigation was to evaluate the factors influencing PTDM development. Under particular consideration were the elements, existing before the transplantation, especially the modality of dialysis treatment significance, i.e. haemodialysis (HD) versus peritoneal dialysis (PD).\n## METHODS\nThree hundred and seventy-seven consecutive outpatients who underwent renal transplantation (RTx) in our institution between January 2003 and December 2005 were analysed. PTDM was diagnosed according to the current American Diabetic Association/World Health Organization criteria. Statistical inference was conducted by means of univariate methods (one factor versus PTDM) and multivariate methods in frames of generalized linear model.\n## RESULTS\nIn the study group, 72 patients (23.4%) developed PTDM after RTx (55 HD and 17 PD patients). PTDM incidence at 3, 6 and 12 months was 15.9%, 22.1% and 23.4%, respectively. The mean interval from transplantation to the onset of PTDM was 3.08 ± 2.73 months. In univariate analysis, the factors associated with the elevated risk of PTDM appearance were older recipient age, positive family history of diabetes, hypertensive nephropathy as end-stage renal disease cause, higher body mass index at transplantation, treatment by PD, and the graft from an older donor. In multivariate verification, statistical significance remained: older recipient age (P < 0.001), positive family history of diabetes (P = 0.002), and treatment by PD (P = 0.007).\n## CONCLUSIONS\nTreatment by PD appears to be a possible novel factor, not yet reported, which may increase the risk of PTDM development.\n",
            "in_text_citation": "Madziarska et al., 2011",
            "footnote": 37
        },
        {
            "title": "The role of pretransplant dialysis modality on renal allograft outcome.",
            "abstract": "## BACKGROUND AND OBJECTIVES\nThe pretransplant dialysis modality might influence renal allograft and patient survival after transplantation. Studies published to date yielded conflicting results.\n## METHODS\nDeceased-donor allograft recipients reported to the 'Collaborative Transplant Study' were analysed, using multivariate Cox regression analysis, considering potential confounders which included pretransplant patient cardiovascular risk evaluation as well as immunological and treatment parameters. Primary end points were all-cause graft survival, death-censored graft survival and patient survival.\n## RESULTS\nIn total, 60,008 recipients were analysed. Patients who were on peritoneal dialysis (PD) (n = 11,664) prior to transplantation demonstrated a 10% lower all-cause mortality (P = 0.014) but similar death-censored graft survival (P = 0.39) as recipients treated with haemodialysis (n = 45,651). This lower all-cause mortality in PD patients was primarily a consequence of a significantly lower rate of cardiovascular death with a functioning graft (P < 0.013) in a subcohort of patients defined as at increased risk.\n## CONCLUSIONS\nPretransplant dialysis modality per se has no significant impact on allograft outcome. Superior all-cause survival of PD patients is primarily due to a lower rate of cardiovascular death in a subcohort of high-risk recipients. This might explain the conflicting results published to date.\n",
            "in_text_citation": "Schwenger et al., 2011",
            "footnote": 38
        },
        {
            "title": "Dialysis as a bridge therapy to renal transplantation: comparison of graft outcomes according to mode of dialysis treatment.",
            "abstract": "## BACKGROUND\nRenal transplantation is the ideal renal replacement therapy in patients with end-stage renal disease. It was unclear whether a difference in dialysis modality influences outcomes after kidney transplantation. Therefore, we evaluated the influence of dialysis modality.\n## METHODS\nWe compared various clinical and laboratory parameters of 70 peritoneal dialysis (PD) and 180 hemodialysis (HD) patients (n=250), including 91 females and an overall age 36.7±9.7 years who underwent transplantation between 2000 and 2008 to evaluate factors affecting delayed graft function (DGF) and of transplant graft failure.\n## RESULTS\nOverall graft survival was 82% at 3 and 75% at 5 years. Among HD patients, 16% displayed DGF, versus 12% of PD patients. Multivariate analysis showed that factors affecting DGF were: mode of dialysis (relative risk [RR]=1.39, 95% confidence interval (CI): 1.35-1.43; P<.01); parathyroid hormone (RR=0.32, 95% CI: 0.30-0.34, P<.05), C-reative protein (RR=1.03, 95% CI: 0.97-1.09; P<.05), hemoglobin levels (RR=.75, 95% CI: 0.72-0.79; P<.05). At 3 and 5 years follow-up, PD patients' showed fewer graft failures than HD patients (14% vs 20%; P<.05 and 17% vs 28%; P<.05).\n## CONCLUSION\nEarly graft function rates were better for PD than for HD patients. Inflammation and anemia should be carefully investigated and corrected to achieve better graft function.\n",
            "in_text_citation": "Sezer et al., 2011",
            "footnote": 39
        },
        {
            "title": "Association between pre-transplant dialysis modality and patient and graft survival after kidney transplantation.",
            "abstract": "## BACKGROUND\nPrevious studies have found inconsistent associations between pre-transplant dialysis modality and subsequent post-transplant survival. We aimed to examine this relationship using the instrumental variable method and to compare the results with standard Cox regression.\n## METHODS\nWe included 29 088 patients (age >20 years) from 16 European national or regional renal registries who received a first kidney transplant between 1 January 1999 and 31 December 2008 and were on dialysis before transplantation for a period between 90 days and 10 years. Standard multivariable Cox regression examined the association of individually assigned pre-transplant dialysis modality with post-transplant patient and graft survival. To decrease confounding-by-indication through unmeasured factors, we applied the instrumental variable method that used the case-mix adjusted centre percentage of peritoneal dialysis (PD) as predictor variable.\n## RESULTS\nStandard analyses adjusted for age, sex, primary renal disease, donor type, duration of dialysis, year of transplantation and country suggested that PD before transplantation was associated with better patient [hazard ratio, HR (95% CI) = 0.83 (0.76-0.91)] and graft survival (HR (95% CI) 0.90 (0.84-0.96)) when compared with haemodialysis (HD). In contrast, the instrumental variable analysis showed that a 10% increase in the case-mix adjusted centre percentage of patients on PD was neither associated with post-transplant patient survival [HR (95% CI = 1.00 (0.97-1.04)] nor with graft survival [HR (95% CI) = 1.01 (0.98-1.04)].\n## CONCLUSIONS\nThe instrumental variable method failed to confirm the associations found in standard Cox regression between pre-transplant dialysis modality and patient and graft survival after transplantation. The lack of association in instrumental variable analysis may be due to better control of residual confounding.\n",
            "in_text_citation": "Kramer et al., 2012",
            "footnote": 40
        },
        {
            "title": "Dialysis modality and outcomes in kidney transplant recipients.",
            "abstract": "## BACKGROUND AND OBJECTIVES\nThe influence of pretransplant dialysis modality on post-transplant outcomes is not clear. This study examined associations of pretransplant dialysis modality with post-transplant outcomes in a large national cohort of kidney transplant recipients.\n## DESIGN, SETTING, PARTICIPANTS, & MEASUREMENTS\nLinking the 5-year patient data of a large dialysis organization to the Scientific Registry of Transplant Recipients, 12,416 hemodialysis and 2092 peritoneal dialysis patients who underwent first kidney transplantation were identified. Mortality or graft failure and delayed graft function risks were estimated by Cox regression (hazard ratio) and logistic regression (odds ratio), respectively.\n## RESULTS\nRecipients treated with peritoneal dialysis pretransplantation had lower (21.9/1000 patient-years [95% confidence interval: 18.1-26.5]) crude all-cause mortality rate than those recipients treated with hemodialysis (32.8/1000 patient-years [30.8-35.0]). Pretransplant peritoneal dialysis use was associated with 43% lower adjusted all-cause and 66% lower cardiovascular death. Furthermore, pretransplant peritoneal dialysis use was associated with 17% and 36% lower unadjusted death-censored graft failure and delayed graft function risk, respectively. However, after additional adjustment for relevant covariates, pretransplant peritoneal dialysis modality was not a significant predictor of death-censored graft failure delayed graft function, respectively. Similar trends were noted on analyses using a propensity score matched cohort of 2092 pairs of patients.\n## CONCLUSIONS\nCompared with hemodialysis, patients treated with peritoneal dialysis before transplantation had lower mortality but similar graft loss or delayed graft function. Confounding by residual selection bias cannot be ruled out.\n",
            "in_text_citation": "Molnar et al., 2012",
            "footnote": 6
        },
        {
            "title": "Pretransplant peritoneal dialysis relative to hemodialysis improves long-term survival of kidney transplant patients: a single-center observational study.",
            "abstract": "## BACKGROUND\nKidney transplantation is the best option for the treatment of end-stage renal disease in terms of survival and quality of life. These results can be influenced by the pretransplant dialysis modality. The aim of this study was to evaluate whether the pretransplantation dialysis modality influences patient and allograft survival beyond 10 years and examine the potential risk factors associated with the outcomes.\n## METHODS\nWe conducted an observational, retrospective, single-center clinical study that included 236 patients [118 undergoing peritoneal dialysis (PD) and 118 undergoing hemodialysis (HD)] who proceeded to transplantation during the period December 1990-2002. Donor and recipient data were collected from our hospital's clinical registries. The follow-up period extended to the patient's death, the loss of the allograft, or loss to follow-up. The end date of the study was set at March 2012.\n## RESULTS\nIn the multivariate analysis, the long-term patient survival rate was higher for the PD group than for the HD group [HR = 2.62 (1.01-6.8); p = 0.04]; however, the allograft survival rate was not significantly different between the two groups [HR = 0.68 (0.41-1.10); p = 0.12].\n## CONCLUSION\nPretransplantation dialysis modality is associated with long-term patient survival, with outcomes favoring peritoneal dialysis over hemodialysis. However, the pretransplant dialysis modality does not influence long-term graft loss risk.\n",
            "in_text_citation": "López-Oliva et al., 2014",
            "footnote": 7
        },
        {
            "title": "Pancreas-Kidney transplantation: Impact of dialysis modality on the outcome.",
            "abstract": "It remains controversial whether dialysis modality prior to SPKT (simultaneous pancreas-kidney transplantation) affects the outcome. We analyzed outcomes in type 1 diabetic patients undergoing SPKT, comparing peritoneal dialysis (PD) and hemodialysis (HD) groups: 119 had been on HD; 39 on PD. They were comparable except regarding dialysis time, higher in HD patients (30 ± 23 vs. 21 ± 15 months, P = 0.003). Thrombosis-driven relaparotomy was more frequent in PD patients (12.8% vs. 1.7%, P = 0.014). Pancreas loss due to infection was higher in PD patients (12.8% vs. 3.4%, P = 0.042). Thrombosis-related kidney loss was more frequent in PD patients (5.1%, vs. 0% in HD patients, P = 0.058). Thirteen deaths occurred, more within the PD group (17.9% vs. 5%; P = 0.011), being infection the leading cause (13.5%, vs. 1.7% in HD patients, P = 0.010). Patient survival was inferior in PD patients. Besides PD, cardiovascular disease and graft failure were independent predictors of patient death. In conclusion, PD patients more frequently complicated with intra-abominal infection leading to pancreatic loss and with renal thrombosis, with adverse impact on survival. As a PD first strategy in end-stage renal disease patients is generally associated with good outcomes, these gloomier results after SPKT urge for careful adjustment of infection and thrombosis prophylactic protocols in PD patients.\n",
            "in_text_citation": "Martins et al., 2015",
            "footnote": 41
        },
        {
            "title": "Pre-transplant dialysis modality does not influence short- or long-term outcome in kidney transplant recipients: analysis of paired kidneys from the same deceased donor.",
            "abstract": "Previous studies have reported contradictory results regarding the effect of pre-transplant dialysis modality on the outcomes after kidney transplantation (KT). To minimize the confounding effect of donor-related variables, we performed a donor-matched retrospective comparison of 160 patients that received only one modality of pre-transplant dialysis (peritoneal dialysis [PD] and hemodialysis [HD] in 80 patients each) and that subsequently underwent KT at our center between January 1990 and December 2007. Cox regression models were used to evaluate the association between pre-transplant dialysis modality and primary study outcomes (death-censored graft survival and patient survival). To control for imbalances in recipient-related baseline characteristics, we performed additional adjustments for the propensity score (PS) for receiving pre-transplant PD (versus HD). There were no significant differences according to pre-transplant dialysis modality in death-censored graft survival (PS-adjusted hazard ratio [aHR]: 0.65; 95% confidence interval [95% CI]: 0.25-1.68) or patient survival (aHR: 0.58; 95% CI: 0.13-2.68). There were no differences in 10-year graft function or in the incidence of post-transplant complications either, except for a higher risk of lymphocele in patients undergoing PD (odds ratio: 4.31; 95% CI: 1.15-16.21). In conclusion, pre-transplant dialysis modality in KT recipients does not impact short- or long-term graft outcomes or patient survival.\n",
            "in_text_citation": "Dipalma et al., 2016",
            "footnote": 42
        },
        {
            "title": "Paired Analysis of Outcomes After Kidney Transplantation in Peritoneal and Hemodialysis Patients.",
            "abstract": "## BACKGROUND\nThe impact of dialysis modality before kidney transplantation (hemodialysis or peritoneal dialysis) on outcomes is not clear. In this study we retrospectively analyzed the impact of dialysis modality on posttransplant follow-up.\n## METHODS\nTo minimize donor bias, a paired kidney analysis was applied. One hundred thirty-three pairs of peritoneal dialysis (PD) and hemodialysis (HD) patients were transplanted at our center between 1994 and 2016. Those who received kidneys from the same donor were included in the study. HD patients were significantly older (44 vs 48 years), but the Charlson Comorbidity Index was similar (3.12 vs 3.46) in both groups. The groups did not differ significantly with respect to immunosuppressive protocols and number of mismatches (2.96 vs 2.95).\n## RESULTS\nOne-year patient (98% vs 96%) and graft (90% vs 93%) survival was similar in the PD and HD patient groups. The Kaplan-Meier curves of the patients and graft survival did not differ significantly. Delayed graft function (DGF) and acute rejection (AR) occurred significantly more often in the HD recipients. Graft vessel thrombosis resulting in graft loss occurred in 9 PD (6.7%) and 4 HD (3%) patients (P > .05). Serum creatinine concentration and estimated glomerular filtration rate (using the Modification of Diet in Renal Disease guidelines) showed no difference at 1 month, 1 year, and at final visit. On multivariate analysis, factors significantly associated with graft loss were graft vessel thrombosis, DGF, and graft function 1 month after transplantation. On univariate analysis, age, coronary heart disease, and graft loss were associated with death. Among these factors, only coronary heart disease (model 1) and graft loss were significant predictors of death on multivariate analysis.\n## CONCLUSION\nThe long-term outcome for renal transplantation is similar in patients with PD and HD. These groups differ in some aspects, however, such as susceptibility to vascular thrombosis in PD patients, and to DGF and AR in HD patients.\n",
            "in_text_citation": "Dębska-Ślizień et al., 2018",
            "footnote": 43
        },
        {
            "title": "Impact of the pretransplant dialysis modality on kidney transplantation outcomes: a nationwide cohort study.",
            "abstract": "## OBJECTIVE\nMost patients with uraemia must undergo chronic dialysis while awaiting kidney transplantation; however, the role of the pretransplant dialysis modality on the outcomes of kidney transplantation remains obscure. The objective of this study was to clarify the associations between the pretransplant dialysis modality, namely haemodialysis (HD) or peritoneal dialysis (PD), and the development of post-transplant de novo diseases, allograft failure and all-cause mortality for kidney-transplant recipients.\n## DESIGN\nRetrospective nationwide cohort study.\n## SETTING\nData retrieved from the Taiwan National Health Insurance Research Database.\n## PARTICIPANTS\nThe National Health Insurance database was explored for patients who received kidney transplantation in Taiwan during 1998-2011 and underwent dialysis >90 days before transplantation.\n## OUTCOME MEASURES\nThe pretransplant characteristics, complications during kidney transplantation and post-transplant outcomes were statistically analysed and compared between the HD and PD groups. Cox regression analysis was used to evaluate the HR of the dialysis modality on graft failure and all-cause mortality. The primary outcomes were long-term post-transplant death-censored allograft failure and all-cause mortality started after 90 days of kidney transplantation until the end of follow-up. The secondary outcomes were events during kidney transplantation and post-transplant de novo diseases adjusted by propensity score in log-binomial model.\n## RESULTS\nThere were 1812 patients included in our cohort, among which 1209 (66.7%) and 603 (33.3%) recipients received pretransplant HD and PD, respectively. Recipients with chronic HD were generally older and male, had higher risks of developing post-transplant de novo ischaemic heart disease, tuberculosis and hepatitis C after adjustment. Pretransplant HD contributed to higher graft failure in the multivariate analysis (HR 1.38, p<0.05) after adjustment for the recipient age, sex, duration of dialysis and pretransplant diseases. There was no significant between-group difference in overall survival.\n## CONCLUSIONS\nPretransplant HD contributed to higher risks of death-censored allograft failure after kidney transplantation when compared with PD.\n",
            "in_text_citation": "Lin et al., 2018",
            "footnote": 8
        },
        {
            "title": "Outcome of patients with hemodialysis or peritoneal dialysis undergoing simultaneous pancreas-kidney transplantation. Comparative study.",
            "abstract": "## BACKGROUND\nControversy remains with regard to the higher risk of intra-abdominal infections and lower patient and graft survival when peritoneal dialysis (PD) rather than hemodialysis (HD) is used in simultaneous pancreas-kidney transplantation (SPKT).\n## METHODS\nFrom March 1995 to December 2015, we performed 165 SPKTs. Prior to transplant, patients received hemodialysis (group HD; n = 98) or peritoneal dialysis (group PD; n = 67). A comparison was made to analyze post-transplant complications and patient, pancreas, and kidney graft survivals.\n## RESULTS\nDonor, pretransplant, and perioperative recipient variables were similar in both groups. Overall rates of infections (69.4% in HD vs 73.1% in PD; P = .50) and intra-abdominal infections (31.6% in HD vs 35.8 in PD; P = .57) were similar in both groups. The rates of pancreatitis, hemorrhage or thrombosis of the graft, duodenal graft leak, relaparotomy, transplantectomy, pancreas rejection, and retransplantation were similar in both groups. Patient survival at 1, 3, and 5 years (95.9%, 93.9%, and 93.9% in HD vs 95.5%, 92.2%, and 90.4% in PD; P = .54) and pancreas graft survival (83.6%, 78.0%, and 71.8% in HD vs 79.2%, 77.4%, and 71.0% in PD; P = .8) were similar in both groups. Kidney graft survival was similar in both groups. Pancreas graft thrombosis, rejection, and relaparotomy for intra-abdominal complications were independent predictors of lower pancreas graft survival, but dialysis modality did not influence patient or graft survival.\n## CONCLUSIONS\nPre-SPKT modality of dialysis does not significantly influence overall or intra-abdominal infection and patient, pancreas, or kidney graft survivals.\n",
            "in_text_citation": "Marcacuzco et al., 2018",
            "footnote": 44
        },
        {
            "title": "Pretransplant dialysis modality and long-term patient and kidney allograft outcome: a 15-year retrospective single-centre cohort study.",
            "abstract": "Among factors determining long-term kidney allograft outcome, pretransplant renal replacement therapy (RRT) is the most easily modifiable. Previous studies analysing RRT modality impact on patient and graft survival are conflicting. Studies on allograft function are scarce, lack sufficient size and follow-up. We retrospectively studied patient and allograft survival together with allograft function and its decline in 2277 allograft recipients during 2000-2014. Pretransplant RRT modality ≥60 days as grouped into \"no RRT\" (n = 136), \"haemodialysis (HD)\" (n = 1847), \"peritoneal dialysis (PD)\" (n = 159), and \"HD + PD\" (n = 135) was evaluated. Kaplan-Meier analysis demonstrated superior 5-/10-/15-year patient (93.0/81.8/73.1% vs. 86.2/71.6/49.8%), death-censored graft (90.8/85.4/71.5% vs. 84.4/75.2/63.2%), and 1-year rejection-free graft survival (73.8% vs. 63.8%) in PD versus HD patients. Adjusted Cox regression revealed 34.5% [1.5-56.5%] lower hazards of death, whereas death-censored graft loss was similar [HR = 0.707 (0.469-1.064)], and rejection was less frequent [HR = 0.700 (0.508-0.965)]. Allografts showed higher 1-/3-/5-year estimated glomerular filtration rate (eGFR) in \"PD\" versus \"HD\" groups. Living donation benefit for allograft function was most pronounced in groups \"no RRT\" and \"PD\". Functional allograft decline (eGFR slope) was lowest for \"PD\". Allograft recipients on pretransplant PD versus HD demonstrated superior all-cause patient and rejection-free graft survival along with better allograft function (eGFR).\n",
            "in_text_citation": "Balzer et al., 2020",
            "footnote": 45
        },
        {
            "title": "Impact of pre-transplant dialysis modality on the outcome and health-related quality of life of patients after simultaneous pancreas-kidney transplantation.",
            "abstract": "## BACKGROUND\nSimultaneous pancreas-kidney transplantation (SPKT) profoundly improves the health-related quality of life (HRQoL) of recipients. However, the influence of the pre-transplant dialysis modality on the success of the SPKT and post-transplant HRQoL remains unknown.\n## METHODS\nWe analyzed the surgical outcome, long-term survival, as well as HRQoL of 83 SPKTs that were performed in our hospital between 2000 and 2016. Prior to transplant, 64 patients received hemodialysis (HD) and nineteen patients received peritoneal dialysis (PD). Physical and mental quality of life results from eight basic scales and the physical and mental component summaries (PCS and MCS) were measured using the Short Form 36 (SF-36) survey.\n## RESULTS\nPeri- and postoperative complications, as well as patient and graft survival were similar between the two groups. Both groups showed an improvement of HRQoL in all SF-36 domains after transplantation. Compared with patients who received HD before transplantation, PD patients showed significantly better results in four of the eight SF-36 domains: physical functioning (mean difference HD - PD: - 12.4 ± 4.9, P = < 0.01), bodily pain (- 14.2 ± 6.3, P < 0.01), general health (- 6.3 ± 2.8, P = 0.04), vitality (- 6.8 ± 2.6, P = 0.04), and PCS (- 5.2 ± 1.5, P < 0.01) after SPKT. In the overall study population, graft loss was associated with significant worsening of the HRQoL in all physical components (each P < 0.01).\n## CONCLUSIONS\nThe results of this analysis show that pre-transplant dialysis modality has no influence on the outcome and survival rate after SPKT. Regarding HRQoL, patients receiving PD prior to SPKT seem to have a slight advantage compared with patients with HD before transplantation.\n",
            "in_text_citation": "Scheuermann et al., 2020",
            "footnote": 46
        },
        {
            "title": "The Association of Pre-Kidney Transplant Dialysis Modality with de novo Posttransplant Heart Failure.",
            "abstract": "## BACKGROUND\nHeart failure (HF) after kidney transplantation is a significant but understudied problem. Pretransplant dialysis modality could influence incident HF risk through differing cardiac stressors. However, whether pretransplant dialysis modality is associated with the development of posttransplant HF is unknown.\n## METHODS\nWe used the US Renal Data System to assemble a cohort of 27,701 patients who underwent their first kidney transplant in the USA between the years 2005 and 2012 and who had Medicare fee-for-service coverage for >6 months preceding their transplant date. Patients with any HF diagnosis prior to transplant were excluded. Detailed baseline patient characteristics and comorbidities were abstracted. The outcome of interest was de novo posttransplant HF. Pretransplant dialysis modality was defined as the dialysis modality used at the time of transplant. We conducted time-to-event analyses using Cox regression. Death was treated as a competing risk in the study's primary analysis. Graft failure was included as a time-varying covariate.\n## RESULTS\nAmong eligible patients, 81% were treated with hemodialysis prior to transplant, and hemodialysis patients were more likely to be male, had a shorter dialysis vintage, and had more diabetes and vascular disease diagnoses. When adjusted for all available demographic and clinical data, pretransplant treatment with hemodialysis (vs. peritoneal dialysis) was associated with a 19% increased risk in de novo posttransplant HF, with sub-distribution HR 1.19 (95% CI: 1.09-1.29).\n## CONCLUSIONS\nOur results suggest that choice of pretransplant dialysis modality may impact the development of posttransplant HF.\n",
            "in_text_citation": "Lenihan et al., 2021",
            "footnote": 9
        },
        {
            "title": "Factors Influencing Long-Term Patient and Allograft Outcomes in Elderly Kidney Transplant Recipients.",
            "abstract": "## INTRODUCTION\nIndividuals aged ≥65 years are increasingly prevalent on the waitlist for kidney transplantation, yet evidence on recipient and donor factors that define optimal outcomes in elderly patients after kidney transplantation is scarce.\n## METHODS\nWe used multivariable Cox regression modeling to determine the factors associated with all-cause death, death with a functioning graft, and overall and death-censored graft survival, using data from the Australia and New Zealand Dialysis and Transplant (ANZDATA) registry.\n## RESULTS\nA total of 802 kidney transplant recipients aged ≥65 years underwent their first transplantation between June 2006 and December 2016. Median age at transplantation was 68 years (interquartile range = 66-69 years). The 1-year and 5-year overall patient and graft survivals (95% confidence interval [CI]) were 95.1 (93.5-96.7) and 79.0 (75.1-82.9), and 92.9 (91.1-94.7) and 75.4 (71.3-79.5), respectively. Factors associated with higher risks of all-cause death included prevalent coronary artery disease (adjusted hazard ratio [95% confidence interval] = 1.47 [1.03-2.11]), cerebrovascular disease (1.99 [1.26-3.16]), increasing graft ischemic time (1.06 per hour [1.03-1.09]), donor age (1.02 per year [1.01-1.03]), delayed graft function (1.64 [1.13-2.39]), and peritoneal dialysis pretransplantation (1.71 [1.17-2.51]).\n## CONCLUSION\nPrevalent vascular disease and peritoneal dialysis as a pretransplantation dialysis modality are risk factors associated with poorer outcomes in transplant recipients aged ≥65 years. Careful selection and evaluation of potential candidates may improve graft and patient outcomes in older patients.\n",
            "in_text_citation": "So et al., 2020",
            "footnote": 10
        },
        {
            "title": "Preemptive Kidney Transplantation Is Associated With Transplantation Outcomes in Children: Results From the French Kidney Replacement Therapy Registry.",
            "abstract": "## BACKGROUND\nKidney transplantation (KT) is the optimal treatment for children with end-stage kidney disease. The aim of this study was to evaluate the impact of preemptive kidney transplantation (PKT) and of pretransplant dialysis duration on graft survival among French pediatric kidney transplant recipients.\n## METHODS\nWe analyzed all first pediatric kidney-only transplantations performed in France between 1993 and 2012. A Cox multivariable model was used to investigate the association of PKT and pretransplant dialysis time with the hazard of graft failure defined as death, return to dialysis, or retransplant, whichever occurred first.\n## RESULTS\nPatients (n = 1911) were included, of which 380 (19.8%) received a PKT. Median time of follow-up was 7.0 y. PKT was associated with a 55% reduction of the hazard of graft failure at any time after KT compared with patients transplanted after dialysis (hazard ratio, 0.45; 95% confidence interval, 0.33-0.62), after adjustment for recipient sex and age, primary kidney disease, donor age and type (living or deceased donor), number of HLA mismatches, cold ischemia time, and year of transplantation. A reduction of the hazard of graft failure was found in PKT whatever the compared duration of dialysis, even when <6 mo and whatever the dialysis modality. Results were similar in multiple sensitivity analyses.\n## CONCLUSIONS\nIn France, PKT among pediatric patients is associated with a better graft survival when compared with KT after dialysis, even when <6 mo. Based on these findings, we suggest that PKT should be considered as the treatment of choice for children with end-stage kidney disease.\n",
            "in_text_citation": "Prezelin-Reydit et al., 2022",
            "footnote": 47
        }
    ]
}