{
    "citations": [
        {
            "footnote": 48,
            "title": "Testing a low-intensity and accessible Cognitive Behavioral Therapy for Insomnia (CBT-I) intervention in individuals newly diagnosed with cancer.",
            "in_text_citation": "Agyemang et al., 2016"
        },
        {
            "footnote": 49,
            "title": "Testing an app-based intervention to improve insomnia in patients with epilepsy: A randomized controlled trial.",
            "in_text_citation": "Ahorsu et al., 2020"
        },
        {
            "footnote": 50,
            "title": "Internet-vs. group-delivered cognitive behavior therapy for insomnia: a randomized controlled non-inferiority trial.",
            "in_text_citation": "Blom et al., 2015"
        },
        {
            "footnote": 51,
            "title": "Sleep and productivity benefits of digital cognitive behavioral therapy for insomnia.",
            "in_text_citation": "Bostock et al., 2016"
        },
        {
            "footnote": 52,
            "title": "Efficacy of digital CBT for insomnia to reduce depression across demographic groups: a randomized trial.",
            "in_text_citation": "Cheng et al., 2019"
        },
        {
            "footnote": 53,
            "title": "Effectiveness of an online insomnia program (SHUTi) for prevention of depressive episodes (the GoodNight Study): a randomised controlled trial.",
            "in_text_citation": "Christensen et al., 2016"
        },
        {
            "footnote": 54,
            "title": "Effect of digital cognitive behavioral therapy for insomnia on health, psychological well-being, and sleep-related quality of life: a randomized clinical trial.",
            "in_text_citation": "Espie et al., 2019"
        },
        {
            "footnote": 55,
            "title": "The effects of improving sleep on mental health (OASIS): a randomised controlled trial with mediation analysis.",
            "in_text_citation": "Freeman et al., 2017"
        },
        {
            "footnote": 56,
            "title": "Efficacy of digital cognitive behavioral therapy for the treatment of insomnia symptoms among pregnant women: a randomized clinical trial.",
            "in_text_citation": "Felder et al., 2020"
        },
        {
            "footnote": 35,
            "title": "Reminders make people adhere better to a self-help sleep intervention.",
            "in_text_citation": "Horsch et al., 2017"
        },
        {
            "footnote": 57,
            "title": "A randomized controlled trial of digital cognitive behavioral therapy for insomnia in pregnant women.",
            "in_text_citation": "Kalmbach et al., 2020"
        },
        {
            "footnote": 58,
            "title": "A randomized controlled trial comparing guided Internet-based multi-component treatment and Internet-based guided sleep restriction treatment to care as usual in insomnia.",
            "in_text_citation": "Krieger et al., 2019"
        },
        {
            "footnote": 59,
            "title": "The effects of digital cognitive behavioral therapy for insomnia on cognitive function: a randomized controlled trial.",
            "in_text_citation": "Kyle et al., 2020"
        },
        {
            "footnote": 60,
            "title": "Sleep-related safety behaviors and dysfunctional beliefs mediate the efficacy of online CBT for insomnia: a randomized controlled trial.",
            "in_text_citation": "Lancee et al., 2015"
        },
        {
            "footnote": 61,
            "title": "Guided online or face-to-face cognitive behavioral treatment for insomnia: a randomized wait-list controlled trial.",
            "in_text_citation": "Lancee et al., 2016"
        },
        {
            "footnote": 34,
            "title": "Appropriate use and operationalization of adherence to digital cognitive behavioral therapy for depression and anxiety in youth: systematic review.",
            "in_text_citation": "Li et al., 2022"
        },
        {
            "footnote": 62,
            "title": "Efficacy of a theory-based cognitive behavioral technique app-based intervention for patients with insomnia: Randomized controlled trial.",
            "in_text_citation": "Majd et al., 2020"
        },
        {
            "footnote": 63,
            "title": "The anxiolytic effects of cognitive behavior therapy for insomnia: preliminary results from a web-delivered protocol.",
            "in_text_citation": "Pillai et al., 2015"
        },
        {
            "footnote": 64,
            "title": "Feasibility and preliminary efficacy of guided internet-delivered cognitive behavioral therapy for insomnia after the loss of a child to cancer: Randomized controlled trial.",
            "in_text_citation": "Sveen et al., 2021"
        },
        {
            "footnote": 65,
            "title": "Does online insomnia treatment reduce depressive symptoms? A randomized controlled trial in individuals with both insomnia and depressive symptoms.",
            "in_text_citation": "Van der Zweerde et al., 2019"
        },
        {
            "footnote": 66,
            "title": "Nurse-guided internet-delivered cognitive behavioral therapy for insomnia in general practice: results from a pragmatic randomized clinical trial.",
            "in_text_citation": "Van der Zweerde et al., 2020"
        },
        {
            "footnote": 67,
            "title": "Guided Internet-delivered cognitive behavioural treatment for insomnia: a randomized trial.",
            "in_text_citation": "Van Straten et al., 2014"
        }
    ]
}