{
    "data": [
        {
            "pmid": "36966184",
            "criteria": "The following inclusion criteria were established for study selection: (1) comprised adult patients aged ≥18 years; (2) have been formally diagnosed or had self-reported symptoms of insomnia defined by any edition of the DSM42, International Classification of Sleep Disorders43, or International Classification of Diseases;44 (3) with reported measures of depressive or anxiety symptoms; (4) involving a dCBT-I intervention delivered by digital technology including computer, Internet and smartphone applications, alongside a control group with other interventions for managing insomnia, active controls, waitlist, or participants who underwent usual care; (5) adopted an RCT design. In the current study, dCBT-I consisted of multimodal components with at least one key cognitive strategy (cognitive restructuring) and one key behavioral strategy (stimulus control or sleep restriction). Henceforth, only CBT-I methods were considered as treatment methods for this study. Furthermore, as long as the main CBT-I treatment methods were delivered via a digital device listed above, studies with additional feedback interactions via online guidance, emails and text messages were also considered to meet the selection criteria. The two researchers (SAL, JWO) independently extracted and reviewed the studies to consider their inclusion based on the eligibility criteria. Duplicate articles were removed; titles and abstracts were screened for study inclusion. Full texts of the remaining studies were further reviewed. The two reviewers (SAL, JWO) assessed inter-rater reliability using Cohen’s Kappa value, keeping the researchers blinded to each other’s decisions throughout the review process. All authors discussed any disagreement between studies and reached a consensus. The inter-rater reliability of study selection was considered strong (Kappa = 0.82).",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10039857"
        }
    ]
}