{
    "key_references": [
        {
            "title": "Testing an app-based intervention to improve insomnia in patients with epilepsy: A randomized controlled trial.",
            "abstract": "## PURPOSE\nInsomnia has adverse effects on people with epilepsy. We aimed to test a novel cognitive behavioral therapy for insomnia (CBT-I) app-based intervention on insomnia symptoms and social psychological factors in people with epilepsy and to examine the possible mechanisms among the factors.\n## METHODS\nParticipants were recruited from neurology clinics in Iran and comprised individuals diagnosed with epilepsy and having moderate to severe insomnia. A two-arm randomized controlled trial design was used, consisting of a treatment group (CBT-I; n = 160) and control group (patient education; n = 160). Primary outcomes were self-reported sleep quality, insomnia severity, and sleep hygiene behavior and objective sleep characteristics measured by actigraphy. Secondary outcomes were attitude, perceived behavioral control, intention, action planning, coping planning, behavioral automaticity, self-monitoring, anxiety, depression, and quality of life (QoL). All outcomes were measured at baseline, and at one, three, and six months postintervention, except objective sleep, which was assessed at baseline, and one and six months postintervention. Data were analyzed using linear mixed models.\n## RESULTS\nCurrent findings showed that sleep quality, insomnia severity, sleep hygiene behavior, and sleep onset latency were significantly improved in the CBT-I group compared with the patient education group at all measurement points. Also, the CBT-I group had significantly improved anxiety, depression, and QoL compared with the patient education group. Mediation analyses showed that attitude, intention, coping planning, self-monitoring, and behavioral automaticity significantly mediated the effect of the intervention on sleep outcomes.\n## CONCLUSION\nResults support the use of the CBT-I app to improve sleep outcomes among people with epilepsy.\n",
            "in_text_citation": "Ahorsu et al., 2020",
            "footnote": 49
        },
        {
            "title": "Internet-vs. group-delivered cognitive behavior therapy for insomnia: A randomized controlled non-inferiority trial.",
            "abstract": "## UNLABELLED\nThe aim of this study was to compare guided Internet-delivered to group-delivered cognitive behavioral therapy (CBT) for insomnia. We conducted an 8-week randomized controlled non-inferiority trial with 6-months follow-up. Participants were forty-eight adults with insomnia, recruited via media. Interventions were guided Internet-delivered CBT (ICBT) and group-delivered CBT (GCBT) for insomnia. Primary outcome measure was the Insomnia Severity Index (ISI), secondary outcome measures were sleep diary data, depressive symptoms, response- and remission rates. Both treatment groups showed significant improvements and large effect sizes for ISI (Within Cohen's d: ICBT post = 1.8, 6-months follow-up = 2.1; GCBT post = 2.1, 6-months follow-up = 2.2). Confidence interval of the difference between groups post-treatment and at FU6 indicated non-inferiority of ICBT compared to GCBT. At post-treatment, two thirds of patients in both groups were considered responders (ISI-reduction > 7p). Using diagnostic criteria, 63% (ICBT) and 75% (GCBT) were in remission. Sleep diary data showed moderate to large effect sizes. We conclude that both guided Internet-CBT and group-CBT in this study were efficacious with regard to insomnia severity, sleep parameters and depressive symptoms. The results are in line with previous research, and strengthen the evidence for guided Internet-CBT for insomnia.\n## TRIAL REGISTRATION\nThe study protocol was approved by, and registered with, the regional ethics review board in Linköping, Sweden, registration number 2010/385-31.\n",
            "in_text_citation": "Blom et al., 2015",
            "footnote": 50
        },
        {
            "title": "Sleep and Productivity Benefits of Digital Cognitive Behavioral Therapy for Insomnia: A Randomized Controlled Trial Conducted in the Workplace Environment.",
            "abstract": "## OBJECTIVE\nEvaluating digital cognitive behavioral therapy (dCBT) for insomnia in a workplace environment.\n## METHODS\nWithin a randomized controlled trial in a Fortune 500 company, we randomized 270 self-identified poor sleepers [180 M/90 F: mean age 33.6 years (23 to 56 years)] to dCBT (n = 135) or waiting list (WL, n = 135). dCBT comprised six online sessions delivered by an animated therapist. Major assessments were at baseline and posttreatment.\n## RESULTS\nSleep Condition Indicator (SCI) scores were significantly higher for the dCBT group [interaction term: F (1,485) = 15.63, P < 0.0001], representing Cohen's d of 1.10 following dCBT (d = 0.34 for WL). On the Work Productivity and Impairment questionnaire, \"presenteeism\" demonstrated significant improvements following dCBT [F(1,485) = 10.99, P = 0.001: d = 0.64 for dCBT, d = 0.09 for WL]. Effects for \"abseenteeism\" failed to reach statistical significance (P = 0.101).\n## CONCLUSIONS\ndCBT is effective in improving sleep and work-based productivity in adults with insomnia.\n",
            "in_text_citation": 51,
            "footnote": "Bostock et al., 2016"
        },
        {
            "title": "Efficacy of digital CBT for insomnia to reduce depression across demographic groups: a randomized trial.",
            "abstract": "## BACKGROUND\nInsomnia and depression are highly comorbid and mutually exacerbate clinical trajectories and outcomes. Cognitive behavioral therapy for insomnia (CBT-I) effectively reduces both insomnia and depression severity, and can be delivered digitally. This could substantially increase the accessibility to CBT-I, which could reduce the health disparities related to insomnia; however, the efficacy of digital CBT-I (dCBT-I) across a range of demographic groups has not yet been adequately examined. This randomized placebo-controlled trial examined the efficacy of dCBT-I in reducing both insomnia and depression across a wide range of demographic groups.\n## METHODS\nOf 1358 individuals with insomnia randomized, a final sample of 358 were retained in the dCBT-I condition and 300 in the online sleep education condition. Severity of insomnia and depression was examined as a dependent variable. Race, socioeconomic status (SES; household income and education), gender, and age were also tested as independent moderators of treatment effects.\n## RESULTS\nThe dCBT-I condition yielded greater reductions in both insomnia and depression severity than sleep education, with significantly higher rates of remission following treatment. Demographic variables (i.e. income, race, sex, age, education) were not significant moderators of the treatment effects, suggesting that dCBT-I is comparably efficacious across a wide range of demographic groups. Furthermore, while differences in attrition were found based on SES, attrition did not differ between white and black participants.\n## CONCLUSIONS\nResults provide evidence that the wide dissemination of dCBT-I may effectively target both insomnia and comorbid depression across a wide spectrum of the population.\n",
            "in_text_citation": "Cheng et al., 2019",
            "footnote": 52
        },
        {
            "title": "Effectiveness of an online insomnia program (SHUTi) for prevention of depressive episodes (the GoodNight Study): a randomised controlled trial.",
            "abstract": "## BACKGROUND\nIn view of the high co-occurrence of depression and insomnia, a novel way to reduce the risk of escalating depression might be to offer an insomnia intervention. We aimed to assess whether an online self-help insomnia program could reduce depression symptoms.\n## METHODS\nWe did this randomised controlled trial at the Australian National University in Canberra, Australia. Internet users (aged 18-64 years) with insomnia and depression symptoms, but who did not meet criteria for major depressive disorder, were randomly assigned (1:1), via computer-generated randomisation, to receive SHUTi, a 6 week, modular, online insomnia program based on cognitive behavioural therapy for insomnia, or HealthWatch, an interactive, attention-matched, internet-based placebo control program. Randomisation was stratified by age and sex. Telephone-based interviewers, statisticians, and chief investigators were masked to group allocation. The primary outcome was depression symptoms at 6 months, as measured with the Patient Health Questionnaire (PHQ-9). The primary analysis was by intention to treat. This trial is registered with the Australian New Zealand Clinical Trials Registry, number ACTRN12611000121965.\n## FINDINGS\nBetween April 30, 2013, and June 9, 2014, we randomly assigned 1149 participants to receive SHUTi (n=574) or HealthWatch (n=575), of whom 581 (51%) participants completed the study program assessments at 6 weeks and 504 (44%) participants completed 6 months' follow-up. SHUTi significantly lowered depression symptoms on the PHQ-9 at 6 weeks and 6 months compared with HealthWatch (F[degrees of freedom 2,640·1]=37·2, p<0·0001). Major depressive disorder was diagnosed in 22 (4%) participants at 6 months (n=9 in the SHUTi group and n=13 in the HealthWatch group), with no superior effect of SHUTi versus HealthWatch (Fisher's exact test=0·52; p=0·32). No adverse events were reported.\n## INTERPRETATION\nOnline cognitive behaviour therapy for insomnia treatment is a practical and effective way to reduce depression symptoms and could be capable of reducing depression at the population level by use of a fully automatised system with the potential for wide dissemination.\n## FUNDING\nAustralian National Health and Medical Research Council.\n",
            "in_text_citation": "Christensen et al., 2016",
            "footnote": 53
        },
        {
            "title": "Effect of Digital Cognitive Behavioral Therapy for Insomnia on Health, Psychological Well-being, and Sleep-Related Quality of Life: A Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nDigital cognitive behavioral therapy (dCBT) is a scalable and effective intervention for treating insomnia. Most people with insomnia, however, seek help because of the daytime consequences of poor sleep, which adversely affects quality of life.\n## OBJECTIVES\nTo investigate the effect of dCBT for insomnia on functional health, psychological well-being, and sleep-related quality of life and to determine whether a reduction in insomnia symptoms was a mediating factor.\n## DESIGN, SETTING, AND PARTICIPANTS\nThis online, 2-arm, parallel-group randomized trial comparing dCBT for insomnia with sleep hygiene education (SHE) evaluated 1711 participants with self-reported symptoms of insomnia. Participants were recruited between December 1, 2015, and December 1, 2016, and dCBT was delivered using web and/or mobile channels plus treatment as usual; SHE comprised a website and a downloadable booklet plus treatment as usual. Online assessments took place at 0 (baseline), 4 (midtreatment), 8 (posttreatment), and 24 (follow-up) weeks. Programs were completed within 12 weeks after inclusion.\n## MAIN OUTCOMES AND MEASURES\nPrimary outcomes were scores on self-reported measures of functional health (Patient-Reported Outcomes Measurement Information System: Global Health Scale; range, 10-50; higher scores indicate better health); psychological well-being (Warwick-Edinburgh Mental Well-being Scale; range, 14-70; higher scores indicate greater well-being); and sleep-related quality of life (Glasgow Sleep Impact Index; range, 1-100; higher scores indicate greater impairment). Secondary outcomes comprised mood, fatigue, sleepiness, cognitive failures, work productivity, and relationship satisfaction. Insomnia was assessed with the Sleep Condition Indicator (range: 0-32; higher scores indicate better sleep).\n## RESULTS\nOf the 1711 participants included in the intention-to-treat analysis, 1329 (77.7%) were female, mean (SD) age was 48.0 (13.8) years, and 1558 (91.1%) were white. Use of dCBT was associated with a small improvement in functional health compared with SHE (adjusted difference [95% CI] at week 4, 0.90 [0.40-1.40]; week 8, 1.76 [1.24-2.28]; week 24, 1.76 [1.22-2.30]) and psychological well-being (adjusted difference [95% CI] at week 4, 1.04 [0.28-1.80]; week 8, 2.68 [1.89-3.47]; week 24, 2.95 [2.13-3.76]), and with a large improvement in sleep-related quality of life (at week 4, -8.76 [-11.83 to -5.69]; week 8, -17.60 [-20.81 to -14.39]; week 24, -18.72 [-22.04 to -15.41]) (all P < .01). A large improvement in insomnia mediated these outcomes (range mediated, 45.5%-84.0%).\n## CONCLUSIONS AND RELEVANCE\nUse of dCBT is effective in improving functional health, psychological well-being, and sleep-related quality of life in people reporting insomnia symptoms. A reduction in insomnia symptoms mediates these improvements. These results confirm that dCBT improves both daytime and nighttime aspects of insomnia, strengthening existing recommendations of CBT as the treatment of choice for insomnia.\n## TRIAL REGISTRATION\nisrctn.org identifier: ISRCTN60530898.\n",
            "in_text_citation": "Espie et al., 2019",
            "footnote": 54
        },
        {
            "title": "The effects of improving sleep on mental health (OASIS): a randomised controlled trial with mediation analysis.",
            "abstract": "## BACKGROUND\nSleep difficulties might be a contributory causal factor in the occurrence of mental health problems. If this is true, improving sleep should benefit psychological health. We aimed to determine whether treating insomnia leads to a reduction in paranoia and hallucinations.\n## METHODS\nWe did this single-blind, randomised controlled trial (OASIS) at 26 UK universities. University students with insomnia were randomly assigned (1:1) with simple randomisation to receive digital cognitive behavioural therapy (CBT) for insomnia or usual care, and the research team were masked to the treatment. Online assessments took place at weeks 0, 3, 10 (end of therapy), and 22. The primary outcome measures were for insomnia, paranoia, and hallucinatory experiences. We did intention-to-treat analyses. The trial is registered with the ISRCTN registry, number ISRCTN61272251.\n## FINDINGS\nBetween March 5, 2015, and Feb 17, 2016, we randomly assigned 3755 participants to receive digital CBT for insomnia (n=1891) or usual practice (n=1864). Compared with usual practice, the sleep intervention at 10 weeks reduced insomnia (adjusted difference 4·78, 95% CI 4·29 to 5·26, Cohen's d=1·11; p<0·0001), paranoia (-2·22, -2·98 to -1·45, Cohen's d=0·19; p<0·0001), and hallucinations (-1·58, -1·98 to -1·18, Cohen's d=0·24; p<0·0001). Insomnia was a mediator of change in paranoia and hallucinations. No adverse events were reported.\n## INTERPRETATION\nTo our knowledge, this is the largest randomised controlled trial of a psychological intervention for a mental health problem. It provides strong evidence that insomnia is a causal factor in the occurrence of psychotic experiences and other mental health problems. Whether the results generalise beyond a student population requires testing. The treatment of disrupted sleep might require a higher priority in mental health provision.\n## FUNDING\nWellcome Trust.\n",
            "in_text_citation": "Freeman et al., 2017",
            "footnote": 55
        },
        {
            "title": "Efficacy of Digital Cognitive Behavioral Therapy for the Treatment of Insomnia Symptoms Among Pregnant Women: A Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nDespite the prevalence and adverse consequences of prenatal insomnia, a paucity of research is available regarding interventions to improve insomnia symptoms during pregnancy.\n## OBJECTIVE\nTo test the efficacy of digital cognitive behavioral therapy for insomnia (CBT-I) compared with standard treatment among pregnant women with insomnia symptoms.\n## DESIGN, SETTING, AND PARTICIPANTS\nThis randomized clinical trial enrolled pregnant women from November 23, 2016, to May 22, 2018. Of the 2258 women assessed for eligibility using an online self-report questionnaire, 208 were randomized to receive digital CBT-I (n = 105) or standard treatment (n = 103) for insomnia. Participants were pregnant up to 28 weeks' gestation, and they either had elevated insomnia symptom severity or met the criteria for insomnia caseness as determined by self-report questionnaires. Participants completed outcome measures at 10 weeks (postintervention) and 18 weeks (follow-up) after randomization. All study visits were completed remotely, and the intervention was delivered digitally. Data were analyzed between December 12, 2018, and July 2, 2019.\n## INTERVENTIONS\nDigital CBT-I consisted of 6 weekly sessions of approximately 20 minutes each. Standard treatment reflected standard care. Women receiving standard treatment had no limits placed on the receipt of nonstudy treatments, including medication and psychotherapy.\n## MAIN OUTCOMES AND MEASURES\nAll outcomes were assessed remotely using self-report questionnaires administered via online survey. The primary outcome was the change in insomnia symptom severity (measured by the Insomnia Severity Index) from baseline to postintervention. Secondary outcomes were sleep efficiency and nightly sleep duration (defined by sleep diary), global sleep quality (measured by the Pittsburgh Sleep Quality Index), depressive symptom severity (measured by the Edinburgh Postnatal Depression Scale), and anxiety symptom severity (measured by the Generalized Anxiety Disorder Scale-7). For each outcome, we also examined the change from baseline to follow-up.\n## RESULTS\nThe 208 participants had a mean (SD) age of 33.6 (3.7) years and a mean (SD) gestational age of 17.6 (6.3) weeks at baseline. Most of the participants were white (138 [66.3%]), married or cohabiting (196 [94.2%]), had a college degree (180 [86.5%]), and earned $100 000 or more per year (141 [67.8%]). Women randomized to receive digital CBT-I experienced statistically significantly greater improvements in insomnia symptom severity from baseline to postintervention compared with women randomized to receive standard treatment (time-by-group interaction, difference = -0.36; 95% CI, -0.48 to -0.23; χ2 = 29.8; P < .001; d = -1.03). Improvements from baseline to postintervention for all secondary outcomes, with the exception of sleep duration, were statistically significant. A similar pattern of results was evident for the change from baseline to follow-up.\n## CONCLUSIONS AND RELEVANCE\nIn this trial, digital CBT was an effective, scalable, safe, and acceptable intervention for improving insomnia symptoms during pregnancy.\n## TRIAL REGISTRATION\nClinicalTrials.gov identifier: NCT02805998.\n",
            "in_text_citation": "Felder et al., 2020",
            "footnote": 56
        },
        {
            "title": "Reminders make people adhere better to a self-help sleep intervention.",
            "abstract": "The experiment presented in this paper investigated the effects of different kinds of reminders on adherence to automated parts of a cognitive behavioural therapy for insomnia (CBT-I) delivered via a mobile device. Previous studies report that computerized health interventions can be effective. However, treatment adherence is still an issue. Reminders are a simple technique that could improve adherence. A minimal intervention prototype in the realm of sleep treatment was developed to test the effects of reminders on adherence. Two prominent ways to determine the reminder-time are: a) ask users when they want to be reminded, and b) let an algorithm decide when to remind users. The prototype consisted of a sleep diary, a relaxation exercise and reminders. A within subject design was used in which the effect of reminders and two underlying principles were tested by 45 participants that all received the following three different conditions (in random order): a) event-based reminders b) time-based reminders c) no reminders. Both types of reminders improved adherence compared to no reminders. No differences were found between the two types of reminders. Opportunity and self-empowerment could partly mediate adherence to filling out the sleep diary, but not to the number of relaxation exercises conducted. Although the study focussed on CBT-I, we expect that designers of other computerized health interventions benefit from the tested opportunity and self-empowerment principles for reminders to improve adherence, as well.\n",
            "in_text_citation": "Horsch et al., 2017",
            "footnote": 35
        },
        {
            "title": "A randomized controlled trial of digital cognitive behavioral therapy for insomnia in pregnant women.",
            "abstract": "## OBJECTIVE\nDespite high rates of prenatal insomnia, efficacious treatment options for this population are quite limited. Early evidence from randomized controlled trials (RCTs) support the efficacy of face-to-face cognitive-behavioral therapy for insomnia (CBTI) for prenatal insomnia. Yet, as many patients are unable to access this specialist-driven care, a critical need exists to increase its accessibility. This RCT examined the efficacy internet-based digital CBTI in pregnant women with insomnia.\n## METHODS\nSingle-site RCT. A total of 91 pregnant women (29.03 ± 4.16 years) nearing/entering the third trimester who screened positive for clinical insomnia on the Insomnia Severity Index (ISI) were randomized to digital CBTI or digital sleep education control. The ISI, Pittsburgh Sleep Quality Index (PSQI), Edinburgh Postnatal Depression Scale (EPDS), and Pre-Sleep Arousal Scale's Cognitive factor (PSAS-C) served as study outcomes, which were collected before treatment and after treatment during pregnancy, then six weeks after childbirth.\n## RESULTS\nFrom pre to posttreatment, CBTI patients reported reductions in ISI (-4.91 points, p < 0.001) and PSQI (-2.98 points, p < 0.001) and increases in nightly sleep duration by 32 min (p = 0.008). Sleep symptoms did not change during pregnancy in the control group. After childbirth, CBTI patients, relative to controls, slept longer by 40 min per night (p = 0.01) and reported better sleep maintenance. No pre or postnatal treatment effects on depression or cognitive arousal were observed.\n## CONCLUSIONS\nDigital CBTI improves sleep quality and sleep duration during pregnancy and after childbirth. To better optimize outcomes, CBTI should be tailored to meet the changing needs of women as the progress through pregnancy and early parenting. NAME: Insomnia and Rumination in Late Pregnancy and the Risk for Postpartum Depression. URL: clinicaltrials.gov. Registration: NCT03596879.\n",
            "in_text_citation": "Kalmbach et al., 2020",
            "footnote": 57
        },
        {
            "title": "A randomized controlled trial comparing guided internet-based multi-component treatment and internet-based guided sleep restriction treatment to care as usual in insomnia.",
            "abstract": "## BACKGROUND\nInternet-based cognitive behavioral treatment (iCBT-I) for insomnia comprising different sleep-related cognitive and behavioral interventional components has shown some promise. However, it is not known which components are necessary for a good treatment outcome.\n## METHOD\nPeople suffering from insomnia (N = 104) without any other comorbid psychiatric disorders were randomized (2:2:1) to two guided internet-based self-help interventions for insomnia [multi-component cognitive behavioral self-help intervention (MCT); sleep restriction intervention for insomnia (SRT)], and care as usual [CAU]. In all three conditions, additional care or treatment was allowed. The primary outcome was insomnia severity measured with the insomnia severity index (ISI) at eight weeks. Furthermore, the two active conditions were compared regarding sleep efficacy from daily diary data over the eight weeks, and other measures from the daily protocols. Secondary outcomes included sleep quality, depressive symptoms, dysfunctional beliefs, and quality of life at post-treatment (eight weeks) and follow-up (six months after randomization).\n## RESULTS\nBoth conditions were more effective than CAU at post-treatment, with medium to large between-group effect sizes on the primary outcome (ISI; MCT: Cohen's d = -1.15; SRT: d = -0.68) and small to medium between-group effect sizes for secondary outcomes. Treatment gains were maintained at six-month follow-up. Active conditions did not differ from each other on all measures from pre to post, except for dysfunctional beliefs about sleep, and sleep protocol data throughout the intervention. Participants in MCT were significantly more satisfied with the intervention than participants in SRT.\n## CONCLUSIONS\nResults of the present study indicate that CAU + MCT and CAU + SRT are both effective compared to CAU. There were no statistical differences regarding efficacy between the two active conditions, but participants in MCT reported to be more satisfied with the intervention.\n",
            "in_text_citation": "Krieger et al., 2019",
            "footnote": 58
        },
        {
            "title": "The effects of digital cognitive behavioral therapy for insomnia on cognitive function: a randomized controlled trial.",
            "abstract": "## STUDY OBJECTIVES\nWe sought to examine the impact of digital cognitive behavioral therapy (dCBT) for insomnia on both self-reported cognitive impairment and objective cognitive performance.\n## METHODS\nThe Defining the Impact of Sleep improvement on Cognitive Outcomes (DISCO) trial was an online, two-arm, single-blind, randomized clinical trial of dCBT versus wait-list control. Participants were aged 25 years and older, met DSM-5 diagnostic criteria for insomnia disorder, and reported difficulties with concentration or memory. Assessments were carried out online at baseline, and 10 and 24 weeks post-randomization. The primary outcome measure was self-reported cognitive impairment, assessed with the British Columbia Cognitive Complaints Inventory (BC-CCI). Secondary outcomes included tests of cognitive performance, insomnia symptoms, cognitive failures, fatigue, sleepiness, depression, and anxiety.\n## RESULTS\nFour hundred and ten participants with insomnia were recruited and assigned to dCBT (N = 205) or wait-list control (N = 205). At 10 weeks post-randomization the estimated adjusted mean difference for the BC-CCI was -3.03 (95% CI: -3.60, -2.47; p < 0.0001, d = -0.86), indicating that participants in the dCBT group reported less cognitive impairment than the control group. These effects were maintained at 24 weeks (d = -0.96) and were mediated, in part, via reductions in insomnia severity and increased sleep efficiency. Treatment effects in favor of dCBT, at both 10 and 24 weeks, were found for insomnia severity, sleep efficiency, cognitive failures, fatigue, sleepiness, depression, and anxiety. We found no between-group differences in objective tests of cognitive performance.\n## CONCLUSIONS\nOur study shows that dCBT robustly decreases self-reported cognitive impairment at post-treatment and these effects are maintained at 6 months.\n",
            "in_text_citation": "Kyle et al., 2020",
            "footnote": 59
        },
        {
            "title": "Sleep-Related Safety Behaviors and Dysfunctional Beliefs Mediate the Efficacy of Online CBT for Insomnia: A Randomized Controlled Trial.",
            "abstract": "Several trials have demonstrated the efficacy of online cognitive behavioral therapy (CBT) for insomnia. However, few studies have examined putative mechanisms of change based on the cognitive model of insomnia. Identification of modifiable mechanisms by which the treatment works may guide efforts to further improve the efficacy of insomnia treatment. The current study therefore has two aims: (1) to replicate the finding that online CBT is effective for insomnia and (2) to test putative mechanism of change (i.e., safety behaviors and dysfunctional beliefs). Accordingly, we conducted a randomized controlled trial in which individuals with insomnia were randomized to either online CBT for insomnia (n = 36) or a waiting-list control group (n = 27). Baseline and posttest assessments included questionnaires assessing insomnia severity, safety behaviors, dysfunctional beliefs, anxiety and depression, and a sleep diary. Three- and six-month assessments were administered to the CBT group only. Results show moderate to large statistically significant effects of the online treatment compared to the waiting list on insomnia severity, sleep measures, sleep safety behaviors, and dysfunctional beliefs. Furthermore, dysfunctional beliefs and safety behaviors mediated the effects of treatment on insomnia severity and sleep efficiency. Together, these findings corroborate the efficacy of online CBT for insomnia, and suggest that these effects were produced by changing maladaptive beliefs, as well as safety behaviors. Treatment protocols for insomnia may specifically be enhanced by more focused attention on the comprehensive fading of sleep safety behaviors, for instance through behavioral experiments.\n",
            "in_text_citation": "Lancee et al., 2015",
            "footnote": 60
        },
        {
            "title": "Guided Online or Face-to-Face Cognitive Behavioral Treatment for Insomnia: A Randomized Wait-List Controlled Trial.",
            "abstract": "## STUDY OBJECTIVES\nTo compare the efficacy of guided online and individual face-to-face cognitive behavioral treatment for insomnia (CBT-I) to a wait-list condition.\n## METHODS\nA randomized controlled trial comparing three conditions: guided online; face-to-face; wait-list. Posttest measurements were administered to all conditions, along with 3- and 6-mo follow-up assessments to the online and face-to-face conditions. Ninety media-recruited participants meeting the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) criteria for insomnia were randomly allocated to either guided online CBT-I (n = 30), individual face-to-face CBT-I (n = 30), or wait-list (n = 30).\n## RESULTS\nAt post-assessment, the online (Cohen d = 1.2) and face-to-face (Cohen d = 2.3) intervention groups showed significantly larger treatment effects than the wait-list group on insomnia severity (insomnia severity index). Large treatment effects were also found for the sleep diary estimates (except for total sleep time), and anxiety and depression measures (for depression only in the face-to-face condition). Face-to-face treatment yielded a statistically larger treatment effect (Cohen d = 0.9) on insomnia severity than the online condition at all time points. In addition, a moderate differential effect size favoring face-to-face treatment emerged at the 3- and 6-mo follow-up on all sleep diary estimates. Face-to-face treatment further outperformed online treatment on depression and anxiety outcomes.\n## CONCLUSIONS\nThese data show superior performance of face-to-face treatment relative to online treatment. Yet, our results also suggest that online treatment may offer a potentially cost-effective alternative to and complement face-to-face treatment.\n## CLINICAL TRIAL REGISTRATION\nClinicaltrials.gov, NCT01955850.\n## COMMENTARY\nA commentary on this article appears in this issue on page 13.\n",
            "in_text_citation": "Lancee et al., 2016",
            "footnote": 61
        },
        {
            "title": "Appropriate Use and Operationalization of Adherence to Digital Cognitive Behavioral Therapy for Depression and Anxiety in Youth: Systematic Review.",
            "abstract": "## BACKGROUND\nDigital, self-guided cognitive behavioral therapy (CBT) interventions circumvent many barriers to in-person therapy for young people (aged 12-24 years), although adherence to these interventions is low. The absence or insufficient disclosure of recommendations or instructions for appropriate use may account for this. As such, many young people may not self-administer these interventions appropriately or receive the optimal degree of treatment.\n## OBJECTIVE\nThis systematic review aims to synthesize the literature on digital CBT for depression and anxiety in young people to describe how appropriate use has been defined and communicated to users as instructions for use, to describe how adherence has been measured, and to determine the associations between adherence and treatment outcomes.\n## METHODS\nA systematic review was conducted with 2 reviewers (SHL and MRA) extracting data independently. Overall, 4 electronic databases (Embase, MEDLINE, PsycINFO, and Cochrane Library) were searched in April 2021 for studies that met the following inclusion criteria: participants aged between 12 and 24 years, evaluated a digital CBT intervention targeting depression or anxiety, and reported instructions or recommendations for use or measures of adherence. Studies that evaluated non-CBT interventions or cognitive- or behavioral-only interventions were excluded. Methodological quality was assessed using the Cochrane Risk of Bias Tool and the Integrated Quality Criteria for the Review of Multiple Study Designs.\n## RESULTS\nThere were 32 manuscripts that met the inclusion criteria, of which 28 (88%) were unique studies (N=16,578 youths). Definitions of appropriate use varied among the different interventions in terms of intended recipients, duration and frequency of use, and the features used to support engagement and adherence to appropriate use definitions. Reporting of appropriate use definitions in studies was inconsistent, with no study systematically describing components of appropriate use or providing information on how recommendations for use were relayed to users. Most often, definitions of appropriate use were derived from the study protocol and descriptions of intervention features. Adherence was mostly operationalized as the degree of intervention completion; however, reporting of adherence data was heterogeneous. There was little evidence of an association between degree of use and outcomes in the 9 studies that examined this.\n## CONCLUSIONS\nDefinitions of appropriate use are unique to each digital CBT intervention. However, statements of appropriate use are not systematically reported in the literature. Furthermore, the extent to which recommendations for use are communicated to users is not routinely reported. Despite unique definitions of appropriate use, adherence was most often generically operationalized as the degree of intervention completion and was not consistently associated with outcomes. We proposed a framework to promote systematic reporting of definitions of appropriate use for digital interventions to provide guidance to users and to assist the development of appropriate and nuanced measures of adherence.\n## TRIAL REGISTRATION\nPROSPERO CRD42020208668; https://tinyurl.com/4bu2yram.\n",
            "in_text_citation": "Li et al., 2022",
            "footnote": 34
        },
        {
            "title": "Efficacy of a Theory-Based Cognitive Behavioral Technique App-Based Intervention for Patients With Insomnia: Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nSleep hygiene is important for maintaining good sleep and reducing insomnia.\n## OBJECTIVE\nThis study examined the long-term efficacy of a theory-based app (including cognitive behavioral therapy [CBT], theory of planned behavior [TPB], health action process approach [HAPA], and control theory [CT]) on sleep hygiene among insomnia patients.\n## METHODS\nThe study was a 2-arm single-blind parallel-group randomized controlled trial (RCT). Insomnia patients were randomly assigned to a treatment group that used an app for 6 weeks (ie, CBT for insomnia [CBT-I], n=156) or a control group that received only patient education (PE, n=156) through the app. Outcomes were assessed at baseline and 1 month, 3 months, and 6 months postintervention. Primary outcomes were sleep hygiene, insomnia, and sleep quality. Secondary outcomes included attitudes toward sleep hygiene behavior, perceived behavioral control, behavioral intention, action and coping planning, self-monitoring, behavioral automaticity, and anxiety and depression. Linear mixed models were used to evaluate the magnitude of changes in outcomes between the two groups and across time.\n## RESULTS\nSleep hygiene was improved in the CBT-I group compared with the PE group (P=.02 at 1 month, P=.04 at 3 months, and P=.02 at 6 months) as were sleep quality and severity of insomnia. Mediation analyses suggested that perceived behavioral control on sleep hygiene as specified by TPB along with self-regulatory processes from HAPA and CT mediated the effect of the intervention on outcomes.\n## CONCLUSIONS\nHealth care providers might consider using a CBT-I app to improve sleep among insomnia patients.\n## TRIAL REGISTRATION\nClinicalTrials.gov NCT03605732; https://clinicaltrials.gov/ct2/show/NCT03605732.\n",
            "in_text_citation": "Majd et al., 2020",
            "footnote": 62
        },
        {
            "title": "The Anxiolytic Effects of Cognitive Behavior Therapy for Insomnia: Preliminary Results from a Web-delivered Protocol.",
            "abstract": "Though the efficacy of cognitive behavior therapy for insomnia (CBTI) is well-established, the paucity of credentialed providers hinders widespread access. Further, the impact of alternatives such as web-delivered CBTI has not been adequately tested on common insomnia comorbidities such as anxiety. Therefore, we assessed the impact of an empirically validated web-delivered CBTI intervention on insomnia and comorbid anxiety symptoms. A sample of 22 adults (49.8±13.5 yo; 62.5% female) with DSM-5 based insomnia were randomized to either an active CBTI treatment group (n = 13) or an information-control (IC) group (n = 9). Participants in the CBTI group underwent a standard CBTI program delivered online by a 'virtual' therapist, whereas the IC group received weekly 'sleep tips' and general sleep hygiene education via electronic mail. All participants self-reported sleep parameters, including sleep onset latency (SOL), insomnia symptoms per the Insomnia Severity Index (ISI), and anxiety symptoms per the Beck Anxiety Inventory (BAI) at both baseline as well as follow- up assessment one week post-treatment. There were no significant differences between the CBTI and IC groups on baseline measures. The CBTI group showed significantly larger reductions in BAI scores (t = 2.6; p < .05; Cohen's d = .8) and ISI scores (t = 2.1; p < .05; Cohen's d = .9) at follow-up than did the IC group. Further, changes in SOL from baseline (62.3±44.0 minutes) to follow-up (22.3±14.4 minutes) in the CBTI group were also significantly greater (t = 2.3; p < .05; Cohen's d = .9) than in the IC group (baseline: 55.0±44.2 minutes; follow-up: 50.±60.2 minutes). This study offers preliminary evidence that a web-delivered CBTI protocol with minimal patient contact can improve comorbid anxiety symptoms among individuals with insomnia.\n",
            "in_text_citation": "Pillai et al., 2015",
            "footnote": 63
        },
        {
            "title": "Feasibility and preliminary efficacy of guided internet-delivered cognitive behavioral therapy for insomnia after the loss of a child to cancer: Randomized controlled trial.",
            "abstract": "Bereaved individuals often experience sleep problems. The aim of this study was to evaluate feasibility and preliminary effects of internet-delivered cognitive behavioral therapy for insomnia (iCBT-i) in bereaved parents. Parents were randomized to iCBT-i (n = 10) or an active control group (n = 11). Primary outcome (insomnia) and secondary outcomes (prolonged grief, depression, posttraumatic stress, and grief rumination) were assessed pre- and post-treatment, with 9- and 18-month follow-ups. Feasibility was assessed post-treatment and one month later. Most parents reported positive effects of the treatment. The intervention group improved significantly from pre- to post-treatment and had a significantly larger reduction of insomnia when analyzed over all four time-points (Wald χ\n",
            "in_text_citation": "Sveen et al., 2021",
            "footnote": 64
        },
        {
            "title": "Does online insomnia treatment reduce depressive symptoms? A randomized controlled trial in individuals with both insomnia and depressive symptoms.",
            "abstract": "## BACKGROUND\nInsomnia is effectively treated with online Cognitive Behavioral Therapy for Insomnia (CBT-I). Previous research has suggested the effects might not be limited to sleep and insomnia severity, but also apply to depressive symptoms. Results, however, are mixed.\n## METHODS\nIn this randomized controlled trial we investigated the effects of guided online CBT-I on depression and insomnia in people suffering from symptoms of both. Participants (n = 104) with clinical insomnia and at least subclinical depression levels were randomized to (1) guided online CBT-I and sleep diary monitoring (i-Sleep) or (2) control group (sleep diary monitoring only). The primary outcome was the severity of depressive symptoms (Patient Health Questionnaire-9 without sleep item; PHQ-WS). Secondary outcomes were insomnia severity, sleep diary parameters, fatigue, daytime consequences of insomnia, anxiety, and perseverative thinking.\n## RESULTS\nAt post-test, participants in the i-Sleep condition reported significantly less depressive symptoms (PHQ-WS) compared with participants in the sleep-diary condition (d = 0.76). Large significant effects were also observed for insomnia severity (d = 2.36), most sleep diary parameters, daytime consequences of insomnia, anxiety, and perseverative thinking. Effects were maintained at 3 and 6 month follow-up. We did not find significant post-test effects on fatigue or total sleep time.\n## CONCLUSIONS\nFindings indicate that guided online CBT-I is not only effective for insomnia complaints but also for depressive symptoms. The effects are large and comparable with those of depression therapy.\n## CLINICAL TRIAL REGISTRATION NUMBER\nNTR6049 (Netherlands Trial Register).\n",
            "in_text_citation": "Van der Zweerde et al., 2019",
            "footnote": 65
        },
        {
            "title": "Nurse-Guided Internet-Delivered Cognitive Behavioral Therapy for Insomnia in General Practice: Results from a Pragmatic Randomized Clinical Trial.",
            "abstract": "## INTRODUCTION\nGuidelines recommend cognitive behavioral therapy for insomnia (CBT-I) as the first line of treatment for insomnia in general practice, but CBT-I is rarely available. Nurse-guided Internet-delivered CBT-I might be a solution to improve access to care.\n## OBJECTIVE\nWe aimed to determine the effectiveness of nurse-guided Internet-delivered CBT-I (I-CBT-I) on insomnia severity experienced by patients in general practice.\n## METHODS\nNurse-guided I-CBT-I (\"i-Sleep\") was compared to care-as-usual (and I-CBT-I after 6 months) in 15 participating general practices among 134 patients (≥18 years old) with clinical insomnia symptoms. Assessments took place at 8, 26 and 52 weeks. Primary outcome was self-reported insomnia severity (Insomnia Severity Index) at 8 weeks. Secondary outcomes were sleep diary indices, depression and anxiety symptoms (Hospital Anxiety and Depression Scale), fatigue, daytime consequences of insomnia, sleep medication and adverse events.\n## RESULTS\nTwo thirds of the 69 intervention patients (n = 47; 68%) completed the whole intervention. At the posttest examination, there were large significant effects for insomnia severity (Cohen's d =1.66), several sleep diary variables (wake after sleep onset, number of awakenings, terminal wakefulness, sleep efficiency, sleep quality) and depression. At 26 weeks there were still significant effects on insomnia severity (d = 1.02) and on total sleep time and sleep efficiency. No significant effects were observed for anxiety, fatigue, daily functioning or sleep medication. No adverse events were reported.\n## CONCLUSIONS\nNurse-guided I-CBT-I effectively reduces insomnia severity among general practice patients. I-CBT-I enables general practitioners to offer effective insomnia care in accordance with the clinical guidelines.\n",
            "in_text_citation": "Van der Zweerde et al., 2020",
            "footnote": 66
        },
        {
            "title": "Guided Internet-delivered cognitive behavioural treatment for insomnia: a randomized trial.",
            "abstract": "## BACKGROUND\nInsomnia is a prevalent problem with a high burden of disease (e.g. reduced quality of life, reduced work capacity) and a high co-morbidity with other mental and somatic disorders. Cognitive behavioural therapy (CBT) is effective in the treatment of insomnia but is seldom offered. CBT delivered through the Internet might be a more accessible alternative. In this study we examined the effectiveness of a guided Internet-delivered CBT for adults with insomnia using a randomized controlled trial (RCT).\n## METHOD\nA total of 118 patients, recruited from the general population, were randomized to the 6-week guided Internet intervention (n = 59) or to a wait-list control group (n = 59). Patients filled out an online questionnaire and a 7-day sleep diary before (T0) and after (T1) the 6-week period. The intervention group received a follow-up questionnaire 3 months after baseline (T2).\n## RESULTS\nAlmost three-quarters (72.9%) of the patients completed the whole intervention. Intention-to-treat (ITT) analysis showed that the treatment had statistically significant medium to large effects (p < 0.05; Cohen's d between 0.40 and 1.06), and resulted more often in clinically relevant changes, on all sleep and secondary outcomes with the exception of sleep onset latency (SOL) and number of awakenings (NA). There was a non-significant difference in the reduction in sleep medication between the intervention (a decrease of 6.8%) and control (an increase of 1.8%) groups (p = 0.20). Data on longer-term effects were inconclusive.\n## CONCLUSIONS\nThis study adds to the growing body of literature that indicates that guided CBT for insomnia can be delivered through the Internet. Patients accept the format and their sleep improves.\n",
            "in_text_citation": "Van Straten et al., 2014",
            "footnote": 67
        },
        {
            "title": "Testing a low-intensity and accessible Cognitive Behavioral Therapy for Insomnia (CBT-I) intervention in individuals newly diagnosed with cancer",
            "abstract": "Insomnia is defined as difficulty initiating or maintaining sleep, or nonrestorative sleep that lasts for at least one month and is accompanied by significant impairment in daytime functioning including fatigue, irritability, and/or difficulty concentrating. It is one of the most common complaints reported by individuals with cancer, especially around the time of cancer diagnosis and treatment. Yet it is often unrecognized and untreated, leading to adverse health consequences and increased healthcare costs. Cognitive Behavioral Therapy for Insomnia (CBT-I) has been recommended as the gold standard for treating insomnia among individuals with cancer. Multiple studies have tested and proven the efficacy and effectiveness of CBT-I among individuals with cancer. However, only one study has investigated the efficacy of CBT-I in individuals newly diagnosed with cancer who are undergoing cancer treatment. Moreover, previous studies have been limited by their focus on largely homogenous samples of White, well-educated women with breast cancer. The dissemination of CBT-I among individuals with cancer is greatly limited by the lack of available providers and resources needed to implement the standard face-to-face treatment. One strategy to address this shortage has been to abbreviate standard CBT-I into low-intensity modalities that require fewer resources and can be self-administered on the Internet. The current study sought to examine the feasibility and acceptability, as well as the efficacy of one such program, an online low-intensity CBT-I intervention, Sleeping Healthy Using the Internet (SHUTi), supplemented with clinician support, in a sample of individuals newly diagnosed with heterogeneous malignancies who were undergoing chemotherapy and/or radiation. Results yielded support for the feasibility and acceptability of addressing individuals’ insomnia with a low-intensity CBT-I intervention while they are undergoing cancer treatment. With regard to sleep, there were significant treatment effects observed on a global measure of insomnia severity and on subjective sleep consolidation. There were also significant treatment effects for depressive symptoms. Findings are discussed in the context of study limitations and for the purpose of expanding the literature on disseminating CBT-I early in the cancer care trajectory.",
            "in_text_citation": "Agyemang et al., 2016",
            "footnote": 48
        }
    ]
}