{
    "citations": [
        {
            "footnote": 53,
            "title": "The use and effectiveness of mobile apps for depression: results from a fully remote clinical tria.",
            "in_text_citation": "Arean et al., 2016"
        },
        {
            "footnote": 54,
            "title": "Smartphone smoking cessation application (SSC App) trial: a multicountry double-blind automated randomised controlled trial of a smoking cessation decision-aid ‘app’.",
            "in_text_citation": "BinDhim et al., 2018"
        },
        {
            "footnote": 55,
            "title": "Mood Hacker mobile web wpp with email for adults to self-manage mild-to-moderate depression: randomized controlled trial.",
            "in_text_citation": "Birney et al., 2016"
        },
        {
            "footnote": 25,
            "title": "Assessing the therapeutic potential of targeted attentional bias modification for insomnia using smartphone delivery.",
            "in_text_citation": "Clarke et al., 2016"
        },
        {
            "footnote": 56,
            "title": "Effect of real-time monitoring and notification of smoking episodes on smoking reduction: a pilot study of a novel smoking cessation app.",
            "in_text_citation": "Dar et al., 2018"
        },
        {
            "footnote": 57,
            "title": "Attention bias modification training via smartphone to reduce social anxiety: a randomized, controlled multi-session experiment.",
            "in_text_citation": "Enock et al., 2014"
        },
        {
            "footnote": 22,
            "title": "A brief mobile app reduces nonsuicidal and suicidal self-injury: evidence from three randomized controlled trials.",
            "in_text_citation": "Franklin et al., 2016"
        },
        {
            "footnote": 58,
            "title": "Mobile phone brief intervention applications for risky alcohol use among university students: a randomized controlled study.",
            "in_text_citation": "Gajecki et al., 2014"
        },
        {
            "footnote": 26,
            "title": "Mobile phone-delivered cognitive behavioral therapy for insomnia: a randomized waitlist controlled trial.",
            "in_text_citation": "Horsch et al., 2017"
        },
        {
            "footnote": 59,
            "title": "A scenario-based cognitive behavioral therapy mobile app to reduce dysfunctional beliefs in individuals with depression: a randomized controlled trial.",
            "in_text_citation": "Hur et al., 2018"
        },
        {
            "footnote": 60,
            "title": "A randomized controlled trial of a smartphone app for posttraumatic stress disorder symptoms.",
            "in_text_citation": "Kuhn et al., 2017"
        },
        {
            "footnote": 24,
            "title": "Feasibility, acceptability, and potential efficacy of the PTSD Coach app: a pilot randomized controlled trial with community trauma survivors.",
            "in_text_citation": "Miner et al., 2016"
        },
        {
            "footnote": 61,
            "title": "Feasibility and efficacy of an mHealth game for managing anxiety: “flowy” randomized controlled pilot trial and design evaluation.",
            "in_text_citation": "Pham et al., 2016"
        },
        {
            "footnote": 62,
            "title": "Randomized controlled trial of super better, a smartphone-based/internet-based self-help tool to reduce depressive symptoms.",
            "in_text_citation": "Roepke et al., 2015"
        },
        {
            "footnote": 63,
            "title": "A mobile app for social anxiety disorder: A three-arm randomized controlled trial comparing mobile and PC-based guided self-help interventions.",
            "in_text_citation": "Stolz et al., 2018"
        },
        {
            "footnote": 64,
            "title": "Ibobbly mobile health intervention for suicide prevention in australian indigenous youth: a pilot randomised controlled trial.",
            "in_text_citation": "Tighe et al., 2017"
        },
        {
            "footnote": 65,
            "title": "Development and evaluation of a mobile intervention for heavy drinking and smoking among college students.",
            "in_text_citation": "Witkiewitz et al., 2014"
        }
    ]
}