{
    "key_references": [
        {
            "title": "The Use and Effectiveness of Mobile Apps for Depression: Results From a Fully Remote Clinical Trial.",
            "abstract": "## BACKGROUND\nMobile apps for mental health have the potential to overcome access barriers to mental health care, but there is little information on whether patients use the interventions as intended and the impact they have on mental health outcomes.\n## OBJECTIVE\nThe objective of our study was to document and compare use patterns and clinical outcomes across the United States between 3 different self-guided mobile apps for depression.\n## METHODS\nParticipants were recruited through Web-based advertisements and social media and were randomly assigned to 1 of 3 mood apps. Treatment and assessment were conducted remotely on each participant's smartphone or tablet with minimal contact with study staff. We enrolled 626 English-speaking adults (≥18 years old) with mild to moderate depression as determined by a 9-item Patient Health Questionnaire (PHQ-9) score ≥5, or if their score on item 10 was ≥2. The apps were (1) Project: EVO, a cognitive training app theorized to mitigate depressive symptoms by improving cognitive control, (2) iPST, an app based on an evidence-based psychotherapy for depression, and (3) Health Tips, a treatment control. Outcomes were scores on the PHQ-9 and the Sheehan Disability Scale. Adherence to treatment was measured as number of times participants opened and used the apps as instructed.\n## RESULTS\nWe randomly assigned 211 participants to iPST, 209 to Project: EVO, and 206 to Health Tips. Among the participants, 77.0% (482/626) had a PHQ-9 score >10 (moderately depressed). Among the participants using the 2 active apps, 57.9% (243/420) did not download their assigned intervention app but did not differ demographically from those who did. Differential treatment effects were present in participants with baseline PHQ-9 score >10, with the cognitive training and problem-solving apps resulting in greater effects on mood than the information control app (χ22=6.46, P=.04).\n## CONCLUSIONS\nMobile apps for depression appear to have their greatest impact on people with more moderate levels of depression. In particular, an app that is designed to engage cognitive correlates of depression had the strongest effect on depressed mood in this sample. This study suggests that mobile apps reach many people and are useful for more moderate levels of depression.\n## CLINICALTRIAL\nClinicaltrials.gov NCT00540865; https://www.clinicaltrials.gov/ct2/show/NCT00540865 (Archived by WebCite at http://www.webcitation.org/6mj8IPqQr).\n",
            "in_text_citation": "Arean et al., 2016",
            "footnote": 53
        },
        {
            "title": "Smartphone Smoking Cessation Application (SSC App) trial: a multicountry double-blind automated randomised controlled trial of a smoking cessation decision-aid 'app'.",
            "abstract": "## OBJECTIVE\nTo assess the efficacy of an interactive smoking cessation decision-aid application (pp) compared with a smoking cessation static information app on continuous abstinence.\n## DESIGN\nAutomated double-blind randomised controlled trial with 6 months follow-up (2014-2015).\n## SETTING\nSmartphone-based.\n## PARTICIPANTS\n684 participants (daily smokers of cigarettes, 18 years old or over) recruited passively from app stores in the USA, Australia, UK and Singapore, and randomised to one of two sub-apps.\n## INTERVENTIONS\nBehavioural, decision-aid, smartphone application.\n## MAIN OUTCOMES\nContinuous abstinence at 10 days, 1 month, 3 months and 6 months.\n## RESULTS\nSmokers who received the decision-aid app were more likely to be continuously abstinent at 1 month compared with the information-only app (28.5% vs 16.9%; relative risk (RR) 1.68; 95% CI 1.25 to 2.28). The effect was sustained at 3 months (23.8% vs 10.2%; RR 2.08; 95% CI 1.38 to 3.18) and 6 months (10.2% vs 4.8%; RR 2.02; 95% CI 1.08 to 3.81). Participants receiving the decision-aid app were also more likely to have made an informed choice (31.9% vs 19.6%) and have lower decisional conflict (19.5% vs 3.9%).\n## CONCLUSION\nA smartphone decision-aid app with support features significantly increased smoking cessation and informed choice. With an increasing number of smokers attempting to quit, unassisted evidence-based decision-aid apps can provide an effective and user-friendly option to many who are making quit decisions without healthcare professionals.\n## TRIAL REGISTRATION NUMBER\nACTRN12613000833763.\n",
            "in_text_citation": "BinDhim et al., 2018",
            "footnote": 54
        },
        {
            "title": "MoodHacker Mobile Web App With Email for Adults to Self-Manage Mild-to-Moderate Depression: Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nWorldwide, depression is rated as the fourth leading cause of disease burden and is projected to be the second leading cause of disability by 2020. Annual depression-related costs in the United States are estimated at US $210.5 billion, with employers bearing over 50% of these costs in productivity loss, absenteeism, and disability. Because most adults with depression never receive treatment, there is a need to develop effective interventions that can be more widely disseminated through new channels, such as employee assistance programs (EAPs), and directly to individuals who will not seek face-to-face care.\n## OBJECTIVE\nThis study evaluated a self-guided intervention, using the MoodHacker mobile Web app to activate the use of cognitive behavioral therapy (CBT) skills in working adults with mild-to-moderate depression. It was hypothesized that MoodHacker users would experience reduced depression symptoms and negative cognitions, and increased behavioral activation, knowledge of depression, and functioning in the workplace.\n## METHODS\nA parallel two-group randomized controlled trial was conducted with 300 employed adults exhibiting mild-to-moderate depression. Participants were recruited from August 2012 through April 2013 in partnership with an EAP and with outreach through a variety of additional non-EAP organizations. Participants were blocked on race/ethnicity and then randomly assigned within each block to receive, without clinical support, either the MoodHacker intervention (n=150) or alternative care consisting of links to vetted websites on depression (n=150). Participants in both groups completed online self-assessment surveys at baseline, 6 weeks after baseline, and 10 weeks after baseline. Surveys assessed (1) depression symptoms, (2) behavioral activation, (3) negative thoughts, (4) worksite outcomes, (5) depression knowledge, and (6) user satisfaction and usability. After randomization, all interactions with subjects were automated with the exception of safety-related follow-up calls to subjects reporting current suicidal ideation and/or severe depression symptoms.\n## RESULTS\nAt 6-week follow-up, significant effects were found on depression, behavioral activation, negative thoughts, knowledge, work productivity, work absence, and workplace distress. MoodHacker yielded significant effects on depression symptoms, work productivity, work absence, and workplace distress for those who reported access to an EAP, but no significant effects on these outcome measures for those without EAP access. Participants in the treatment arm used the MoodHacker app an average of 16.0 times (SD 13.3), totaling an average of 1.3 hours (SD 1.3) of use between pretest and 6-week follow-up. Significant effects on work absence in those with EAP access persisted at 10-week follow-up.\n## CONCLUSIONS\nThis randomized effectiveness trial found that the MoodHacker app produced significant effects on depression symptoms (partial eta(2) = .021) among employed adults at 6-week follow-up when compared to subjects with access to relevant depression Internet sites. The app had stronger effects for individuals with access to an EAP (partial eta(2) = .093). For all users, the MoodHacker program also yielded greater improvement on work absence, as well as the mediating factors of behavioral activation, negative thoughts, and knowledge of depression self-care. Significant effects were maintained at 10-week follow-up for work absence. General attenuation of effects at 10-week follow-up underscores the importance of extending program contacts to maintain user engagement. This study suggests that light-touch, CBT-based mobile interventions like MoodHacker may be appropriate for implementation within EAPs and similar environments. In addition, it seems likely that supporting MoodHacker users with guidance from counselors may improve effectiveness for those who seek in-person support.\n## TRIAL REGISTRATION\nClinicalTrials.gov NCT02335554; https://clinicaltrials.gov/ct2/show/NCT02335554 (Archived by WebCite at http://www.webcitation.org/6dGXKWjWE).\n",
            "in_text_citation": "Birney et al., 2016",
            "footnote": 55
        },
        {
            "title": "Assessing the Therapeutic Potential of Targeted Attentional Bias Modification for Insomnia Using Smartphone Delivery.",
            "abstract": "Cognitive models of insomnia propose that attentional vigilance for threat during the pre-sleep period may play a causal role in insomnia by elevating physiological and psychological arousal to produce a state that is incompatible with the initiation of sleep [1] . Consistent with such theoretical accounts, studies have confirmed that insomnia is associated with patterns of biased attention favouring sleep-related threatening information [2] .Converging research has shown that attentional bias assessment methodologies, such as the attentional probe task, can be converted to attentional bias modification (ABM) tasks. Using such tasks it has been shown that modification of biased attention for threat can achieve therapeutic benefits in conditions where this bias is implicated, including anxiety and mood disorders [3] . Of specific relevance to the current research is the observation that a single session of computer-based ABM can have immediate effects on anxiety and stress reactivity [3] . Therefore, we sought to assess whether targeted delivery of an ABM task during the pre-sleep period could reduce symptoms of insomnia and the cognitive symptoms of pre-sleep arousal.Invitations were extended to individuals from the University of Western Australia School of Psychology participant pool who had identified worry-related insomnia as a problem (n = 236, n = 41 accepted). Inclusion criteria (met by n = 36) were access to an iPhone, high levels of insomnia symptoms on the Pittsburgh Sleep Quality Index (score ≥ 5 [4] ), completing at least 4 of 5 ABM/control sessions during the study, and consistent accuracy on the attentional probe task (>70%). Participants were randomly allocated to the ABM (n = 18; 12 female) or control condition (n = 18; 15 female).The study spanned 8 days (7 nights). The first 2 days served as a baseline period in which participants completed self-report measures and wore the sleep monitor, but did not complete the ABM or control task. These initial baseline days were followed by 5 consecutive ‘task completion days’ in which the participants completed, immediately prior to bed, an ABM task (ABM condition) or a non-training control task (control condition) on their smartphone. Both tasks employed 48 word pairs comprising sleep-related threat words paired with non-threat words. The task format was similar to standard ABM tasks used in prior studies [3] , with task parameters adapted for use on an iPhone. On each trial an initial fixation cross was followed by two vertically aligned words, one threatening sleep-related word and one neutral word. After 500 ms the word pair was replaced by a probe appearing in the location of one of the words. The participants discriminated probe identity (horizontally or vertically aligned dots) by tapping the corresponding horizontal or vertical arrow icon at the bottom of the iPhone screen. In the ABM condition, probes always appeared opposite the threat word to encourage attentional avoidance of sleep-related threat. In the control condition and on assessment trials, probes replaced the threat and neutral words with equal frequency, so as not to encourage any pattern of selective attention. On task completion days 1–5, the participants completed 384 trials prior to sleep each night (approx. 15 min). Of these, 288 were ABM/control trials, and 96 were assessment trials randomly dispersed within the latter half of the ABM/control trials. An index of attentional bias to threat was computed across assessment trials in a manner consistent with past studies [3] . Further details of task parameters, stimulus creation, experimental methodology and additional discussion of findings are available in supplementary online material via the following link: http://www.psychology.uwa.edu.au/research/care/research/ClarkePPS)",
            "in_text_citation": "Clarke et al., 2016",
            "footnote": 25
        },
        {
            "title": "Effect of Real-Time Monitoring and Notification of Smoking Episodes on Smoking Reduction: A Pilot Study of a Novel Smoking Cessation App.",
            "abstract": "## INTRODUCTION\nSmartphone applications (apps) for smoking cessation are becoming increasingly available, but their efficacy remains to be demonstrated. We conducted a pilot study of SmokeBeat, a novel app designed for use with smartwatches and wristbands. SmokeBeat is powered by a data analytics software platform that processes information from the sensors embedded in wearables. It relies on an original algorithm to identify in real time the hand-to-mouth gestures that characterize smoking a cigarette. We examined whether merely monitoring and notifying smokers on smoking episodes in real time via the SmokeBeat app would lead to reduction in smoking.\n## METHODS\nForty smokers (9 women and 31 men) who expressed a wish to reduce or quit smoking were randomly assigned to using the SmokeBeat app for 30 days or to a wait-list control group. All participants completed questionnaires at baseline and at the end of the study, including their level of smoking. Smokers in the experimental condition were notified whenever the SmokeBeat system detected a smoking episode and were asked to confirm or deny it.\n## RESULTS\nThe SmokeBeat algorithm correctly detected over 80% of the smoking episodes and produced very few false alarms. According to both self-report and detection of smoking episodes by the SmokeBeat system, smokers in the experimental condition showed a significant decline in smoking rate over the 30-day trial (p < .001). There was no change in the smoking rate of the control group.\n## CONCLUSION\nThese preliminary results suggest that automatic monitoring of smoking episodes and alerting the smoker in real time may facilitate smoking reduction in motivated smokers.\n## IMPLICATIONS\nRaising the awareness of smokers to the act of smoking in real time, as the SmokeBeat app is able to do, can counter the automaticity of the smoking habit. Bringing smoking under conscious awareness may benefit smokers who are motivated to reduce or quit smoking to gain better control of their smoking behavior and reduce cigarette intake.\n",
            "in_text_citation": "Dar et al., 2018",
            "footnote": 56
        },
        {
            "title": "A brief mobile app reduces nonsuicidal and suicidal self-injury: Evidence from three randomized controlled trials.",
            "abstract": "## OBJECTIVE\nSelf-injurious thoughts and behaviors (SITBs) are a major public health problem that traditional interventions have been unable to address on a large scale. The goal of this series of studies was to take initial steps toward developing an effective SITB treatment that can be easily delivered on a very large scale.\n## METHOD\nWe created a brief (1-2 min), game-like app called Therapeutic Evaluative Conditioning (TEC), designed to increase aversion to SITBs and decrease aversion to the self. In 3 separate studies, we recruited participants with recent and severe histories of SITBs from web forums focused on self-injury and psychopathology (Ns = 114, 131, and 163) and randomly assigned them to receive access to the mobile treatment TEC app or a control app for 1 month. We tested the effect of TEC on the frequency of self-cutting, nonsuicidal self-injury more generally, suicide ideation, suicide plans, and suicidal behaviors.\n## RESULTS\nAnalyses showed that, compared with the control app, TEC produced moderate reductions for all SITBs except suicide ideation. Across studies, the largest and most consistent reductions were for self-cutting episodes (32%-40%), suicide plans (21%-59%), and suicidal behaviors (33%-77%). Two of the 3 studies showed that TEC impacted its intended treatment targets and that greater change in these targets was associated with greater SITB reductions. TEC effects were not maintained at the 1-month posttreatment follow-up.\n## CONCLUSIONS\nFuture versions of brief, mobile interventions like that tested here may have the potential to reduce SITBs and related behaviors on a large scale. (PsycINFO Database Record\n",
            "in_text_citation": "Franklin et al., 2016",
            "footnote": 22
        },
        {
            "title": "Mobile phone brief intervention applications for risky alcohol use among university students: a randomized controlled study.",
            "abstract": "## BACKGROUND\nBrief interventions via the internet have been shown to reduce university students' alcohol intake. This study tested two smartphone applications (apps) targeting drinking choices on party occasions, with the goal of reducing problematic alcohol intake among Swedish university students.\n## METHODS\nStudents were recruited via e-mails sent to student union members at two universities. Those who gave informed consent, had a smartphone, and showed risky alcohol consumption according to the Alcohol Use Disorders Identification Test (AUDIT) were randomized into three groups. Group 1 had access to the Swedish government alcohol monopoly's app, Promillekoll, offering real-time estimated blood alcohol concentration (eBAC) calculation; Group 2 had access to a web-based app, PartyPlanner, developed by the research group, offering real-time eBAC calculation with planning and follow-up functions; and Group 3 participants were controls. Follow-up was conducted at 7 weeks.\n## RESULTS\nAmong 28574 students offered participation, 4823 agreed to join; 415 were excluded due to incomplete data, and 1932 fulfilled eligibility criteria for randomization. Attrition was 22.7-39.3 percent, higher among heavier drinkers and highest in Group 2. Self-reported app use was higher in Group 1 (74%) compared to Group 2 (41%). Per-protocol analyses revealed only one significant time-by-group interaction, where Group 1 participants increased the frequency of their drinking occasions compared to controls (p = 0.001). Secondary analyses by gender showed a significant difference among men in Group 1 for frequency of drinking occasions per week (p = 0.001), but not among women. Among all participants, 29 percent showed high-risk drinking, over the recommended weekly drinking levels of 9 (women) and 14 (men) standard glasses.\n## CONCLUSIONS\nSmartphone apps can make brief interventions available to large numbers of university students. The apps studied using eBAC calculation did not, however, seem to affect alcohol consumption among university students and one app may have led to a negative effect among men. Future research should: 1) explore ways to increase user retention, 2) include apps facilitating technical manipulation for evaluation of added components, 3) explore the effects of adapting app content to possible gender differences, and 4) offer additional interventions to high-risk users.\n## TRIAL REGISTRATION\nclinicaltrials.gov: NCT01958398.\n",
            "in_text_citation": "Gajecki et al., 2014",
            "footnote": 58
        },
        {
            "title": "Mobile Phone-Delivered Cognitive Behavioral Therapy for Insomnia: A Randomized Waitlist Controlled Trial.",
            "abstract": "## BACKGROUND\nThis study is one of the first randomized controlled trials investigating cognitive behavioral therapy for insomnia (CBT-I) delivered by a fully automated mobile phone app. Such an app can potentially increase the accessibility of insomnia treatment for the 10% of people who have insomnia.\n## OBJECTIVE\nThe objective of our study was to investigate the efficacy of CBT-I delivered via the Sleepcare mobile phone app, compared with a waitlist control group, in a randomized controlled trial.\n## METHODS\nWe recruited participants in the Netherlands with relatively mild insomnia disorder. After answering an online pretest questionnaire, they were randomly assigned to the app (n=74) or the waitlist condition (n=77). The app packaged a sleep diary, a relaxation exercise, sleep restriction exercise, and sleep hygiene and education. The app was fully automated and adjusted itself to a participant's progress. Program duration was 6 to 7 weeks, after which participants received posttest measurements and a 3-month follow-up. The participants in the waitlist condition received the app after they completed the posttest questionnaire. The measurements consisted of questionnaires and 7-day online diaries. The questionnaires measured insomnia severity, dysfunctional beliefs about sleep, and anxiety and depression symptoms. The diary measured sleep variables such as sleep efficiency. We performed multilevel analyses to study the interaction effects between time and condition.\n## RESULTS\nThe results showed significant interaction effects (P<.01) favoring the app condition on the primary outcome measures of insomnia severity (d=-0.66) and sleep efficiency (d=0.71). Overall, these improvements were also retained in a 3-month follow-up.\n## CONCLUSIONS\nThis study demonstrated the efficacy of a fully automated mobile phone app in the treatment of relatively mild insomnia. The effects were in the range of what is found for Web-based treatment in general. This supports the applicability of such technical tools in the treatment of insomnia. Future work should examine the generalizability to a more diverse population. Furthermore, the separate components of such an app should be investigated. It remains to be seen how this app can best be integrated into the current health regimens.\n## TRIAL REGISTRATION\nNetherlands Trial Register: NTR5560; http://www.trialregister.nl/trialreg/admin/rctview.asp?TC=5560 (Archived by WebCite at http://www.webcitation.org/6noLaUdJ4).\n",
            "in_text_citation": "Horsch et al., 2017",
            "footnote": 26
        },
        {
            "title": "A Scenario-Based Cognitive Behavioral Therapy Mobile App to Reduce Dysfunctional Beliefs in Individuals with Depression: A Randomized Controlled Trial.",
            "abstract": "## INTRODUCTION\nWhile self-administered mobile app-based cognitive behavioral therapy (CBT) has shown efficiency and effectiveness over the past decade, attempts to address automatic and negative beliefs have been lacking. The purpose of this study was to introduce and verify a mobile app that directly intervenes in dysfunctional thoughts. This app-based treatment includes recognizing automatic and negative thoughts of the protagonist of scenarios, writing advice directly to the main character, and sharing advice provided by other participants.\n## MATERIALS AND METHODS\nThirty-four participants diagnosed with Other Specified Depressive Disorder were recruited and randomly allocated to a CBT-based mobile-app program, the Todac Todac (TT group), or a daily mood chart app program (control group). Participants were asked to use the software for 3 weeks. Assessments for autonomic thoughts and clinical symptoms were administered at baseline and at a follow-up evaluation.\n## RESULTS\nAfter completing the 3-week program, Dysfunctional Attitude Scale (DAS) scores in TT group were lower than they were in the control group. In clinical measures, both TT group and control group showed reduced Beck Depression Inventory-II (BDI-II) scores and situation-dependent trait version of State-Trait Anxiety Inventory (STAI-X2) at follow-up. However, TT group showed significantly reduced STAI-X2 scores compared to control group. For all participants, changes in DAS scores were correlated with BDI-II and STAI-X2 scores.\n## CONCLUSIONS\nOur preliminary findings provide promising evidence that scenario-based CBT mobile apps can be used to deliver feasible and efficacious cognitive therapy. Long-term research is needed to determine the impact and effectiveness of this new treatment format.\n",
            "in_text_citation": "Hur et al., 2018",
            "footnote": 59
        },
        {
            "title": "A randomized controlled trial of a smartphone app for posttraumatic stress disorder symptoms.",
            "abstract": "## OBJECTIVE\nPosttraumatic stress disorder (PTSD) is highly prevalent in the population, but relatively few affected individuals receive treatment for it. Smartphone applications (apps) could help address this unmet need by offering sound psychoeducational information and evidence-based cognitive behavioral coping tools. We conducted a randomized controlled trial to assess the efficacy of a free, publicly available smartphone app (PTSD Coach) for self-management of PTSD symptoms.\n## METHOD\nOne hundred 20 participants who were an average of 39 years old, mostly women (69.2%) and White (66.7%), recruited primarily through online advertisements, were randomized to either a PTSD Coach (n = 62) or a waitlist condition (n = 58) for 3 months. Web-administered self-report measures of PTSD, PTSD symptom coping self-efficacy, depression, and psychosocial functioning were conducted at baseline, posttreatment, and 3 months following treatment.\n## RESULTS\nFollowing the intent-to-treat principle, repeated-measures analyses of variance (ANOVAs) revealed that at posttreatment, PTSD Coach participants had significantly greater improvements in PTSD symptoms (p = .035), depression symptoms (p = .005), and psychosocial functioning (p = .007) than did waitlist participants; however, at posttreatment, there were no significant mean differences in outcomes between conditions. A greater proportion of PTSD Coach participants achieved clinically significant PTSD symptom improvement (p = .018) than waitlist participants.\n## CONCLUSION\nPTSD Coach use resulted in significantly greater improvements in PTSD symptoms and other outcomes relative to a waitlist condition. Given the ubiquity of smartphones, PTSD Coach may provide a wide-reaching, convenient public health intervention for individuals with PTSD symptoms who are not receiving care. (PsycINFO Database Record\n",
            "in_text_citation": "Kuhn et al., 2017",
            "footnote": 60
        },
        {
            "title": "Feasibility, acceptability, and potential efficacy of the PTSD Coach app: A pilot randomized controlled trial with community trauma survivors.",
            "abstract": "## OBJECTIVE\nPosttraumatic stress disorder (PTSD) is a major public health concern. Although effective treatments exist, affected individuals face many barriers to receiving traditional care. Smartphones are carried by nearly 2 thirds of the U.S. population, offering a promising new option to overcome many of these barriers by delivering self-help interventions through applications (apps). As there is limited research on apps for trauma survivors with PTSD symptoms, we conducted a pilot feasibility, acceptability, and potential efficacy trial of PTSD Coach, a self-management smartphone app for PTSD.\n## METHOD\nA community sample of trauma survivors with PTSD symptoms (N = 49) were randomized to 1 month using PTSD Coach or a waitlist condition. Self-report assessments were completed at baseline, postcondition, and 1-month follow-up. Following the postcondition assessment, waitlist participants were crossed-over to receive PTSD Coach.\n## RESULTS\nParticipants reported using the app several times per week, throughout the day across multiple contexts, and endorsed few barriers to use. Participants also reported that PTSD Coach components were moderately helpful and that they had learned tools and skills from the app to manage their symptoms. Between conditions effect size estimates were modest (d = -0.25 to -0.33) for PTSD symptom improvement, but not statistically significant.\n## CONCLUSIONS\nFindings suggest that PTSD Coach is a feasible and acceptable intervention. Findings regarding efficacy are less clear as the study suffered from low statistical power; however, effect size estimates, patterns of within group findings, and secondary analyses suggest that further development and research on PTSD Coach is warranted. (PsycINFO Database Record\n",
            "in_text_citation": "Miner et al., 2016",
            "footnote": 24
        },
        {
            "title": "Feasibility and Efficacy of an mHealth Game for Managing Anxiety: \"Flowy\" Randomized Controlled Pilot Trial and Design Evaluation.",
            "abstract": "## OBJECTIVE\nMeeting the complex needs of patients with chronic common mental health disorders (CMHDs) may be the greatest challenge facing organized medical practice. On the basis of a well-established and proven theoretical foundation for controlled respiration as a behavioral intervention for CMHDs, as well as preliminary evidence that gamification can improve health outcomes through increasing patient engagement, this randomized controlled pilot study evaluated the feasibility and clinical efficacy of a mobile health game called \"Flowy\" ( www.flowygame.com ) that digitally delivered breathing retraining exercises for anxiety, panic, and hyperventilation symptom management.\n## MATERIALS AND METHODS\nWe designed an unblinded, Web-based, parallel-group randomized controlled trial focusing on feasibility, clinical efficacy, and design proof of concept. In the intervention condition (n = 31), participants received free access to \"Flowy\" for 4 weeks. In the control condition (n = 32), participants were placed on a waitlist for 4 weeks before being offered free access to \"Flowy.\" Online measurements using psychological self-report questionnaires were made at 2 and 4 weeks post-baseline.\n## RESULTS\nAt trial conclusion, participants found \"Flowy\" acceptable as an anxiety management intervention. \"Flowy\" engaged participants sufficiently to endorse proactive gameplay. Intent-to-treat analysis revealed a reduction in anxiety, panic, and self-report hyperventilation scores in both trial arms, with the intervention arm experiencing greater quality of life. Participants perceived \"Flowy\" as a fun and useful intervention, proactively used \"Flowy\" as part of their care, and would recommend \"Flowy\" to family and friends.\n## CONCLUSIONS\nOur results suggest that a digital delivery of breathing retraining exercises through a mobile health game can manage anxiety, panic, and hyperventilation symptoms associated with CMHDs.\n",
            "in_text_citation": "Pham et al., 2016",
            "footnote": 61
        },
        {
            "title": "Randomized Controlled Trial of SuperBetter, a Smartphone-Based/Internet-Based Self-Help Tool to Reduce Depressive Symptoms.",
            "abstract": "## OBJECTIVE\nTechnological advances have sparked the development of computer- and smartphone-based self-help programs for depressed people, but these programs' efficacy is uncertain. This randomized controlled trial evaluated an intervention called SuperBetter (SB), which is accessed via smartphone and/or the SB Web site.\n## MATERIALS AND METHODS\nOnline, we recruited 283 adult iPhone(®) (Apple, Cupertino, CA) users with significant depression symptoms according to the Center for Epidemiological Studies Depression questionnaire (CES-D). They were randomly assigned to one of three conditions: (a) a version of SB using cognitive-behavioral therapy and positive psychotherapy strategies to target depression (CBT-PPT SB); (b) a general SB version focused on self-esteem and acceptance (General SB); or (c) a waiting list control group (WL). The two SB groups were instructed to use SB for 10 minutes daily for 1 month. All participants completed psychological distress and well-being measures online every 2 weeks through follow-up. An intent-to-treat analysis was conducted using hierarchical linear modeling.\n## RESULTS\nAs hypothesized, SB participants achieved greater reductions in CES-D scores than WL participants by posttest (Cohen's d=0.67) and by follow-up (d=1.05). Contrary to prediction, CBT-PPT SB did not perform better than General SB; both versions of SB were more effective than the WL control. Differences between SB versions favored General SB but were not statistically significant.\n## CONCLUSIONS\nThese large effect sizes should be interpreted cautiously in light of high attrition rates and the motivated, self-selected sample. Nonetheless, smartphone-based/Internet-based self-help may play an important role in treating depression.\n",
            "in_text_citation": "Roepke et al., 2015",
            "footnote": 62
        },
        {
            "title": "A mobile app for social anxiety disorder: A three-arm randomized controlled trial comparing mobile and PC-based guided self-help interventions.",
            "abstract": "## OBJECTIVE\nInternet-based cognitive-behavioral treatments (ICBT) have shown promise for various mental disorders, including social anxiety disorder (SAD). Most of these treatments have been delivered on desktop computers. However, the use of smartphones is becoming ubiquitous and could extend the reach of ICBT into users' everyday life. Only a few studies have empirically examined the efficacy of ICBT delivered through a smartphone app and there is no published study on mobile app delivered ICBT for SAD. This three-arm randomized-controlled trial (RCT) is the first to compare the efficacy of guided ICBT for smartphones (app) and conventional computers (PC) with a wait list control group (WL).\n## METHOD\nA total of 150 individuals meeting the diagnostic criteria for SAD were randomly assigned to one of the three conditions. Primary endpoints were self-report measures and diagnostic status of SAD.\n## RESULTS\nAfter 12 weeks of treatment, both active conditions showed superior outcome on the composite of all SAD measures (PC vs. WL: d = 0.74; App vs. WL: d = 0.89) and promising diagnostic response rates (NNTPC = 3.33; NNTApp = 6.00) compared to the WL. No significant between-groups effects were found between the two active conditions on the composite score (Cohen's d = 0.07). Treatment gains were maintained at 3-month follow-up. Program use was more evenly spread throughout the day in the mobile condition, indicating an integration of the program into daily routines.\n## CONCLUSIONS\nICBT can be delivered effectively using smartphones. (PsycINFO Database Record\n",
            "in_text_citation": "Stolz et al., 2018",
            "footnote": 63
        },
        {
            "title": "Ibobbly mobile health intervention for suicide prevention in Australian Indigenous youth: a pilot randomised controlled trial.",
            "abstract": "## OBJECTIVES\nRates of youth suicide in Australian Indigenous communities are 4 times the national youth average and demand innovative interventions. Historical and persistent disadvantage is coupled with multiple barriers to help seeking. Mobile phone applications offer the opportunity to deliver therapeutic interventions directly to individuals in remote communities. The pilot study aimed to evaluate the effectiveness of a self-help mobile app (ibobbly) targeting suicidal ideation, depression, psychological distress and impulsivity among Indigenous youth in remote Australia.\n## SETTING\nRemote and very remote communities in the Kimberley region of North Western Australia.\n## PARTICIPANTS\nIndigenous Australians aged 18-35 years.\n## INTERVENTIONS\n61 participants were recruited and randomised to receive either an app (ibobbly) which delivered acceptance-based therapy over 6 weeks or were waitlisted for 6 weeks and then received the app for the following 6 weeks.\n## PRIMARY AND SECONDARY OUTCOME MEASURES\nThe primary outcome was the Depressive Symptom Inventory-Suicidality Subscale (DSI-SS) to identify the frequency and intensity of suicidal ideation in the previous weeks. Secondary outcomes were the Patient Health Questionnaire 9 (PHQ-9), The Kessler Psychological Distress Scale (K10) and the Barratt Impulsivity Scale (BIS-11).\n## RESULTS\nAlthough preintervention and postintervention changes on the (DSI-SS) were significant in the ibobbly arm (t=2.40; df=58.1; p=0.0195), these differences were not significant compared with the waitlist arm (t=1.05; df=57.8; p=0.2962). However, participants in the ibobbly group showed substantial and statistically significant reductions in PHQ-9 and K10 scores compared with waitlist. No differences were observed in impulsivity. Waitlist participants improved after 6 weeks of app use.\n## CONCLUSIONS\nApps for suicide prevention reduce distress and depression but do not show significant reductions on suicide ideation or impulsivity. A feasible and acceptable means of lowering symptoms for mental health disorders in remote communities is via appropriately designed self-help apps.\n## TRIAL REGISTRATION NUMBER\nACTRN12613000104752.\n",
            "in_text_citation": "Tighe et al., 2017",
            "footnote": 64
        },
        {
            "title": "Development and evaluation of a mobile intervention for heavy drinking and smoking among college students.",
            "abstract": "Nearly all college student smokers also drink alcohol, and smoking and heavy episodic drinking (HED) commonly co-occur. However, few studies have examined the factors that concurrently influence smoking and HED among college students and, to date, no interventions have been developed that target both HED and smoking in this population. The objective of the current study was to develop and evaluate a mobile feedback intervention that targets HED and smoking. Participants (N = 94) were non-treatment-seeking college students (M(age) = 20.5 years, SD = 1.7) who engaged in at least a single HED episode in the past 2 weeks and reported concurrent smoking and drinking at least once a week. Participants were randomized to receive either the mobile intervention for 14 days, complete mobile assessments (without intervention) for 14 days, or complete minimal assessments (without intervention or mobile assessments). At a 1-month follow-up, compared with the minimal assessment condition, we observed significant reductions in the number of cigarettes per smoking day in both the mobile intervention (d = 0.55) and mobile assessment (d = 0.45) conditions. Among those randomized to the mobile intervention, receiving more modules of the intervention was significantly associated with a lower likelihood of any drinking during the 14-day assessment period and significant reductions in smoking at 1-month follow-up. The mobile intervention did not result in significant reductions in HED or concurrent smoking and drinking. Future research should continue to examine ways of using technology and the real-time environment to improve interventions for HED and smoking.\n",
            "in_text_citation": "Witkiewitz et al., 2014",
            "footnote": 65
        },
        {
            "title": "Attention Bias Modification Training Via Smartphone to Reduce Social Anxiety: A Randomized, Controlled Multi-Session Experiment.",
            "abstract": "Testing feasibility and efficacy of psychological treatment via mobile devices is important, given its potential benefits for high-dosage treatment delivery, widespread and inexpensive dissemination, and efficient research methods. We conducted the first randomized controlled trial of attention bias modification training delivered via smartphones, comparing this training to control training in a double-blind design, also including a waitlist condition. All participants performed a variant of dot-probe training involving faces with neutral and disgust (representative of social threat) expressions in brief sessions three times daily over 4 weeks on their own smartphones, at home or anywhere they chose. Attention bias modification, also known as cognitive bias modification of attention, training included a contingency to induce attentional deployment away from disgust faces, whereas the control training included no contingency. Participants completed weekly Internet-based self-report symptom assessments as well as smartphone-delivered dot-probe attention bias assessments, whose reliability findings supported the viability of using smartphones for reaction-time based assessments. The between-groups training effect on attention bias scores was small, showing statistical significance in some analyses and not in others. On measures of social anxiety, intention-to-treat analyses (n = 326) revealed significant pre–post treatment declines with medium to large effect sizes in both training groups, whereas small declines in a waitlist group were nonsignificant. Both training groups showed greater reductions in social anxiety than did waitlist; however, the benefits under these two training conditions were statistically indistinguishable. Improvements in the two training conditions beyond those of waitlist could be attributable to any factors common to them, but not to the contingency training specific to active attention bias modification training.",
            "in_text_citation": "Enock et al., 2014",
            "footnote": 57
        }
    ]
}