{
    "citations": [
        {
            "footnote": 12,
            "title": "Triggering of acute myocardial infarction by heavy physical exertion: protection against triggering by regular exertion.",
            "in_text_citation": "Mittleman et al., 1993"
        },
        {
            "footnote": 13,
            "title": "Physical exertion as a trigger of acute myocardial infarction.",
            "in_text_citation": "Willich et al., 1993"
        },
        {
            "footnote": 32,
            "title": "Clinical and angiographic characteristics of exertion-related acute myocardial infarction.",
            "in_text_citation": "Giri et al., 1999"
        },
        {
            "footnote": 33,
            "title": "Does heavy physical exertion trigger myocardial infarction? a case-crossover analysis nested in a population-based case-referent study.",
            "in_text_citation": "Hallqvist et al., 2000"
        },
        {
            "footnote": 34,
            "title": "Triggers of nonfatal myocardial infarction in Costa Rica: heavy physical exertion, sexual activity, and infection.",
            "in_text_citation": "Baylin et al., 2007"
        },
        {
            "footnote": 35,
            "title": "Intensity of physical exertion and triggering of myocardial infarction: a case-crossover study.",
            "in_text_citation": "von Klot et al., 2008"
        },
        {
            "footnote": 36,
            "title": "Physical exertion, exercise, and sudden cardiac death in women.",
            "in_text_citation": "Whang et al., 2006"
        },
        {
            "footnote": 37,
            "title": "Triggering of sudden death from cardiac causes by vigorous exertion.",
            "in_text_citation": "Albert et al., 2000"
        },
        {
            "footnote": 38,
            "title": "Out of hospital sudden cardiac death among physically active and inactive married persons younger than 65 years in Slovenia.",
            "in_text_citation": "Selb Semerl et al., 2003"
        },
        {
            "footnote": 39,
            "title": "Triggering of acute coronary syndromes by physical exertion and anger: clinical and sociodemographic characteristics.",
            "in_text_citation": "Strike et al., 2006"
        },
        {
            "footnote": 14,
            "title": "Triggering myocardial infarction by sexual activity: low absolute risk and prevention by regular physical exertion.",
            "in_text_citation": "Muller et al., 1996"
        },
        {
            "footnote": 40,
            "title": "Sexual activity as a trigger of myocardial infarction: a case-crossover analysis in the Stockholm Heart Epidemiology Programme (SHEEP).",
            "in_text_citation": "Möller et al., 2001"
        },
        {
            "footnote": 41,
            "title": "Sex differences in potential daily triggers of the onset of acute myocardial infarction: a case-crossover analysis among an Iranian population.",
            "in_text_citation": "Masoomi et al., 2010"
        }
    ]
}