{
    "key_references": [
        {
            "title": "Triggering of acute myocardial infarction by heavy physical exertion. Protection against triggering by regular exertion. Determinants of Myocardial Infarction Onset Study Investigators.",
            "abstract": "## BACKGROUND\nDespite anecdotal evidence suggesting that heavy physical exertion can trigger the onset of acute myocardial infarction, there have been no controlled studies of the risk of myocardial infarction during and after heavy exertion, the length of time between heavy exertion and the onset of symptoms (induction time), and whether the risk can be modified by regular physical exertion. To address these questions, we collected data from patients with confirmed myocardial infarction on their activities one hour before the onset of myocardial infarction and during control periods.\n## METHODS\nInterviews with 1228 patients conducted an average of four days after myocardial infarction provided data on their usual annual frequency of physical activity and the time, type, and intensity of physical exertion in the 26 hours before the onset of myocardial infarction. We compared the observed frequency of heavy exertion (6 or more metabolic equivalents) with the expected values using two types of self-matched analyses based on a new case-crossover study design. The low frequency of heavy exertion during the control periods was validated by data from a population-based control group of 218 subjects.\n## RESULTS\nOf the patients, 4.4 percent reported heavy exertion within one hour before the onset of myocardial infarction. The estimated relative risk of myocardial infarction in the hour after heavy physical exertion, as compared with less strenuous physical exertion or none, was 5.9 (95 percent confidence interval, 4.6 to 7.7), Among people who usually exercised less than one, one to two, three to four, or five or more times per week, the respective relative risks were 107 (95 percent confidence interval, 67 to 171), 19.4 (9.9 to 38.1), 8.6 (3.6 to 20.5), and 2.4 (1.5 to 3.7). Thus, increasing levels of habitual physical activity were associated with progressively lower relative risks. The induction time from heavy exertion to the onset of myocardial infarction was less than one hour, and symptoms usually began during the activity.\n## CONCLUSIONS\nHeavy physical exertion can trigger the onset of acute myocardial infarction, particularly in people who are habitually sedentary. Improved understanding of the mechanisms by which heavy physical exertion triggers the onset of myocardial infarction and the manner in which regular exertion protects against it would facilitate the design of new preventive approaches.\n",
            "footnote": 12,
            "in_text_citation": "Mittleman et al., 1993"
        },
        {
            "title": "Physical exertion as a trigger of acute myocardial infarction. Triggers and Mechanisms of Myocardial Infarction Study Group.",
            "abstract": "## BACKGROUND\nIt is controversial whether the onset of myocardial infarction occurs randomly or is precipitated by identifiable stimuli. Previous studies have suggested a higher risk of cardiac events in association with exertion.\n## METHODS\nConsecutive patients with acute myocardial infarction were identified by recording all admissions to our hospital in Berlin and by monitoring a general population of 330,000 residents in Augsburg, Germany. Information on the circumstances of each infarction was obtained by means of standardized interviews. The data analysis included a comparison of patients with matched controls and a case-crossover comparison (one in which each patient serves as his or her own control) of the patient's usual frequency of exertion with the last episode of exertion before the onset of myocardial infarction.\n## RESULTS\nFrom January 1989 through December 1991, 1194 patients (74 percent of whom were men; mean age [+/- SD], 61 +/- 9 years) completed the interview 13 +/- 6 days after infarction. We found that 7.1 percent of the case patients had engaged in physical exertion (> or = 6 metabolic equivalents) at the onset of infarction, as compared with 3.9 percent of the controls at the onset of the control event. For the patients as compared with the matched controls, the adjusted relative risk of having engaged in strenuous physical activity at the onset of infarction or the control event was 2.1 (95 percent confidence interval, 1.1 to 3.6). The case-crossover comparison yielded a similar relative risk of 2.1 (95 percent confidence interval, 1.6 to 3.1) for having engaged in strenuous physical activity within one hour before myocardial infarction. Patients whose frequency of regular exercise was less than four and four or more times per week had relative risks of 6.9 and 1.3, respectively (P < 0.01).\n## CONCLUSIONS\nA period of strenuous physical activity is associated with a temporary increase in the risk of having a myocardial infarction, particularly among patients who exercise infrequently. These findings should aid in the identification of the triggering mechanisms for myocardial infarction and improve prevention of this common and serious disorder.\n",
            "footnote": 13,
            "in_text_citation": "Willich et al., 1993"
        },
        {
            "title": "Clinical and angiographic characteristics of exertion-related acute myocardial infarction.",
            "abstract": "## CONTEXT\nVigorous physical exertion transiently increases the risk of acute myocardial infarction (MI), but little is known about the clinical characteristics of exertion-related MI.\n## OBJECTIVE\nTo compare the clinical and angiographic characteristics of patients who had an exertion-related acute MI vs those who experienced an MI not related to exertion.\n## DESIGN AND SETTING\nProspective observational cohort study of patients with an acute MI referred to a tertiary care hospital for primary angioplasty.\n## PATIENTS\nOf 1048 patients with acute MI, 640 (64 who experienced an exertion-related MI and 576 who did not) were selected for treatment with primary angioplasty and admitted between August 1995 and November 1998.\n## MAIN OUTCOME MEASURES\nClinical characteristics of the patients, including their habitual physical activity (determined by the Framingham Physical Activity Index and the Lipid Research Clinic Physical Activity Questionnaire), angiographic findings during coronary angiography, and the relative risk (RR) of MI during exertion.\n## RESULTS\nPatients who experienced exertion-related MI were more frequently men (86% vs 68%), hyperlipidemic (62% vs 40%), and smokers (59% vs 37%), were more likely to present with ventricular fibrillation (20% vs 11%), Killip classification III or IV heart failure (44% vs 22%), single-vessel disease (50% vs 28%), and a large thrombus in the infarct artery (64% vs 35%) and were more likely to be classified as having very low or low activity (84% vs 66%). The RR of experiencing an MI during exertion was 10.1 times greater than the risk at other times (95% confidence interval [CI], 1.6-65.6), with the highest risk among patients classified as very low active (RR, 30.5; 95% CI, 4.4-209.9) and low active (RR, 20.9; 95% CI, 3.1-142.1).\n## CONCLUSION\nThese results show that exertion-related MIs occur in habitually inactive people with multiple cardiac risk factors. These individuals may benefit from modest exercise training and aggressive risk-factor modification before they perform vigorous physical activity.\n",
            "in_text_citation": "Giri et al., 1999",
            "footnote": 32
        },
        {
            "title": "Does heavy physical exertion trigger myocardial infarction? A case-crossover analysis nested in a population-based case-referent study.",
            "abstract": "To study possible triggering of first events of acute myocardial infarction by heavy physical exertion, the authors conducted a case-crossover analysis (1993-1994) within a population-based case-referent study in Stockholm County, Sweden (the Stockholm Heart Epidemiology Program). Interviews were carried out with 699 myocardial infarction patients after onset of the disease. These cases represented 47 percent of all cases in the study base, and 70 percent of all nonfatal cases. The relative risk from vigorous exertion was 6.1 (95% confidence interval: 4.2, 9.0). The rate difference was 1.5 per million person-hours, and the attributable proportion was 5.7 percent. The risk was modified by physical fitness, with an increased risk being seen among sedentary subjects as in earlier studies, but the data also suggested a U-shaped association. In addition, the trigger effect was modified by socioeconomic status. Premonitory symptoms were common, and this implies risks of reverse causation bias and misclassification of case exposure information that require methodological consideration. Different techniques (the use of the usual-frequency type of control information, a pair-matched analysis, and a standard case-referent analysis) were applied to overcome the threat of misclassification of control exposure information. A case-crossover analysis in a random sample of healthy subjects resulted in a relative risk close to unity, as expected.\n",
            "in_text_citation": "Hallqvist et al., 2000",
            "footnote": 33
        },
        {
            "title": "Triggers of nonfatal myocardial infarction in Costa Rica: heavy physical exertion, sexual activity, and infection.",
            "abstract": "## PURPOSE\nThere are no data for factors that could trigger myocardial infarction (MI) in the context of lifestyles in developing countries.\n## METHODS\nUsing a case-crossover design, we assessed the effect of heavy physical exertion, sexual activity, acute respiratory tract infections, and gastroenteritis as triggers for MI in 530 survivors of a first MI from Costa Rica.\n## RESULTS\nRelative risks (RRs) for MI in the hour after heavy physical exertion and 2 hours after sexual activity were 4.94 (95% confidence interval [CI], 3.73-6.54) and 5.47 (95% CI, 2.71-11.02). Risk for MI after heavy physical exertion was greater for patients with poor physical fitness or elevated underlying cardiovascular risk (p < 0.0001 and p = 0.06, tests of homogeneity). RRs for acute respiratory tract infection and gastroenteritis were 1.48 (95% CI, 0.92-2.38) and 1.27 (95% CI, 0.95-1.69), respectively. Patients with three or more risk factors had an RR for MI for gastroenteritis of 2.08 (95% CI, 1.31-3.28).\n## CONCLUSIONS\nOur results confirm previous studies in developed countries showing that heavy physical exertion and sexual activity are potential triggers for MI, and their effect is modified by physical fitness and underlying cardiovascular risk. Additional studies that explore the biologic effects of gastroenteritis as triggers of MI are warranted.\n",
            "in_text_citation": "Baylin et al., 2007",
            "footnote": 34
        },
        {
            "title": "Intensity of physical exertion and triggering of myocardial infarction: a case-crossover study.",
            "abstract": "## AIMS\nAcute myocardial infarction (AMI) can be precipitated or triggered by discrete transient exposures including physical exertion. We evaluated whether the risk of having an AMI triggered by physical exertion exhibits an exposure-response relationship, and whether it varies by ambient temperature or by taking place indoors or outdoors.\n## METHODS AND RESULTS\nWe conducted a case-crossover study within the Myocardial Infarction Registry in Augsburg, Germany in 1999-2003. One thousand three hundred and one patients reported levels of activity and time spent outdoors on the day of AMI and three preceding days in an interview. The case-crossover analyses showed an association of physical exertion with AMI symptom onset within 2 h, which was strong for strenuous exertion (METs >or= 6) [relative risk (RR) 5.7, 95% confidence interval (CI) 3.6-9.0), and still significant for moderate exertion (METs = 5) (RR 1.6, 95% CI 1.2-2.1) compared to very light or no exertion. Strenuous exertion outside was associated with a four-fold larger RR of AMI symptom onset than exertion performed indoors, which was not explained by temperature.\n## CONCLUSION\nThis study confirms previous results and shows a graded exposure-response relationship between physical exertion intensity and triggering of AMI onset. These findings may have implications for behavioural guidance of people at risk of AMI.\n",
            "in_text_citation": "von Klot et al., 2008",
            "footnote": 35
        },
        {
            "title": "Physical exertion, exercise, and sudden cardiac death in women.",
            "abstract": "## CONTEXT\nExercise is associated with a lower risk of cardiovascular events but may transiently increase the risk of ventricular arrhythmias. Its short-term and long-term associations with risk of sudden cardiac death among women are unclear.\n## OBJECTIVES\nTo compare the risk of sudden cardiac death in women during moderate to vigorous exertion with the risk of sudden cardiac death during lighter or no exertion; and to assess the long-term association between moderate to vigorous exercise and sudden cardiac death.\n## DESIGN, SETTING, AND PARTICIPANTS\nProspective, nested case-crossover study of 288 cases of sudden cardiac death within the Nurses' Health Study (1980-2004); and a prospective cohort analysis of 69,693 participants without prior cardiovascular disease followed up from 1986-2004.\n## MAIN OUTCOME MEASURE\nRisk of sudden cardiac death associated with moderate to vigorous exertion.\n## RESULTS\nThe absolute risk of sudden cardiac death associated with moderate to vigorous exertion was exceedingly low at 1 per 36.5 million hours of exertion. In case-crossover analyses, the risk of sudden cardiac death was transiently elevated during moderate to vigorous exertion (relative risk [RR], 2.38; 95% confidence interval [CI], 1.23-4.60; P = .01) compared with the risk during lesser or no exertion. Habitual moderate to vigorous exertion modified this transient risk (P = .005 for interaction) and the risk was no longer significantly elevated among those who exercised 2 or more hours per week. In the cohort analyses, an increasing amount of moderate to vigorous exercise was associated with a lower long-term risk of sudden cardiac death in age-adjusted and multivariable models that excluded biological intermediates (P = .006 for trend). This relationship was attenuated when biological intermediates were included (P = .06 for trend); however, the reduction in risk remained significant among women who exercised 4 or more hours per week (adjusted RR, 0.41; 95% CI, 0.20-0.83; P = .01) compared with women who did not exercise.\n## CONCLUSIONS\nThese prospective data suggest that sudden cardiac death during exertion is an extremely rare event in women. Regular exercise may significantly minimize this small transient risk and may lower the overall long-term risk of sudden cardiac death.\n",
            "in_text_citation": "Whang et al., 2006",
            "footnote": 36
        },
        {
            "title": "Triggering of sudden death from cardiac causes by vigorous exertion.",
            "abstract": "## BACKGROUND\nRetrospective and cross-sectional data suggest that vigorous exertion can trigger cardiac arrest or sudden death and that habitual exercise may diminish this risk. However, the role of physical activity in precipitating or preventing sudden death has not been assessed prospectively in a large number of subjects.\n## METHODS\nWe used a prospective, nested case-crossover design within the Physicians' Health Study to compare the risk of sudden death during and up to 30 minutes after an episode of vigorous exertion with that during periods of lighter exertion or none. We then evaluated whether habitual vigorous exercise modified the risk of sudden death that was associated with vigorous exertion. In addition, the relation of vigorous exercise to the overall risk of sudden death and nonsudden death from coronary heart disease was assessed.\n## RESULTS\nDuring 12 years of follow-up, 122 sudden deaths were confirmed among the 21,481 male physicians who were initially free of self-reported cardiovascular disease and who provided information on their habitual level of exercise at base line. The relative risk of-sudden death during and up to 30 minutes after vigorous exertion was 16.9 (95 percent confidence interval, 10.5 to 27.0; P<0.001). However, the absolute risk of sudden death during any particular episode of vigorous exertion was extremely low (1 sudden death per 1.51 million episodes of exertion). Habitual vigorous exercise attenuated the relative risk of sudden death that was associated with an episode of vigorous exertion (P value for trend=0.006). The base-line level of exercise was not associated with the overall risk of subsequent sudden death.\n## CONCLUSIONS\nThese prospective data from a study of U.S. male physicians suggest that habitual vigorous exercise diminishes the risk of sudden death during vigorous exertion.\n",
            "in_text_citation": "Albert et al., 2000",
            "footnote": 37
        },
        {
            "title": "Triggering of acute coronary syndromes by physical exertion and anger: clinical and sociodemographic characteristics.",
            "abstract": "## OBJECTIVE\nTo investigate the role of vigorous physical exertion and anger as triggers of acute coronary syndromes (ACS) and to identify the clinical and sociodemographic correlates of triggering.\n## DESIGN\nProspective observational clinical cohort study.\n## SETTING\nFour coronary care units in the London area.\n## PATIENTS\n295 men and women with electrocardiographically and biochemically verified ACS.\n## MAIN OUTCOME MEASURES\nPhysical exertion in the 1 h and anger in the 2 h before symptom onset were assessed with structured interviews. Control periods were the equivalent hours one day earlier and usual rates over the past six months. Data were analysed by case-crossover methods.\n## RESULTS\nPhysical exertion was reported by 10% and anger by 17.4% of patients in the hazard period. The risk of ACS onset after physical exertion compared with light or no activity was 3.50 (95% confidence interval (CI) 1.37 to 10.6). The risk of onset with anger was 2.06 (95% CI 1.12 to 3.92). Physical exertion during the hazard period was related to an absence of premonitory symptoms, presentation with an ST elevation myocardial infarction (STEMI), low socioeconomic deprivation and higher future cardiovascular risk. Anger during the hazard period was more common in younger, socioeconomically deprived patients who presented with a STEMI.\n## CONCLUSIONS\nTriggers are relevant across the spectrum of ACS. The distinct clinical and sociodemographic factors associated with physical exertion and anger suggest that different pathophysiological processes may be involved.\n",
            "in_text_citation": "Strike et al., 2006",
            "footnote": 39
        },
        {
            "title": "Triggering myocardial infarction by sexual activity. Low absolute risk and prevention by regular physical exertion. Determinants of Myocardial Infarction Onset Study Investigators.",
            "abstract": "## OBJECTIVE\nTo determine the relative risks of nonfatal myocardial infarction (MI) triggered by sexual activity among the general population and in patients with prior coronary heart disease.\n## DESIGN\nRelative risks and effect modification were calculated by the case-crossover method, a new epidemiologic technique designed to quantify the transient change in risk following exposure to a potential disease trigger.\n## SETTING/PARTICIPANTS\nA total of 1774 patients with MI were interviewed in 45 hospitals throughout the United States. Data were gathered on potential triggers of MI occurring immediately prior to the event and during the previous year. Results are presented for the 858 patients who were sexually active in the year prior to the MI, with attention to the 273 patients who had coronary artery disease prior to their index MI, and the effect of regular exertion on risk.\n## MAIN OUTCOME MEASURE\nThe relative risk of nonfatal MI following sexual activity.\n## RESULTS\nOf the 858 patients, 79(9%) reported sexual activity in the 24 hours preceding MI, and 27(3%) reported sexual activity in the 2 hours preceding onset of symptoms of MI. The relative risk of MI occurring in the 2 hours after sexual activity was 2.5(95% confidence interval [CI], 1.7-3.7). The relative risk of triggering onset of MI among patients with a history of prior angina (2.1 [95% CI, 0.8-5.8]) or prior MI (2.9 [95% CI, 1.3-6.5]) was not greater than that observed in those without prior cardiac disease. Sexual activity was a likely contributor to the onset of MI in only 0.9% of cases and regular exertion was associated with decreasing risk.\n## CONCLUSIONS\nSexual activity can trigger the onset of MI. However, the relative risk is low, and since the absolute hourly risk of MI is extremely low, the absolute risk increase caused by sexual activity also is extremely low (1 chance in a million for a healthy individual). Moreover, the relative risk is not increased in patients with a prior history of cardiac disease and regular exercise appears to prevent triggering. These findings should be useful for counseling patients and decreasing the fear of sexual activity that often prevents complete rehabilitation from cardiovascular disease.\n",
            "footnote": 14,
            "in_text_citation": "Muller et al., 1996"
        },
        {
            "title": "Sexual activity as a trigger of myocardial infarction. A case-crossover analysis in the Stockholm Heart Epidemiology Programme (SHEEP).",
            "abstract": "## OBJECTIVE\nTo investigate sexual activity as a trigger of myocardial infarction and the potential effect modification of physical fitness.\n## DESIGN\nA case-crossover study nested in the Stockholm Heart Epidemiology Programme (SHEEP).\n## SETTING\nStockholm County from April 1993 to December 1994.\n## PATIENTS\nAll patients with a first episode of non-fatal acute myocardial infarction admitted to coronary care units were eligible, and 699 patients participated in an interview.\n## MAIN OUTCOME MEASURES\nRelative risks with 95% confidence intervals.\n## RESULTS\nOnly 1.3% of the patients without premonitory symptoms had sexual activity during two hours before the onset of myocardial infarction. The relative risk of myocardial infarction was 2.1 (95% confidence interval (CI) 0.7 to 6.5) during one hour after sexual activity, and the risk among patients with a sedentary life was 4.4 (95% CI 1.5 to 12.9).\n## CONCLUSIONS\nThe increased risk of myocardial infarction after sexual activity and the further increase in risk among the less physically fit support the hypothesis of causal triggering by sexual activity. However, the absolute risk per hour is very low, and exposure is relatively infrequent. Thus having sex once a week only increases the annual risk of myocardial infarction slightly. Counselling should focus on encouraging patients to live a physically active life and not on abstaining from sexual activity.\n",
            "in_text_citation": "Möller et al., 2001",
            "footnote": 40
        },
        {
            "title": "Sex differences in potential daily triggers of the onset of acute myocardial infarction: a case-crossover analysis among an Iranian population.",
            "abstract": "## OBJECTIVE\nDespite an increasing knowledge of the importance of triggering in cardiac events and their mortality and morbidity, awareness concerning the types of physical and psychological triggers is unsatisfactory. This study aimed to address the main daily triggers of typical chest pain as a marker of acute coronary syndrome onset and assessed the sex-related differences regarding these triggers among Iranians.\n## BASIC METHODS\nA case-crossover study was conducted on 198 consecutive patients with a first event of acute myocardial infarction admitted to the coronary care unit of Shafa hospital in Kerman. Patients were interviewed about the baseline characteristics as well as potential triggers of chest pain experienced over the day before the diagnosed onset of disease. The start of diagnostic chest pain was used as a marker of disease onset. The hazard period was defined as 12-h period of onset of chest pain.\n## MAIN RESULTS\nAmong probable triggers, only unsuspected sudden bad news and sexual activity had significant relationships with chest pain appearance during the hazard period. Among patients with the experience of bad news, the risk of chest pain occurrence during the hazard period was 6.9 [95% confidence interval (CI) 1.5-31.8]. Also, among those who were exposed to sexual activity, this risk was 3.4 (95% CI 1.1-10.4). Risk of chest pain following bad news was specific to men with a risk of 9.9 (95% CI 1.1-87.6) and risk of event following sexual activity was specific to women with a risk of 13.3 (95% CI 1.4-120.9).\n## CONCLUSION\nUnsuspected sudden bad news can be an important trigger for acute cardiac events in men, whereas sexual activity can act as a strong trigger for these events among women. Counseling in high-risk groups should be focused on men with considerable sudden emotional stressors in their lives and also on women during the ages of active sexual function.\n",
            "in_text_citation": "Masoomi et al., 2010",
            "footnote": 41
        },
        {
            "title": "Out of Hospital Sudden Cardiac Death Among Physically Active and Inactive Married Persons Younger than 65 Years in Slovenia",
            "abstract": "Methods: A sedentary life style has been shown to increase the risk of coronary artery disease, a precursor of sudden cardiac death, while regular physical activity prevents atherosclerosis. In an out of hospital cardiac death study in Slovenia, case crossover design was used to investigate physical activity as a potential trigger of sudden cardiac death in connection with certain life style, biological and social risk factors.\nResults: In the study, 206 sudden cardiac deaths were selected: 166 men and 40 women with median age at death 57.8 and 59.0 years, respectively. The relative risk of dying during or within one hour after terminating physical activity of at least 6 metabolic equivalents was 3.0 in comparison to time without activity. The relative risk of people who performed 1.5 hours or more physical activity per week was 2.55 (95 % confidence limits: 1.69–3.84), opposed to 49.90 (confidence limits: 18.73–132.96) for persons who performed less activity. According to the observed characteristics the risk of dying for inactive sudden cardiac victims was 17.13 to 25.89 (95 % confidence limits: 11.28–44.60) times higher in comparison to physically active persons. Persons who drank more than 4 international units of alcohol per day, positive family history, ischaemic heart disease and a heart rate of more than 90 beats/minute had the highest risk.\nConclusion: The results confirmed that the risk of dying due to sudden cardiac death during physical activity depends on the degree of physical activity regularly performed and the existing risk factors. J Clin Basic Cardiol 2003; 6: 63–7.",
            "in_text_citation": "Selb Semerl et al., 2003",
            "footnote": 38
        }
    ]
}