{
    "citations": [
        {
            "footnote": 33,
            "title": "Pedometers alone do not increase mobility in inpatient rehabilitation: a randomized controlled trial.",
            "in_text_citation": "Atkins et al., 2019"
        },
        {
            "footnote": 23,
            "title": "Walking for better outcomes and recovery: the effect of WALK-FOR in preventing hospital-associated functional decline among older adults.",
            "in_text_citation": "Cohen et al., 2019"
        },
        {
            "footnote": 24,
            "title": "A multicomponent intervention to decrease sedentary time during hospitalization: a quasi-experimental pilot study.",
            "in_text_citation": "Conijn et al., 2020"
        },
        {
            "footnote": 25,
            "title": "Evaluation of a technology assisted physical activity intervention among hospitalised patients: A randomised study.",
            "in_text_citation": "Dall et al., 2019"
        },
        {
            "footnote": 29,
            "title": "Digitally enabled aged care and neurological rehabilitation to enhance outcomes with activity and mobility using technology (AMOUNT) in Australia: a randomised controlled trial.",
            "in_text_citation": "Hassett et al., 2020"
        },
        {
            "footnote": 31,
            "title": "Effects of using activity diary for goal setting in occupational therapy on reducing pain and improving psychological and physical performance in patients after total knee arthroplasty: a nonrandomised controlled study.",
            "in_text_citation": "Hiraga et al., 2019"
        },
        {
            "footnote": 34,
            "title": "Effect of accelerometer-based feedback on physical activity in hospitalized patients with ischemic stroke: a randomized controlled trial.",
            "in_text_citation": "Kanai et al., 2018"
        },
        {
            "footnote": 28,
            "title": "Higher doses improve walking recovery during stroke inpatient rehabilitation.",
            "in_text_citation": "Klassen et al., 2020"
        },
        {
            "footnote": 26,
            "title": "Ambulation of hospitalized gynecologic surgical patients: a randomized controlled trial.",
            "in_text_citation": "Liebermann et al., 2013"
        },
        {
            "footnote": 35,
            "title": "Use of accelerometer-based feedback of walking activity for appraising progress with walking-related goals in inpatient stroke rehabilitation: a randomized controlled trial.",
            "in_text_citation": "Mansfield et al., 2015"
        },
        {
            "footnote": 27,
            "title": "Effects of an activity tracker with feedback on physical activity in women after midline laparotomy: a randomized controlled trial.",
            "in_text_citation": "No et al., 2021"
        },
        {
            "footnote": 30,
            "title": "Promoting activity in geriatric rehabilitation: a randomized controlled trial of accelerometry.",
            "in_text_citation": "Peel et al., 2016"
        },
        {
            "footnote": 36,
            "title": "Feedback from activity trackers improves daily step count after knee and hip arthroplasty: a randomized controlled trial.",
            "in_text_citation": "Van der Walt et al., 2018"
        },
        {
            "footnote": 37,
            "title": "Smartphone App with an accelerometer enhances patients’ physical activity following elective orthopedic surgery: a pilot study.",
            "in_text_citation": "van Dijk-Huisman et al., 2020"
        },
        {
            "footnote": 38,
            "title": "Use of activity tracking in major visceral surgery-the enhanced perioperative mobilization trial: a randomized controlled trial.",
            "in_text_citation": "Wolk et al., 2019"
        }
    ]
}