{
    "key_references": [
        {
            "title": "Pedometers alone do not increase mobility in inpatient rehabilitation: a randomized controlled trial.",
            "abstract": "## OBJECTIVE\nTo test if pedometers, as a motivational tool, could affect mobility outcomes in inpatient rehabilitation.\n## DESIGN\nRandomized controlled clinical trial.\n## SETTING\nSubacute hospital rehabilitation unit in Australia.\n## PARTICIPANTS\nA total of 78 participants with reduced mobility and clinician-determined capacity to improve.\n## INTERVENTIONS\nBoth groups received usual care. For the intervention group, a pedometer was worn on the hip with the step count visible to participant and recorded daily on an exercise log. For the control group, a pedometer fixed shut was worn on the hip and they recorded estimated distances walked on an exercise log.\n## MAIN MEASURES\nPrimary outcome was functional mobility - De Morton Mobility Index. Secondary outcome measures were walking velocity, functional independence measure, time spent upright and daily step count.\n## RESULTS\nSignificant improvements over time (\n## CONCLUSION\nPedometers as a motivational tool without targets do not improve functional mobility in this population. Pedometers may improve daily upright time in this setting.\n",
            "in_text_citation": "Atkins et al., 2019",
            "footnote": 33
        },
        {
            "title": "Walking for Better Outcomes and Recovery: The Effect of WALK-FOR in Preventing Hospital-Associated Functional Decline Among Older Adults.",
            "abstract": "## BACKGROUND\nIn-hospital immobility of older adults is associated with hospital-associated functional decline (HAFD). This study examined the WALK-FOR program's effects on HAFD prevention.\n## METHODS\nA quasi-experimental pre-post two-group (intervention group [IG] n = 188, control group [CG] n = 189) design was applied in two hospital internal medical units. On admission, patients reported pre-hospitalization functional status, which was assessed again at discharge and 1-month follow-up. Primary outcome was decline in basic activities of daily living (BADL), using the Modified Barthel Index. Secondary outcomes were decline in instrumental ADL (Lawton's IADL scale) and community mobility (Yale Physical Activity Survey). All participants (75.1 ± 7 years old) were cognitively intact and ambulatory at admission. The WALK-FOR included a unit-tailored mobility program utilizing patient-and-staff education with a specific mobility goal (900 steps per day), measured by accelerometer.\n## RESULTS\nDecline in BADL occurred among 33% of the CG versus 23% of the IG (p = .02) at discharge, and among 43% of the CG versus 30% in the IG (p = .01) at 1-month follow-up. Similarly, 26% of the CG versus 15% of the IG declined in community mobility at 1-month follow-up (p = .01). Adjusted for major covariates, the intervention reduced the odds of decline in BADL by 41% (p = .05) at discharge and by 49% at 1-month follow-up (p = .01), and in community mobility by 63% (p = .02). There was no significant effect of the intervention on IADL decline (p = .19).\n## CONCLUSIONS\nThe WALK-FOR intervention is effective in reducing HAFD.\n",
            "in_text_citation": "Cohen et al., 2019",
            "footnote": 23
        },
        {
            "title": "A multicomponent intervention to decrease sedentary time during hospitalization: a quasi-experimental pilot study.",
            "abstract": "## OBJECTIVE\nThe aim of this study was to evaluate the feasibility and preliminary effects of a multicomponent intervention to decrease sedentary time during and shortly after hospitalization.\n## DESIGN\nThis is a quasi-experimental pilot study comparing outcomes in patients admitted before and after the implementation of the intervention.\n## SETTING\nThe study was conducted in a university hospital.\n## SUBJECTS\nParticipants were adult patients undergoing elective organ transplantation or vascular surgery.\n## INTERVENTIONS\nIn the control phase, patients received usual care, whereas in the intervention phase, patients also received a multicomponent intervention to decrease sedentary time. The intervention comprised eight elements: paper and digital information, an exercise movie, an activity planner, a pedometer and Fitbit Flex™, a personal activity coach and an individualized digital training program.\n## MEASURES\nMeasures of feasiblity were the self-reported use of the intervention components (yes/no) and satisfaction (low-high = 0-10). Main outcome measure was the median % of sedentary time measured by an accelerometer worn during hospitalization and 7-14 days thereafter.\n## RESULTS\nA total of 42 controls (mean age = 59 years, 62% male) and 52 intervention patients (58 years, 52%) were included. The exercise movie, paper information and Fitbit Flex were the three most frequently used components, with highest satisfaction scores for the fitbit, paper information, exercise movie and digital training. Median sedentary time decreased from 99.6% to 95.7% and 99.3% to 91.0% between Days 1 and 6 in patients admitted in the control and intervention phases, respectively. The difference at Day 6 reached statistical significance (difference = 41 min/day, \n## CONCLUSION\nImplementing a multicomponent intervention to reduce sedentary time appeared feasible and may be effective during but not directly after hospitalization.\n",
            "in_text_citation": "Conijn et al., 2020",
            "footnote": 24
        },
        {
            "title": "Evaluation of a technology assisted physical activity intervention among hospitalised patients: A randomised study.",
            "abstract": "## BACKGROUND\nPhysical inactivity is common during hospitalisation and poses a threat to functional capacity and independency in the elderly.\n## AIM\nWe aimed to assess the effect of physical activity measurements with visual feedback about time spent in various activities on the average daily time spent out of bed during hospitalisation.\n## METHODS\nWe recorded physical activity during hospitalisation by accelerometers and compared the effect of the visual feedback (intervention) with no feedback (control) on time spent out of bed. Patients admitted to the pulmonary ward were invited and assigned to intervention with feedback or control with no feedback in 6 alternating waves of approximately 18 patients each. The order of feedback/no feedback was randomised at the outset of the study. The visual feedback intervention group was provided with visual feedback of the daily time spent in bed, sitting, standing, and walking. The control group did not receive feedback.\n## RESULTS\n93 patients completed the study with a median length of stay of 5 days. Across all patients there were no statistically significant group differences in daily time out of bed; however, patients with independent mobility spent 51 minutes (95% CI 0 to 102; P = .049) more out of bed when provided with visual feedback compared to no feedback.\n## CONCLUSIONS\nA simple technology assisted physical activity intervention with visual feedback to encourage mobility was not effective at increasing time spent out of bed among hospitalised patients. With feedback, a subgroup of patients with independent walking abilities increased time out of bed and may benefit from this type of intervention.\n## TRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT01945749.\n",
            "in_text_citation": "Dall et al., 2019",
            "footnote": 25
        },
        {
            "title": "Digitally enabled aged care and neurological rehabilitation to enhance outcomes with Activity and MObility UsiNg Technology (AMOUNT) in Australia: A randomised controlled trial.",
            "abstract": "## BACKGROUND\nDigitally enabled rehabilitation may lead to better outcomes but has not been tested in large pragmatic trials. We aimed to evaluate a tailored prescription of affordable digital devices in addition to usual care for people with mobility limitations admitted to aged care and neurological rehabilitation.\n## METHODS AND FINDINGS\nWe conducted a pragmatic, outcome-assessor-blinded, parallel-group randomised trial in 3 Australian hospitals in Sydney and Adelaide recruiting adults 18 to 101 years old with mobility limitations undertaking aged care and neurological inpatient rehabilitation. Both the intervention and control groups received usual multidisciplinary inpatient and post-hospital rehabilitation care as determined by the treating rehabilitation clinicians. In addition to usual care, the intervention group used devices to target mobility and physical activity problems, individually prescribed by a physiotherapist according to an intervention protocol, including virtual reality video games, activity monitors, and handheld computer devices for 6 months in hospital and at home. Co-primary outcomes were mobility (performance-based Short Physical Performance Battery [SPPB]; continuous version; range 0 to 3; higher score indicates better mobility) and upright time as a proxy measure of physical activity (proportion of the day upright measured with activPAL) at 6 months. The dataset was analysed using intention-to-treat principles. The trial was prospectively registered with the Australian New Zealand Clinical Trials Registry (ACTRN12614000936628). Between 22 September 2014 and 10 November 2016, 300 patients (mean age 74 years, SD 14; 50% female; 54% neurological condition causing activity limitation) were randomly assigned to intervention (n = 149) or control (n = 151) using a secure online database (REDCap) to achieve allocation concealment. Six-month assessments were completed by 258 participants (129 intervention, 129 control). Intervention participants received on average 12 (SD 11) supervised inpatient sessions using 4 (SD 1) different devices and 15 (SD 5) physiotherapy contacts supporting device use after hospital discharge. Changes in mobility scores were higher in the intervention group compared to the control group from baseline (SPPB [continuous, 0-3] mean [SD]: intervention group, 1.5 [0.7]; control group, 1.5 [0.8]) to 6 months (SPPB [continuous, 0-3] mean [SD]: intervention group, 2.3 [0.6]; control group, 2.1 [0.8]; mean between-group difference 0.2 points, 95% CI 0.1 to 0.3; p = 0.006). However, there was no evidence of a difference between groups for upright time at 6 months (mean [SD] proportion of the day spent upright at 6 months: intervention group, 18.2 [9.8]; control group, 18.4 [10.2]; mean between-group difference -0.2, 95% CI -2.7 to 2.3; p = 0.87). Scores were higher in the intervention group compared to the control group across most secondary mobility outcomes, but there was no evidence of a difference between groups for most other secondary outcomes including self-reported balance confidence and quality of life. No adverse events were reported in the intervention group. Thirteen participants died while in the trial (intervention group: 9; control group: 4) due to unrelated causes, and there was no evidence of a difference between groups in fall rates (unadjusted incidence rate ratio 1.19, 95% CI 0.78 to 1.83; p = 0.43). Study limitations include 15%-19% loss to follow-up at 6 months on the co-primary outcomes, as anticipated; the number of secondary outcome measures in our trial, which may increase the risk of a type I error; and potential low statistical power to demonstrate significant between-group differences on important secondary patient-reported outcomes.\n## CONCLUSIONS\nIn this study, we observed improved mobility in people with a wide range of health conditions making use of digitally enabled rehabilitation, whereas time spent upright was not impacted.\n## TRIAL REGISTRATION\nThe trial was prospectively registered with the Australian New Zealand Clinical Trials Register; ACTRN12614000936628.\n",
            "in_text_citation": "Hassett et al., 2020",
            "footnote": 29
        },
        {
            "title": "Effects of using activity diary for goal setting in occupational therapy on reducing pain and improving psychological and physical performance in patients after total knee arthroplasty: A non-randomised controlled study.",
            "abstract": "## BACKGROUND\nPsychological factors have been reported to affect chronic pain and may lead to inactivity after total knee arthroplasty. This study aimed to determine whether the use of an activity diary for goal setting during occupational therapy would reduce pain, and improve psychological and physical performance in patients after total knee arthroplasty.\n## METHODS\nA total of 41 total knee arthroplasty participants from two cohorts were recruited in the study and allocated by convenience to either the experimental group using an activity diary (n = 20) or the control group (n = 21). Occupational therapy intervention (1-2 weeks postoperatively) to promote goal achievement was performed in both groups, and self-monitoring was performed in the diary group by using the activity diary. The outcome indices were Canadian Occupational Performance Measure, pain (resting pain, walking pain), pain catastrophizing (rumination, helplessness, and magnification), anxiety, depression, pain self-efficacy, and physical activity level. Data were evaluated by using analysis of variance analyses with post hoc tests.\n## RESULTS\nA time-by-group interaction emerged for Canadian Occupational Performance Measure, walking pain, pain catastrophizing, anxiety, depression, and physical activity level (p < 0.05), both favouring the diary group. The diary group also showed greater improvement in Canadian Occupational Performance Measure, walking pain, anxiety, and physical activity levels at four weeks postoperatively, compared to the control group (p < 0.05).\n## CONCLUSION\nThe use of the activity diary in this study increased occupational therapy effectiveness, reduced patients' pain, and prevented a decline in physical performance. We believe that the use of an activity diary is an effective and feasible addition for total knee arthroplasty patients.\n",
            "in_text_citation": "Hiraga et al., 2019",
            "footnote": 31
        },
        {
            "title": "Effect of accelerometer-based feedback on physical activity in hospitalized patients with ischemic stroke: a randomized controlled trial.",
            "abstract": "## OBJECTIVE\nTo evaluate the effect of accelerometer-based feedback on physical activity in hospitalized patients with ischemic stroke.\n## DESIGN\nRandomized controlled trial.\n## SETTING\nAcute care hospital.\n## SUBJECTS\nA total of 55 patients with ischemic stroke who could walk without assistance were randomly assigned to the intervention group ( n = 27) or the control group ( n = 28).\n## INTERVENTIONS\nAt the baseline measurement, patients did not receive accelerometer-based feedback. At follow-up, a physical therapist provided instruction on accelerometer-based feedback, discussed physical activity targets and encouraged the patients to walk more until discharge.\n## MAIN MEASURES\nThe average daily number of steps taken was used as the index of daily hospitalized physical activity.\n## RESULTS\nThe study sample consisted of 48 patients, of whom 23 patients comprised the intervention group and 25 patients comprised the control group. Although there were no significant differences in physical activity values between the two groups at the baseline measurement, the values in the intervention group at follow-up were significantly higher than those in the control group (5180.5 ± 2314.9 vs. 3113.6 ± 1150.9 steps/day, P = 0.0003). The effect size of physical activity values (Cohen's d = 1.15) at follow-up was large between the two groups.\n## CONCLUSION\nExercise training combined with accelerometer-based feedback effectively increased physical activity in hospitalized patients with ischemic stroke.\n",
            "in_text_citation": "Kanai et al., 2018",
            "footnote": 34
        },
        {
            "title": "Higher Doses Improve Walking Recovery During Stroke Inpatient Rehabilitation.",
            "abstract": "## BACKGROUND AND PURPOSE\nWe investigated the effect of higher therapeutic exercise doses on walking during inpatient rehabilitation, typically commencing 1 to 4 weeks poststroke.\n## METHODS\nThis phase II, blinded-assessor, randomized controlled trial recruited from 6 Canadian inpatient rehabilitation units, between 2014 and 2018. Subjects (n=75; 25/group) were randomized into: control (usual care) physical therapy: typically, 1 hour, 5 days/week; Determining Optimal Post-Stroke Exercise (DOSE1): 1 hour, 5 days/week, more than double the intensity of Control (based on aerobic minutes and walking steps); and DOSE2: 2 hours, 5 days/week, more than quadruple the intensity of Control, each for 4 weeks duration. The primary outcome, walking endurance at completion of the 4-week intervention (post-evaluation), was compared across these groups using linear regression. Secondary outcomes at post-evaluation, and longitudinal outcomes at 6 and 12-month evaluations, were also analyzed.\n## RESULTS\nBoth DOSE1 (mean change 61 m [95% CI, 9-113], \n## CONCLUSIONS\nThis study provides the first preliminary evidence that patients with stroke can improve their walking recovery and quality of life with higher doses of aerobic and stepping activity within a critical time period for neurological recovery. Furthermore, walking endurance benefits achieved from a 4-week intervention are retained over the first-year poststroke. Registration: URL: https://www.clinicaltrials.gov. Unique identifier: NCT01915368.\n",
            "in_text_citation": "Klassen et al., 2020",
            "footnote": 28
        },
        {
            "title": "Ambulation of hospitalized gynecologic surgical patients: a randomized controlled trial.",
            "abstract": "## OBJECTIVE\nTo estimate whether specific ambulation goals affect the adequacy or perceived barriers to ambulation in hospitalized surgical patients after major gynecologic surgery.\n## METHODS\nOne hundred forty-six surgical inpatients were randomized to specific ambulation goals or routine care. We assessed the number of pedometer-recorded steps in the 24 hours preceding discharge as well as patient-identified barriers to ambulation. Groups were compared using the Mann-Whitney U test.\n## RESULTS\nOf the 129 participants with outcome data, 12% were discharged without any pedometer-recorded steps. We did not detect an effect of specific ambulation goals by group (routine care: 87 compared with ambulation goals: 80, P=.7). The three main barriers to ambulation from a patient perspective were indwelling catheters (38.5%), intravenous poles (28%), and pain (12.5%) The median number of postoperative steps was higher after minimally invasive surgery (143) compared with laparotomy (27) (P=.035).\n## CONCLUSION\nApproximately 12% of gynecologic surgical patients do not walk while hospitalized despite formal encouragement to ambulate. Ambulation is easily quantified and may improve with attention to modifiable barriers, potentially improving postoperative recovery.\n",
            "in_text_citation": "Liebermann et al., 2013",
            "footnote": 26
        },
        {
            "title": "Use of Accelerometer-Based Feedback of Walking Activity for Appraising Progress With Walking-Related Goals in Inpatient Stroke Rehabilitation: A Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nRegaining independent ambulation is important to those with stroke. Increased walking practice during \"down time\" in rehabilitation could improve walking function for individuals with stroke.\n## OBJECTIVE\nTo determine the effect of providing physiotherapists with accelerometer-based feedback on patient activity and walking-related goals during inpatient stroke rehabilitation.\n## METHODS\nParticipants with stroke wore accelerometers around both ankles every weekday during inpatient rehabilitation. Participants were randomly assigned to receive daily feedback about walking activity via their physiotherapists (n = 29) or to receive no feedback (n = 28). Changes in measures of daily walking (walking time, number of steps, average cadence, longest bout duration, and number of \"long\" walking bouts) and changes in gait control and function assessed in-laboratory were compared between groups.\n## RESULTS\nThere was no significant increase in walking time, number of steps, longest bout duration, or number of long walking bouts for the feedback group compared with the control group (P values > .20). However, individuals who received feedback significantly increased cadence of daily walking more than the control group (P = .013). From the in-laboratory gait assessment, individuals who received feedback had a greater increase in walking speed and decrease in step time variability than the control group (P values < .030).\n## CONCLUSION\nFeedback did not increase the amount of walking completed by individuals with stroke. However, there was a significant increase in cadence, indicating that intensity of daily walking was greater for those who received feedback than the control group. Additionally, more intense daily walking activity appeared to translate to greater improvements in walking speed.\n",
            "in_text_citation": "Mansfield et al., 2015",
            "footnote": 35
        },
        {
            "title": "Effects of an activity tracker with feedback on physical activity in women after midline laparotomy: A randomized controlled trial.",
            "abstract": "## PURPOSE\nTo investigate whether the use of an activity tracker with feedback increases physical activity and is safe in patients who underwent a midline laparotomy for gynecologic disorders.\n## METHODS\nPatients who were planned to undergo a midline laparotomy for gynecologic diseases wore an activity tracker at baseline and from postoperative days 1-6. Patients in the experimental arm could monitor their step counts and were encouraged to achieve the individualized step-count goal daily. In contrast, patients in the control arm did not monitor their step-counts and received the usual encouragement for ambulation. The primary endpoint was the percentage of the average step-count at postoperative days 4-5 divided by the baseline activity count.\n## RESULTS\nSeventy-three patients were randomized; 63 patients underwent a surgery and wore an activity tracker; 53 patients were evaluable for primary endpoint. The activity recovery rate was significantly higher in the experimental arm compared to the control arm (71% vs 41%, p < 0.01). However, the study arm was not significantly associated with the activity recovery rate in multivariate analysis. The brief pain inventory score, brief fatigue inventory score, day of first flatus, day of soft blend diet initiation, ileus incidence, and length of postoperative hospital stay were similar between arms. The incidence of wound dehiscence and other adverse events were similar between arms. There were no grade 3 of 4 adverse events.\n## CONCLUSION\nThe use of an activity tracker with feedback is safe and may increase physical activity in patients who have undergone major gynecologic surgery.\n",
            "in_text_citation": "No et al., 2021",
            "footnote": 27
        },
        {
            "title": "Promoting Activity in Geriatric Rehabilitation: A Randomized Controlled Trial of Accelerometry.",
            "abstract": "## BACKGROUND\nLow activity levels in inpatient rehabilitation are associated with adverse outcomes. The study aimed to test whether activity levels can be increased by the provision of monitored activity data to patients and clinicians in the context of explicit goal setting.\n## METHODS\nA randomized controlled trial in three sites in Australia included 255 inpatients aged 60 and older who had a rehabilitation goal to become ambulant. The primary outcome was patients' walking time measured by accelerometers during the rehabilitation admission. Walking times from accelerometry were made available daily to treating therapists and intervention participants to motivate patients to improve incidental activity levels and reach set goals. For the control group, 'usual care' was followed, including the setting of mobility goals; however, for this group, neither staff nor patients received data on walking times to aid the setting of daily walking time targets.\n## RESULTS\nThe median daily walking time in the intervention group increased from 10.3 minutes at baseline to 32.1 minutes at day 28, compared with an increase from 9.5 to 26.5 minutes per day in the control group. Subjects in the intervention group had significantly higher non-therapy walking time by about 7 minutes [mean (95% CI): 24.6 (21.7, 27.4)] compared to those in the control group [mean(95% CI): 17.3 (14.4, 20.3)] (p = 0.001).\n## CONCLUSIONS\nDaily feedback to patients and therapists using an accelerometer increased walking times during rehabilitation admissions. The results of this study suggest objective monitoring of activity levels could provide clinicians with information on clinically important, mobility-related activities to assist goal setting.\n## TRIAL REGISTRATION\nAustralian New Zealand Clinical Trials Registry ACTRN12611000034932 http://www.ANZCTR.org.au/.\n",
            "in_text_citation": "Peel et al., 2016",
            "footnote": 30
        },
        {
            "title": "Feedback From Activity Trackers Improves Daily Step Count After Knee and Hip Arthroplasty: A Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nCommercial wrist-worn activity monitors have the potential to accurately assess activity levels and are being increasingly adopted in the general population. The aim of this study was to determine if feedback from a commercial activity monitor improves activity levels over the first 6 weeks after total hip arthroplasty (THA) or total knee arthroplasty (TKA).\n## METHODS\nOne hundred sixty-three consecutive subjects undergoing primary TKA or THA were randomized into 2 groups. Subjects received an activity tracker with the step display obscured 2 weeks before surgery and completed patient-reported outcome measures (PROMs). On day 1 after surgery, participants were randomized to either the \"feedback (FB) group\" or the \"no feedback (NFB) group.\" The FB group was able to view their daily step count and was given a daily step goal. Participants in the NFB group wore the device with the display obscured for 2 weeks after surgery, after which time they were also able to see their daily step count but did not receive a formal step goal. The mean daily steps at 1, 2, 6 weeks, and 6 months were monitored. At 6 months after surgery, subjects repeated PROMs and daily step count collection.\n## RESULTS\nOf the 163 subjects, 95 underwent THA and 68 underwent TKA. FB subjects had a significantly higher (P < .03) mean daily step count by 43% in week 1, 33% in week 2, 21% in week 6, and 17% at 6 months, compared with NFB. The FB subjects were 1.7 times more likely to achieve a mean 7000 steps per day than the NFB subjects at 6 weeks after surgery (P = .02). There was no significant difference between the groups in PROMs at 6 months. Ninety percent of FB and 83% of NFB participants reported that they were satisfied with the results of the surgery (P = .08). At 6 months after surgery, 70% of subjects had a greater mean daily step count compared with their preoperative level.\n## CONCLUSION\nSubjects who received feedback from a commercial activity tracker with a daily step goal had significantly higher activity levels after hip and knee arthroplasty over 6 weeks and 6 months, compared with subjects who did not receive feedback in a randomized controlled trial. Commercial activity trackers may be a useful and effective adjunct after arthroplasty.\n",
            "in_text_citation": "Van der Walt et al., 2018",
            "footnote": 36
        },
        {
            "title": "Smartphone App with an Accelerometer Enhances Patients' Physical Activity Following Elective Orthopedic Surgery: A Pilot Study.",
            "abstract": "Low physical activity (PA) levels are common in hospitalized patients. Digital health tools could be valuable in preventing the negative effects of inactivity. We therefore developed Hospital Fit; which is a smartphone application with an accelerometer, designed for hospitalized patients. It enables objective activity monitoring and provides patients with insights into their recovery progress and offers a tailored exercise program. The aim of this study was to investigate the potential of Hospital Fit to enhance PA levels and functional recovery following orthopedic surgery. PA was measured with an accelerometer postoperatively until discharge. The control group received standard physiotherapy, while the intervention group used Hospital Fit in addition to physiotherapy. The time spent active and functional recovery (modified Iowa Level of Assistance Scale) on postoperative day one (POD1) were measured. Ninety-seven patients undergoing total knee or hip arthroplasty were recruited. Hospital Fit use, corrected for age, resulted in patients standing and walking on POD1 for an average increase of 28.43 min (95% confidence interval (CI): 5.55-51.32). The odds of achieving functional recovery on POD1, corrected for the American Society of Anesthesiologists classification, were 3.08 times higher (95% CI: 1.14-8.31) with Hospital Fit use. A smartphone app combined with an accelerometer demonstrates the potential to enhance patients' PA levels and functional recovery during hospitalization.\n",
            "in_text_citation": "van Dijk-Huisman et al., 2020",
            "footnote": 37
        },
        {
            "title": "Use of Activity Tracking in Major Visceral Surgery-the Enhanced Perioperative Mobilization Trial: a Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nEarly mobilization is one essential item within the enhanced recovery after surgery (ERAS) concept, but lacks solid evidence and a standardized assessment. The aim was to monitor and increase the postoperative mobilization of patients after major visceral surgery by providing a continuous step count feedback using activity tracking wristbands.\n## METHODS\nThe study was designed as a randomized controlled single-center trial (NCT02834338) with two arms (open and laparoscopic surgery). Participants were randomized to either receive feedback of their step counts using an activity tracker wristband or not. The primary study endpoint was the mean step count during the first 5 postoperative days (PODs).\n## RESULTS\nA total of 132 patients were randomized. After laparoscopic operations, the average step count during PODs 1-5 was significantly increased by the feedback compared with the control group (P < 0.001); the cumulative step count (9867 versus 6103, P = 0.037) and activity time were also significantly increased. These results could not be confirmed in the open surgery arm. Possible reasons were a higher age and significantly more comorbidities in the open intervention group. Patients who achieved more than the median cumulative step count had a significantly shorter hospital stay and lower morbidity in both arms. The average step count also correlated with the length of hospital stay (R = - 0.341, P < 0.001).\n## CONCLUSION\nThis study is the first randomized controlled trial investigating the use and feasibility of activity tracking to monitor and enhance postoperative mobilization in abdominal surgery. Our results demonstrate that activity tracking can enhance perioperative mobilization after laparoscopic surgery.\n## TRIAL REGISTRATION\nClinicalTrials.gov: NCT02834338.\n",
            "in_text_citation": "Wolk et al., 2019",
            "footnote": 38
        }
    ]
}