{
    "base_references": [
        {
            "title": "Effectiveness of Remote Patient Monitoring After Discharge of Hospitalized Patients With Heart Failure: The Better Effectiveness After Transition -- Heart Failure (BEAT-HF) Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nIt remains unclear whether telemonitoring approaches provide benefits for patients with heart failure (HF) after hospitalization.\n## OBJECTIVE\nTo evaluate the effectiveness of a care transition intervention using remote patient monitoring in reducing 180-day all-cause readmissions among a broad population of older adults hospitalized with HF.\n## DESIGN, SETTING, AND PARTICIPANTS\nWe randomized 1437 patients hospitalized for HF between October 12, 2011, and September 30, 2013, to the intervention arm (715 patients) or to the usual care arm (722 patients) of the Better Effectiveness After Transition-Heart Failure (BEAT-HF) study and observed them for 180 days. The dates of our study analysis were March 30, 2014, to October 1, 2015. The setting was 6 academic medical centers in California. Participants were hospitalized individuals 50 years or older who received active treatment for decompensated HF.\n## INTERVENTIONS\nThe intervention combined health coaching telephone calls and telemonitoring. Telemonitoring used electronic equipment that collected daily information about blood pressure, heart rate, symptoms, and weight. Centralized registered nurses conducted telemonitoring reviews, protocolized actions, and telephone calls.\n## MAIN OUTCOMES AND MEASURES\nThe primary outcome was readmission for any cause within 180 days after discharge. Secondary outcomes were all-cause readmission within 30 days, all-cause mortality at 30 and 180 days, and quality of life at 30 and 180 days.\n## RESULTS\nAmong 1437 participants, the median age was 73 years. Overall, 46.2% (664 of 1437) were female, and 22.0% (316 of 1437) were African American. The intervention and usual care groups did not differ significantly in readmissions for any cause 180 days after discharge, which occurred in 50.8% (363 of 715) and 49.2% (355 of 722) of patients, respectively (adjusted hazard ratio, 1.03; 95% CI, 0.88-1.20; P = .74). In secondary analyses, there were no significant differences in 30-day readmission or 180-day mortality, but there was a significant difference in 180-day quality of life between the intervention and usual care groups. No adverse events were reported.\n## CONCLUSIONS AND RELEVANCE\nAmong patients hospitalized for HF, combined health coaching telephone calls and telemonitoring did not reduce 180-day readmissions.\n## TRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT01360203.\n"
        },
        {
            "title": "Patient and healthcare professional satisfaction with a new, high accuracy blood glucose meter with color range indicator and wireless connectivity.",
            "abstract": "Accurate self-monitoring of blood glucose is a key component of effective self-management of glycemic control. The OneTouch VerioFlex(™) (OTVF) blood glucose monitoring system (BGMS) was evaluated for accuracy in a clinical setting. Patients also used OTVF for a 1-wk trial period and reported their level of satisfaction with meter features. In a separate study, healthcare professionals used an on-line simulator of the BGMS and answered questions about its potential utility to their patients. OTVF was accurate over a wide glucose range and met lay user and system accuracy blood glucose standards described in ISO15197:2013 as well as the accuracy requirements to fulfill US FDA expectations for 510(k) clearance of BGMS. Patients and healthcare professionals felt the features of OTVF, which has the capability to connect wirelessly to mobile devices and interact wirelessly with diabetes management software, could provide significant benefits to them or their patients."
        },
        {
            "title": "First outline and baseline data of a randomized, controlled multicenter trial to evaluate the health economic impact of home telemonitoring in chronic heart failure - CardioBBEAT.",
            "abstract": "Background:\n        \n      \n      Evidence that home telemonitoring for patients with chronic heart failure (CHF) offers clinical benefit over usual care is controversial as is evidence of a health economic advantage.\n    \n\n\n          Methods:\n        \n      \n      Between January 2010 and June 2013, patients with a confirmed diagnosis of CHF were enrolled and randomly assigned to 2 study groups comprising usual care with and without an interactive bi-directional remote monitoring system (Motiva®). The primary endpoint in CardioBBEAT is the Incremental Cost-Effectiveness Ratio (ICER) established by the groups' difference in total cost and in the combined clinical endpoint \"days alive and not in hospital nor inpatient care per potential days in study\" within the follow-up of 12 months.\n    \n\n\n          Results:\n        \n      \n      A total of 621 predominantly male patients were enrolled, whereof 302 patients were assigned to the intervention group and 319 to the control group. Ischemic cardiomyopathy was the leading cause of heart failure. Despite randomization, subjects of the control group were more often in NYHA functional class III-IV, and exhibited peripheral edema and renal dysfunction more often. Additionally, the control and intervention groups differed in heart rhythm disorders. No differences existed regarding risk factor profile, comorbidities, echocardiographic parameters, especially left ventricular and diastolic diameter and ejection fraction, as well as functional test results, medication and quality of life. While the observed baseline differences may well be a play of chance, they are of clinical relevance. Therefore, the statistical analysis plan was extended to include adjusted analyses with respect to the baseline imbalances.\n    \n\n\n          Conclusions:\n        \n      \n      CardioBBEAT provides prospective outcome data on both, clinical and health economic impact of home telemonitoring in CHF. The study differs by the use of a high evidence level randomized controlled trial (RCT) design along with actual cost data obtained from health insurance companies. Its results are conducive to informed political and economic decision-making with regard to home telemonitoring solutions as an option for health care. Overall, it contributes to developing advanced health economic evaluation instruments to be deployed within the specific context of the German Health Care System.\n    \n\n\n          Trial registration:\n        \n      \n      ClinicalTrials.gov NCT02293252 ; date of registration: 10 November 2014."
        },
        {
            "title": "The impact of a telemedicine monitoring system on positive airway pressure adherence in patients with obstructive sleep apnea: a randomized controlled trial.",
            "abstract": "## STUDY OBJECTIVES\nFirst-line therapy for patients with moderate to severe obstructive sleep apnea (OSA) is positive airway pressure (PAP). Although PAP is a highly efficacious treatment, adherence to PAP is still a substantial clinical problem. The objective of this study was to determine whether PAP adherence can be improved with a telemedicine monitoring system.\n## DESIGN\nA nonblinded, single-center, randomized controlled trial that compared standard PAP treatment versus PAP treatment and a telemedicine monitoring system\n## SETTING\nUniversity sleep disorders program in British Columbia, Canada\n## PATIENTS\nAdult patients (≥ 19 yr of age) with moderate to severe OSA (apnea hypopnea index (AHI) ≥ 15 events/hr determined by polysomnography) prescribed PAP INTERVENTIONS: Patients were randomized to either standard care with an autotitrating PAP machine or an autotitrating PAP machine that transmitted physiologic information (i.e., adherence, air leak, residual AHI) daily to a website that could be reviewed. If problems were identified from information from the website, the patient was contacted by telephone as necessary.\n## MEASUREMENTS\nPAP adherence after 3 mo, subjective sleep quality, and side effects\n## RESULTS\nSeventy-five patients were enrolled; 39 were randomized to telemedicine and 36 to standard care. The mean age ± standard deviation (SD) was 53.5 ± 11.2 yr, mean AHI was 41.6 ± 22.1 events/hr, and 80% of patients were male. After 3 mo, mean PAP adherence was significantly greater in the telemedicine arm (191 min per day) versus the standard arm (105 min per day; mean difference = 87 min, 95% confidence interval (CI): 25-148 min, P = 0.006, unpaired t test). On days when PAP was used, mean adherence was 321 min in the telemedicine arm and 207 min in the standard arm (difference = 113 min, 95% CI: 62-164 min, P < 0.0001). Significant independent predictors of adherence included age, baseline Epworth Sleepiness Scale score, and use of telemedicine. On average, an additional 67 min of technician time was spent on patients in the telemedicine arm compared with the standard arm (P = 0.0001).\n## CONCLUSIONS\nPAP adherence can be improved with the use of a web-based telemedicine system at the initiation of treatment.\n"
        },
        {
            "title": "Evaluation of a ubiquitous and interoperable computerised system for remote monitoring of ambulatory post-operative pain: a randomised controlled trial.",
            "abstract": "Background:\n        \n      \n      For economic reasons, i.e., to reduce costs of in-hospital patient accommodations, constant pressure has been applied in recent years to increase the percentage of ambulatory surgeries. Effective control of post-operative pain after ambulatory surgery is challenging to all health professionals. Computerised systems are being implemented more frequently for remote patient monitoring, including during the at-home post-operative period.\n    \n\n\n          Objective:\n        \n      \n      This study evaluates the feasibility of delivering a computerised system, developed in-house, for remote pain monitoring. It evaluates the user-friendliness of the system and the extent of patient compliance. Finally, a comparative assessment of the system is made with respect to the quality of pain treatment in ambulatory surgery.\n    \n\n\n          Methods:\n        \n      \n      The participants included 32 adults, aged 18-75, randomly assigned to a control group or to a computerised treatment group. The primary treatment outcome was measured by pain intensity ratings (0-10 NRS) reported several times per day during a five-day monitoring period, using an electronic pain diary combined with a web-based personal health record.\n    \n\n\n          Results and conclusions:\n        \n      \n      The findings demonstrated the feasibility and suitability of the proposed system for pain management. Its handling was user-friendly, without requiring advanced skill or prior experience. In addition, the results showed that the guidance of health care professionals is essential to patients' satisfaction and positive experience with the system. There were no significant group differences with respect to improvements in the quality of pain treatment; however, this can be explained by the low pain scores registered in both groups, related to the type of surgical interventions recruited and the degrees of pain that are easily treated. To evaluate the benefits from a patient-centred perspective, studies of major ambulatory surgeries or of patients in chronic pain, including oncologic and non-oncologic pain resistant to treatment, are necessary."
        },
        {
            "title": "Decreased delivery of inappropriate shocks achieved by remote monitoring of ICD: a substudy of the ECOST trial.",
            "abstract": "Introduction:\n        \n      \n      Inappropriate shocks remain a highly challenging complication of implantable cardioverter defibrillators (ICD). We examined whether automatic wireless remote monitoring (RM) of ICD, by providing early notifications of triggering events, lowers the incidence of inappropriate shocks.\n    \n\n\n          Methods and results:\n        \n      \n      We studied 433 patients randomly assigned to RM (n = 221; active group) versus ambulatory follow-up (n = 212; control group). Patients in the active group were seen in the ambulatory department once a year, unless RM reported an event requiring an earlier ambulatory visit. Patients in the control group were seen in the ambulatory department every 6 months. The occurrence of first and further inappropriate shocks, and their causes in each group were compared. The characteristics of the study groups, including pharmaceutical regimens, were similar. Over a follow-up of 27 months, 5.0% of patients in the active group received ≥1 inappropriate shocks versus 10.4% in the control group (P = 0.03). A total of 28 inappropriate shocks were delivered in the active versus 283 in the control group. Shocks were triggered by supraventricular tachyarrhythmias (SVTA) in 48.5%, noise oversensing in 21.2%, T wave oversensing in 15.2%, and lead dysfunction in 15.2% of patients. The numbers of inappropriate shocks delivered per patient, triggered by SVTA and by lead dysfunction, were 74% and 98% lower, respectively, in the active than in the control group.\n    \n\n\n          Conclusion:\n        \n      \n      RM was highly effective in the long-term prevention of inappropriate ICD shocks."
        },
        {
            "title": "Outcomes of a telemonitoring-based program (telEPOC) in frequently hospitalized COPD patients.",
            "abstract": "Background:\n        \n      \n      The increasing prevalence of chronic diseases requires changes in health care delivery. In COPD, telemedicine appears to be a useful tool. Our objective was to evaluate the efficacy (in improving health care-resource use and clinical outcomes) of a telemonitoring-based program (telEPOC) in COPD patients with frequent hospitalizations.\n    \n\n\n          Materials and methods:\n        \n      \n      We conducted a nonrandomized observational study in an intervention cohort of 119 patients (Galdakao-Usansolo Hospital) and a control cohort of 78 patients (Cruces Hospital), followed up for 2 years (ClinicalTrials.gov identifier: NCT02528370). The inclusion criteria were two or more hospital admissions in the previous year or three or more admissions in the previous 2 years. The intervention group received telemonitoring plus education and controls usual care.\n    \n\n\n          Results:\n        \n      \n      Most participants were men (13% women), and the sample had a mean age of 70 years, forced expiratory volume in 1 second of 45%, Charlson comorbidity index score of 3.5, and BODE (body mass index, airflow obstruction, dyspnea, and exercise capacity) index score of 4.1. In multivariate analysis, the intervention was independently related to lower rates of hospital admission (odds ratio [OR] 0.38, 95% confidence interval [CI] 0.27-0.54; P<0.0001), emergency department attendance (OR 0.56, 95% CI 0.35-0.92; P<0.02), and 30-day readmission (OR 0.46, 95% CI 0.29-0.74; P<0.001), as well as cumulative length of stay (OR 0.58, 95% CI 0.46-0.73; P<0.0001). The intervention was independently related to changes in several clinical variables during the 2-year follow-up.\n    \n\n\n          Conclusion:\n        \n      \n      An intervention including telemonitoring and education was able to reduce the health care-resource use and stabilize the clinical condition of frequently admitted COPD patients."
        },
        {
            "title": "Feasibility and effects of home-based smartphone-delivered automated feedback training for gait in people with Parkinson's disease: A pilot randomized controlled trial.",
            "abstract": "## BACKGROUND\nInertial measurement units combined with a smartphone application (CuPiD-system) were developed to provide people with Parkinson's disease (PD) real-time feedback on gait performance. This study investigated the CuPiD-system's feasibility and effectiveness compared with conventional gait training when applied in the home environment.\n## METHODS\nForty persons with PD undertook gait training for 30 min, three times per week for six weeks. Participants were randomly assigned to i) CuPiD, in which a smartphone application offered positive and corrective feedback on gait, or ii) an active control, in which personalized gait advice was provided. Gait, balance, endurance and quality of life were assessed before and after training and at four weeks follow-up using standardized tests.\n## RESULTS\nBoth groups improved significantly on the primary outcomes (single and dual task gait speed) at post-test and follow-up. The CuPiD group improved significantly more on balance (MiniBESTest) at post-test (from 24.8 to 26.1, SD ∼ 5) and maintained quality of life (SF-36 physical health) at follow-up whereas the control group deteriorated (from 50.4 to 48.3, SD ∼ 16). No other statistically significant differences were found between the two groups. The CuPiD system was well-tolerated and participants found the tool user-friendly.\n## CONCLUSION\nCuPiD was feasible, well-accepted and seemed to be an effective approach to promote gait training, as participants improved equally to controls. This benefit may be ascribed to the real-time feedback, stimulating corrective actions and promoting self-efficacy to achieve optimal performance. Further optimization of the system and adequately-powered studies are warranted to corroborate these findings and determine cost-effectiveness.\n"
        },
        {
            "title": "Considerations for development of sensing and monitoring tools to facilitate treatment and care of persons with lower-limb loss: a review.",
            "abstract": "Sensing and monitoring technologies offer enormous potential to enhance the quality of healthcare provided to persons with lower-limb loss. Incorporation of these technologies into the rehabilitation process creates opportunities for a multidimensional exchange of timely, relevant, and meaningful health information between patients, their prostheses, and healthcare providers. Here, the authors envision a conceptual model for enhancing prosthetic rehabilitation through use of integrated physical and/or biological sensors and remote monitoring methods. Several specific applications that target treatment, diagnosis, and prognosis of health issues faced by persons with limb loss are proposed in an effort to demonstrate how collecting and using objective data can facilitate clinical decision making. Contemporary integrated sensors that may be used in these applications are reviewed and their limitations discussed. It is hoped that the considerations proposed here may serve to stimulate development of clinically useful monitoring and sensing technologies and promote their integration into routine amputation rehabilitation."
        },
        {
            "title": "Telehome monitoring in patients with cardiac disease who are at high risk of readmission.",
            "abstract": "Patients with chronic conditions are heavy users of the health care system. There are opportunities for significant savings and improvements to patient care if patients can be maintained in their homes. A randomized control trial tested the impact of 3 months of telehome monitoring on hospital readmission, quality of life, and functional status in patients with heart failure or angina. The intervention consisted of video conferencing and phone line transmission of weight, blood pressure, and electrocardiograms. Telehome monitoring significantly reduced the number of hospital readmissions and days spent in the hospital for patients with angina and improved quality of life and functional status in patients with heart failure or angina. Patients found the technology easy to use and expressed high levels of satisfaction. Telehealth technologies are a viable means of providing home monitoring to patients with heart disease at high risk of hospital readmission to improve their self-care abilities.\n"
        },
        {
            "title": "Quarterly vs. yearly clinical follow-up of remotely monitored recipients of prophylactic implantable cardioverter-defibrillators: results of the REFORM trial.",
            "abstract": "Aims:\n        \n      \n      The rapidly increasing number of patients with implantable cardioverter-defibrillators (ICD) places a large burden on follow-up providers. This study investigated the possibility of longer in-office follow-up intervals in primary prevention ICD patients under remote monitoring with automatic daily data transmissions from the implant memory.\n    \n\n\n          Methods and results:\n        \n      \n      Conducted in 155 ICD recipients with MADIT II indications, the study compared the burden of scheduled and unscheduled ICD follow-up visits, quality of life (SF-36), and clinical outcomes in patients randomized to either 3- or 12-month follow-up intervals in the period between 3 and 27 months after implantation. Remote monitoring (Biotronik Home Monitoring) was used equally in all patients. In contrast to previous clinical studies, no calendar-based remote data checks were performed between scheduled in-office visits. Compared with the 3-month follow-up interval, the 12-month interval resulted in a minor increase in the number of unscheduled follow-ups (0.64 vs. 0.27 per patient-year; P = 0.03) and in a major reduction in the total number of in-office ICD follow-ups (1.60 vs. 3.85 per patient-year; P < 0.001). No significant difference was found in mortality, hospitalization rate, or hospitalization length during the 2-year observation period, but more patients were lost to follow-up in the 12-month group (10 vs. 3; P = 0.04). The SF-36 scores favoured the 12-month intervals in the domains 'social functioning' and 'mental health'.\n    \n\n\n          Conclusion:\n        \n      \n      In prophylactic ICD recipients under automatic daily remote monitoring, the extension of the 3-month in-office follow-up interval to 12 months appeared to safely reduce the ICD follow-up burden during 27 months after implantation.\n    \n\n\n          Clinicaltrialsgov identifier:\n        \nNCT00401466 (http://www.clinicaltrials.gov/ct2/show/NCT00401466)."
        },
        {
            "title": "Home telehealth for patients with chronic obstructive pulmonary disease (COPD): an evidence-based analysis.",
            "abstract": "Objective:\n        \n      \n      The objective of this analysis was to conduct an evidence-based assessment of home telehealth technologies for patients with chronic obstructive pulmonary disease (COPD) in order to inform recommendations regarding the access and provision of these services in Ontario. This analysis was one of several analyses undertaken to evaluate interventions for COPD. The perspective of this assessment was that of the Ontario Ministry of Health and Long-Term Care, a provincial payer of medically necessary health care services.\n    \n\n\n          Clinical Need: Condition and Target Population:\n        \n      \n      Canada is facing an increase in chronic respiratory diseases due in part to its aging demographic. The projected increase in COPD will put a strain on health care payers and providers. There is therefore an increasing demand for telehealth services that improve access to health care services while maintaining or improving quality and equality of care. Many telehealth technologies however are in the early stages of development or diffusion and thus require study to define their application and potential harms or benefits. The Medical Advisory Secretariat (MAS) therefore sought to evaluate telehealth technologies for COPD.\n    \n\n\n          Technology:\n        \nTelemedicine (or telehealth) refers to using advanced information and communication technologies and electronic medical devices to support the delivery of clinical care, professional education, and health-related administrative services.\n    \n\n      \n      Generally there are 4 broad functions of home telehealth interventions for COPD:\n    \n\nto monitor vital signs or biological health data (e.g., oxygen saturation),to monitor symptoms, medication, or other non-biologic endpoints (e.g., exercise adherence),to provide information (education) and/or other support services (such as reminders to exercise or positive reinforcement), andto establish a communication link between patient and provider.\n\n\n      \n      These functions often require distinct technologies, although some devices can perform a number of these diverse functions. For the purposes of this review, MAS focused on home telemonitoring and telephone only support technologies.\n    \n\nTelemonitoring (or remote monitoring) refers to the use of medical devices to remotely collect a patient’s vital signs and/or other biologic health data and the transmission of those data to a monitoring station for interpretation by a health care provider.\n    \n\nTelephone only support refers to disease/disorder management support provided by a health care provider to a patient who is at home via telephone or videoconferencing technology in the absence of transmission of patient biologic data.\n    \n\n\n          Research Questions:\n        \nWhat is the effectiveness, cost-effectiveness, and safety of home telemonitoring compared with usual care for patients with COPD?What is the effectiveness, cost-effectiveness, and safety of telephone only support programs compared with usual care for patients with COPD?\n\n\n\n          Search Strategy:\n        \n      \n      A literature search was performed on November 3, 2010 using OVID MEDLINE, MEDLINE In-Process and Other Non-Indexed Citations, EMBASE, the Cumulative Index to Nursing & Allied Health Literature (CINAHL), the Cochrane Library, and the International Agency for Health Technology Assessment (INAHTA) for studies published from January 1, 2000 until November 3, 2010. Abstracts were reviewed by a single reviewer and, for those studies meeting the eligibility criteria, full-text articles were obtained. Reference lists were also examined for any additional relevant studies not identified through the search. Articles with unknown eligibility were reviewed with a second clinical epidemiologist, and then a group of epidemiologists until consensus was established. The quality of evidence was assessed as high, moderate, low, or very low according to GRADE methodology.\n    \n\n\n          Inclusion Criteria – Question #1:\n        \nfrequent transmission of a patient’s physiological data collected at home and without a health care professional physically present to health care professionals for routine monitoring through the use of a communication technology;monitoring combined with a coordinated management and feedback system based on transmitted data;telemonitoring as a key component of the intervention (subjective determination);usual care as provided by the usual care provider for the control group;randomized controlled trials (RCTs), controlled clinical trials (CCTs), systematic reviews, and/or meta-analyses;published between January 1, 2000 and November 3, 2010.\n\n\n\n          Inclusion Criteria – Question #2:\n        \nscheduled or frequent contact between patient and a health care professional via telephone or videoconferencing technology in the absence of transmission of patient physiological data;monitoring combined with a coordinated management and feedback system based on transmitted data;telephone support as a key component of the intervention (subjective determination);usual care as provided by the usual care provider for the control group;RCTs, CCTs, systematic reviews, and/or meta-analyses;published between January 1, 2000 and November 3, 2010.\n\n\n\n          Exclusion Criteria:\n        \npublished in a language other than English;intervention group (and not control) receiving some form of home visits by a medical professional, typically a nurse (i.e., telenursing) beyond initial technology set-up and education, to collect physiological data, or to somehow manage or treat the patient;not recording patient or health system outcomes (e.g., technical reports testing accuracy, reliability or other development-related outcomes of a device, acceptability/feasibility studies, etc.);not using an independent control group that received usual care (e.g., studies employing historical or periodic controls).\n\n\n\n          Outcomes of Interest:\n        \nhospitalizations (primary outcome)mortalityemergency department visitslength of stayquality of lifeother […]\n\n\n\n          Subgroup Analyses (a priori):\n        \nlength of intervention (primary)severity of COPD (primary)\n\n\n\n          Quality of Evidence:\n        \n      \n      The quality of evidence assigned to individual studies was determined using a modified CONSORT Statement Checklist for Randomized Controlled Trials. (1) The CONSORT Statement was adapted to include 3 additional quality measures: the adequacy of control group description, significant differential loss to follow-up between groups, and greater than or equal to 30% study attrition. Individual study quality was defined based on total scores according to the CONSORT Statement checklist: very low (0 to < 40%), low (≥ 40 to < 60%), moderate (≥ 60 to < 80%), and high (≥ 80 to 100%).\n    \n\n      \n      The quality of the body of evidence was assessed as high, moderate, low, or very low according to the GRADE Working Group criteria. The following definitions of quality were used in grading the quality of the evidence:\n    \n\n      \n      [Table: see text]\n    \n\n\n          Summary of Findings:\n        \n      \n      Six publications, representing 5 independent trials, met the eligibility criteria for Research Question #1. Three trials were RCTs reported across 4 publications, whereby patients were randomized to home telemonitoring or usual care, and 2 trials were CCTs, whereby patients or health care centers were nonrandomly assigned to intervention or usual care.\n    \n\n      \n      A total of 310 participants were studied across the 5 included trials. The mean age of study participants in the included trials ranged from 61.2 to 74.5 years for the intervention group and 61.1 to 74.5 years for the usual care group. The percentage of men ranged from 40% to 64% in the intervention group and 46% to 72% in the control group.\n    \n\n      \n      All 5 trials were performed in a moderate to severe COPD patient population. Three trials initiated the intervention following discharge from hospital. One trial initiated the intervention following a pulmonary rehabilitation program. The final trial initiated the intervention during management of patients at an outpatient clinic.\n    \n\n      \n      Four of the 5 trials included oxygen saturation (i.e., pulse oximetry) as one of the biological patient parameters being monitored. Additional parameters monitored included forced expiratory volume in one second, peak expiratory flow, and temperature.\n    \n\n      \n      There was considerable clinical heterogeneity between trials in study design, methods, and intervention/control. In relation to the telemonitoring intervention, 3 of the 5 included studies used an electronic health hub that performed multiple functions beyond the monitoring of biological parameters. One study used only a pulse oximeter device alone with modem capabilities. Finally, in 1 study, patients measured and then forwarded biological data to a nurse during a televideo consultation. Usual care varied considerably between studies.\n    \n\n      \n      Only one trial met the eligibility criteria for Research Question #2. The included trial was an RCT that randomized 60 patients to nurse telephone follow-up or usual care (no telephone follow-up). Participants were recruited from the medical department of an acute-care hospital in Hong Kong and began receiving follow-up after discharge from the hospital with a diagnosis of COPD (no severity restriction). The intervention itself consisted of only two 10-to 20-minute telephone calls, once between days 3 to 7 and once between days 14 to 20, involving a structured, individualized educational and supportive programme led by a nurse that focused on 3 components: assessment, management options, and evaluation.\n    \n\n      \n      Regarding Research Question #1:\n    \n\nLow to very low quality evidence (according to GRADE) finds non-significant effects or conflicting effects (of significant or non-significant benefit) for all outcomes examined when comparing home telemonitoring to usual care.There is a trend towards significant increase in time free of hospitalization and use of other health care services with home telemonitoring, but these findings need to be confirmed further in randomized trials of high quality.There is severe clinical heterogeneity between studies that limits summary conclusions.The economic impact of home telemonitoring is uncertain and requires further study.Home telemonitoring is largely dependent on local information technologies, infrastructure, and personnel, and thus the generalizability of external findings may be low. Jurisdictions wishing to replicate home telemonitoring interventions should likely test those interventions within their jurisdictional framework before adoption, or should focus on home-grown interventions that are subjected to appropriate evaluation and proven effective.\n\n\n      \n      Regarding Research Question #2:\n    \n\nLow quality evidence finds significant benefit in favour of telephone-only support for self-efficacy and emergency department visits when compared to usual care, but non-significant results for hospitalizations and hospital length of stay.There are very serious issues with the generalizability of the evidence and thus additional research is required."
        },
        {
            "title": "Mobile communications for monitoring heart disease and diabetes.",
            "abstract": "This paper describes a practical development project to enable the monitoring of vital signs data obtained from patients located in remote rural locations. The data are gathered from a wireless network of sensors attached to a patient's body and stored locally for secure transmission over existing communication infrastructures to a hospital server. Clinicians are then able to monitor the patient offline and upload diagnoses."
        },
        {
            "title": "Rural and remote care: Overcoming the challenges of distance.",
            "abstract": "The challenges of providing quality respiratory care to persons living in rural or remote communities can be daunting. These populations are often vulnerable in terms of both health status and access to care, highlighting the need for innovation in service delivery. The rapidly expanding options available using telehealthcare technologies have the capacity to allow patients in rural and remote communities to connect with providers at distant sites and to facilitate the provision of diagnostic, monitoring, and therapeutic services. Successful implementation of telehealthcare programs in rural and remote settings is, however, contingent upon accounting for key technical, organizational, social, and legal considerations at the individual, community, and system levels. This review article discusses five types of telehealthcare delivery that can facilitate respiratory care for residents of rural or remote communities: remote monitoring (including wearable and ambient systems; remote consultations (between providers and between patients and providers), remote pulmonary rehabilitation, telepharmacy, and remote sleep monitoring. Current and future challenges related to telehealthcare are discussed."
        },
        {
            "title": "Effective technologies for noninvasive remote monitoring in heart failure.",
            "abstract": "Background:\n        \n      \n      Trials of new technologies to remotely monitor for signs and symptoms of worsening heart failure are continually emerging. The extent to which technological differences impact the effectiveness of noninvasive remote monitoring for heart failure management is unknown. This study examined the effect of specific technology used for noninvasive remote monitoring of people with heart failure on all-cause mortality and heart failure-related hospitalizations.\n    \n\n\n          Materials and methods:\n        \n      \n      A subanalysis of a large systematic review and meta-analysis was conducted. Studies were stratified according to the specific type of technology used, and separate meta-analyses were performed. Four different types of noninvasive remote monitoring technologies were identified, including structured telephone calls, videophone, interactive voice response devices, and telemonitoring.\n    \n\n\n          Results:\n        \n      \n      Only structured telephone calls and telemonitoring were effective in reducing the risk of all-cause mortality (relative risk [RR]=0.87; 95% confidence interval [CI], 0.75-1.01; p=0.06; and RR=0.62; 95% CI, 0.50-0.77; p<0.0001, respectively) and heart failure-related hospitalizations (RR=0.77; 95% CI, 0.68-0.87; p<0.001; and RR=0.75; 95% CI, 0.63-0.91; p=0.003, respectively). More research data are required for videophone and interactive voice response technologies.\n    \n\n\n          Conclusions:\n        \n      \n      This subanalysis identified that only two of the four specific technologies used for noninvasive remote monitoring in heart failure improved outcomes. When results of studies that involved these disparate technologies were combined in previous meta-analyses, significant improvements in outcomes were identified. As such, this study has highlighted implications for future meta-analyses of randomized controlled trials focused on evaluating the effectiveness of remote monitoring in heart failure."
        },
        {
            "title": "Telemedicine applied to kinesiotherapy for hand dysfunction in patients with systemic sclerosis and rheumatoid arthritis: recovery of movement and telemonitoring technology.",
            "abstract": "## OBJECTIVE\nTo describe a feasibility study focused on a telemonitoring approach to self-managed kinesiotherapy sessions for the rehabilitation of hand function in patients with systemic sclerosis (SSc) and rheumatoid arthritis (RA).\n## METHODS\nTen patients with SSc and 10 with RA were enrolled in a 3-month controlled trial (approval no. 9751/2012 - Italian Department of Health) to perform a home kinesiotherapy protocol, consisting of strengthening and mobility exercises, using a newly developed telemedicine system (a portable device and the related telemonitoring infrastructure). A further 10 patients with SSc and 10 with RA were enrolled as controls to perform a similar home kinesiotherapy protocol with the aid of common daily-life objects. Both groups were evaluated at baseline and at followup, after 6 and 12 weeks. The primary outcome of the trial was hand function measured by Dreiser's index (Functional Index for Hand OA, FIHOA), Health Assessment Questionnaire (HAQ), and the Hand Mobility in Scleroderma (HAMIS) test (only for SSc).\n## RESULTS\nPatients with SSc showed an improvement of FIHOA in both arms (p < 0.01) but the HAQ (p = 0.016) and the HAMIS test (right hand p = 0.016, left hand p = 0.075) improved significantly only in the experimental arm. Patients with RA showed a statistically significant improvement of FIHOA (p = 0.013) and HAQ (p = 0.015) in the experimental arm, while patients in the control arm did not significantly improve. However, no statistically significant differences in outcome measures between treatment methods were observed. Withdrawals were higher in control arms (SSc 20%; RA 30%) than in experimental arms (SSc 10%; RA 10%).\n## CONCLUSION\nTelemonitoring of self-administered kinesiotherapy programs is a promising approach to the rehabilitation of hand functions in patients with rheumatic disease.\n"
        },
        {
            "title": "Effects of a web-based intervention on physical activity and metabolism in older adults: randomized controlled trial.",
            "abstract": "## BACKGROUND\nLack of physical activity leads to detrimental changes in body composition and metabolism, functional decline, and increased risk of disease in old age. The potential of Web-assisted interventions for increasing physical activity and improving metabolism in older individuals holds great promise but to our knowledge it has not been studied.\n## OBJECTIVE\nThe goal of our study was to assess whether a Web-based intervention increases physical activity and improves metabolic health in inactive older adults.\n## METHODS\nWe conducted a 3-month randomized, waitlist-controlled trial in a volunteer sample of 235 inactive adults aged 60-70 years without diabetes. The intervention group received the Internet program Philips DirectLife, which was directed at increasing physical activity using monitoring and feedback by accelerometer and digital coaching. The primary outcome was relative increase in physical activity measured objectively using ankle- and wrist-worn accelerometers. Secondary outcomes of metabolic health included anthropometric measures and parameters of glucose metabolism.\n## RESULTS\nIn total, 226 participants (97%) completed the study. At the ankle, activity counts increased by 46% (standard error [SE] 7%) in the intervention group, compared to 12% (SE 3%) in the control group (P(difference)<.001). Measured at the wrist, activity counts increased by 11% (SE 3%) in the intervention group and 5% (SE 2%) in the control group (P(difference)=.11). After processing of the data, this corresponded to a daily increase of 11 minutes in moderate-to-vigorous activity in the intervention group versus 0 minutes in the control group (P(difference)=.001). Weight decreased significantly more in the intervention group compared to controls (-1.5 kg vs -0.8 kg respectively, P=.046), as did waist circumference (-2.3 cm vs -1.3 cm respectively, P=.036) and fat mass (-0.6% vs 0.07% respectively, P=.025). Furthermore, insulin and HbA1c levels were significantly more reduced in the intervention group compared to controls (both P<.05).\n## CONCLUSIONS\nThis was the first study to show that in inactive older adults, a 3-month Web-based physical activity intervention was effective in increasing objectively measured daily physical activity and improving metabolic health. Such Web-based interventions provide novel opportunities for large scale prevention of metabolic deregulation in our rapidly aging population.\n"
        },
        {
            "title": "Technology in Parkinson's disease: Challenges and opportunities.",
            "abstract": "The miniaturization, sophistication, proliferation, and accessibility of technologies are enabling the capture of more and previously inaccessible phenomena in Parkinson's disease (PD). However, more information has not translated into a greater understanding of disease complexity to satisfy diagnostic and therapeutic needs. Challenges include noncompatible technology platforms, the need for wide-scale and long-term deployment of sensor technology (among vulnerable elderly patients in particular), and the gap between the \"big data\" acquired with sensitive measurement technologies and their limited clinical application. Major opportunities could be realized if new technologies are developed as part of open-source and/or open-hardware platforms that enable multichannel data capture sensitive to the broad range of motor and nonmotor problems that characterize PD and are adaptable into self-adjusting, individualized treatment delivery systems. The International Parkinson and Movement Disorders Society Task Force on Technology is entrusted to convene engineers, clinicians, researchers, and patients to promote the development of integrated measurement and closed-loop therapeutic systems with high patient adherence that also serve to (1) encourage the adoption of clinico-pathophysiologic phenotyping and early detection of critical disease milestones, (2) enhance the tailoring of symptomatic therapy, (3) improve subgroup targeting of patients for future testing of disease-modifying treatments, and (4) identify objective biomarkers to improve the longitudinal tracking of impairments in clinical care and research. This article summarizes the work carried out by the task force toward identifying challenges and opportunities in the development of technologies with potential for improving the clinical management and the quality of life of individuals with PD. © 2016 International Parkinson and Movement Disorder Society."
        },
        {
            "title": "Health technologies for monitoring and managing diabetes: a systematic review.",
            "abstract": "Background:\n        \n      \n      The primary objective of this review was to determine the strength of evidence for the effectiveness of self-monitoring devices and technologies for individuals with type 1 diabetes mellitus (T1DM) or type 2 diabetes mellitus (T2DM) based on specific health-related outcome measures. Self-monitoring devices included those that assist patients with managing diabetes and preventing cardiovascular complications (CVCs). A secondary objective was to explore issues of feasibility, usability, and compliance among patients and providers.\n    \n\n\n          Methods:\n        \n      \n      Study criteria included individuals >or=14 years and youth (7-14 years) with T1DM or T2DM, intervention with a self-monitoring device, assessment of clinical outcomes with the device, literature in English, and >or=10 participants. Relevant published literature was searched from 1985 to 2008. Randomized controlled trials and observational studies were included. Data were extracted for clinical outcomes, feasibility and compliance methods, and results. Selected studies were independently evaluated with a validated instrument for assessing methodological quality.\n    \n\n\n          Results:\n        \n      \n      Eighteen trials were selected. Predominant types of device interventions included self-monitoring of blood glucose, pedometers, and cell phone or wireless technologies. Feasibility and compliance were measured in the majority of studies.\n    \n\n\n          Conclusions:\n        \n      \n      Self-monitoring of blood glucose continues to be an effective tool for the management of diabetes. Wireless technologies can improve diabetes self-care, and pedometers are effective lifestyle modification tools. The results of this review indicate a need for additional controlled trial research on existing and novel technologies for diabetes self-monitoring, on health outcomes associated with diabetes and CVCs, and device feasibility and compliance."
        },
        {
            "title": "Digital monitoring and care: Virtual medicine.",
            "abstract": "Remote digital health monitoring technologies can be synergistically organized to create a virtual medical system providing more continuous care centered on the patient rather than the bricks and mortar medical complex. Utilization of the digitalized patient health monitoring can facilitate diagnosis, treatment plans, physician-patient interaction, and accelerate the progress of medical research, education, and training. The field of cardiac electrophysiology has been an early adopter of this shift in care and serves as a paradigm applicable to all areas of medicine. The overall impact of this remote virtual care model on the quality of medical care and patient experience requires greater study, as well as vigilance as to the differences between technology and care in order to preserve the intangible and immeasurable factors that bring humanity to the art and science of medicine."
        },
        {
            "title": "Acceptability and utility of the mySentry remote glucose monitoring system.",
            "abstract": "Background:\n        \n      \n      The mySentry system (Medtronic Inc.) is the first to amplify and relay continuous glucose monitoring (CGM) and insulin pump data to a remote site within the house. Its usability and acceptability were evaluated in families having a child with type 1 diabetes.\n    \n\n\n          Methods:\n        \n      \n      Each enrolled family included a child (age 7-17 years) who used a Paradigm REAL-Time Revel sensor-augmented insulin pump (Medtronic). After a 1-week run-in phase, families set up and used the mySentry system for a 3-week study phase. Opinion surveys were completed by parents, and pump and CGM data were collected and analyzed retrospectively. No formal hypothesis testing was performed, and the study was not powered to detect changes in nocturnal glycemia.\n    \n\n\n          Results:\n        \n      \n      Thirty-five families completed the study. Enrolled children (61.1% female) had a mean (± standard deviation) age of 11.9 ± 2.70 years and a mean age at initiation of pump therapy of 7.1 ± 3.19 years. Baseline survey results indicated that most parents were fearful of their unawareness of their children's nocturnal glucose excursions. The mySentry system met the predefined acceptability criteria for general experience, product usability, and training materials. There were no unanticipated device-related adverse effects. Among children who experienced nocturnal hypo- or hyperglycemic episodes in both phases of the study, there was a trend toward less frequent and less prolonged episodes during mySentry use.\n    \n\n\n          Conclusion:\n        \n      \n      The mySentry system met all predefined criteria for acceptability and did not demonstrate safety issues. Alerting parents to abnormal glucose values or trends may attenuate nocturnal hypoglycemia and hyperglycemia by prompting appropriate and timely intervention."
        },
        {
            "title": "Remote monitoring of pain and symptoms using wireless technology in children and adolescents with sickle cell disease.",
            "abstract": "Purpose:\n        \n      \n      The purpose of this study was to examine (a) symptoms, (b) pain characteristics (intensity, location, quality), (c) pain medications and nonpharmacological strategies used for pain, (d) thoughts and feelings, and (e) healthcare visits. We also examined the relationship between pain and sleep.\n    \n\n\n          Data sources:\n        \n      \n      Pain and symptoms were entered on an electronic e-Diary using a smartphone and were remotely monitored by an advanced practice registered nurse (APRN). Sixty-seven children and adolescents (10-17 years) reported mild to severe pain at home that did not require healthcare visits. Symptoms reported were (a) general symptoms such as tiredness/fatigue (34.7%), headache (20.8%), yellowing of the eyes (28.4%); (b) respiratory symptoms such as sniffling (32.9%), coughing (19.1%), changes in breathing (10.0%); and (c) musculoskeletal symptoms such as stiffness in joints (15.8%). A significant negative correlation was found between pain and sleep (r = -.387, p = .024). Factors that predict pain included previous history of sickle cell disease (SCD) related events, symptoms, and negative thoughts.\n    \n\n\n          Conclusion:\n        \n      \n      Pain and multiple symptoms entered on a web-based e-Diary were remotely monitored by an APRN and prompted communications, further evaluation, and recommendations.\n    \n\n\n          Implications for practice:\n        \n      \n      Remote monitoring using wireless technology may facilitate timely management of pain and symptoms and minimize negative consequences in SCD."
        },
        {
            "title": "Home Monitoring for Cardiovascular Implantable Electronic Devices: Benefits to Patients and to Their Follow-up Clinic.",
            "abstract": "Recent technological advances in the management of patients with cardiovascular implantable electronic devices (CIEDs) have expanded clinicians' ability to remotely monitor patients with CIEDs. Remote monitoring, in addition to periodic in-person device evaluation, provides many advantages to patients and clinicians. Aside from the therapeutic and diagnostic benefits of pacemakers, implantable cardioverter-defibrillators, cardiac resynchronization therapy devices, and implantable loop recorders, improvement in clinical outcomes, clinical efficiencies, and patient experience can be realized with the adoption of remote CIED monitoring. These advantages create significant value to both patients and CIED follow-up centers."
        },
        {
            "title": "Impact of home-based exercise training with wireless monitoring on patients with acute coronary syndrome undergoing percutaneous coronary intervention.",
            "abstract": "Recent studies have suggested a favorable effect of cardiac rehabilitation (CR) on patients with cardiovascular disease. This study aimed to evaluate the impact of home-based exercise training with wireless monitoring on acute coronary syndrome (ACS) patients undergoing percutaneous coronary intervention (PCI). A total of 55 ACS patients undergoing PCI were randomly divided into home based exercise training with wireless monitoring cardiac rehabilitation (CR, n = 26) and usual care (UC, n = 29). Exercise capacity and quality of life (QOL) were evaluated at baseline and after 12 weeks. Change of metabolic equivalent of the tasks, maximal exercise time and QOL were significantly increased (+2.47 vs +1.43, P = 0.021; +169.68 vs +88.31 sec, P = 0.012; and +4.81 vs +0.89, P = 0.022, respectively), and the change of submaximal rate pressure product, and of submaximal rate of perceived exertion were significantly decreased (-28.24 vs -16.21, P = 0.013; and -1.92 vs -1.62, P = 0.018, respectively) in the CR group compared to the UC group after 12 weeks. CR using home-based exercise training with wireless monitoring led to improvement of exercise capacity and QOL relative to conventional care in ACS patients undergoing PCI. Our findings suggest that early scheduled CR may be considered in ACS patients undergoing PCI.\n"
        },
        {
            "title": "Emerging role of digital technology and remote monitoring in the care of cardiac patients.",
            "abstract": "Current available mobile health technologies make possible earlier diagnosis and long-term monitoring of patients with cardiovascular diseases. Remote monitoring of patients with implantable devices and chronic diseases has resulted in better outcomes reducing health care costs and hospital admissions. New care models, which shift point of care to the outpatient setting and the patient's home, necessitate innovations in technology."
        },
        {
            "title": "Wireless Monitoring for Patients with Cardiovascular Diseases and Parkinson's Disease.",
            "abstract": "The use of applications for mobile devices and wireless sensors is common for the sector of telemedicine. Recently various studies and systems were developed in order to help patients suffering from severe diseases such as cardiovascular diseases and Parkinson's disease. They present a challenge for the sector because such systems demand the flow of accurate data in real time and the use of specialized sensors. In this review will be presented some very interesting applications developed for patients with cardiovascular diseases and Parkinson's disease."
        },
        {
            "title": "Usability and Interoperability in Wireless Sensor Networks for Patient Telemonitoring in Chronic Disease Management.",
            "abstract": "This paper addresses two key technological barriers to the wider adoption of patient telemonitoring systems for chronic disease management, namely, usability and sensor device interoperability. As a great percentage of chronic patients are elderly patients as well, usability of the system has to be adapted to their needs. This paper identifies (from previous research) a set of design criteria to address these challenges, and describes the resulting system based on a wireless sensor network, and including a node as a custom-made interface that follows usability design criteria stated. This system has been tested with 22 users (mean age 65) and evaluated with a validated usability questionnaire. Results are good and improve those of other systems based on TV or smartphone. Our results suggest that user interfaces alternative to TVs and smartphones could play an important role on the usability of sensor networks for patient monitoring. Regarding interoperability, only very recently a standard has been published (2010, the ISO IEEE 11073 Personal health devices) that can support the needs of limited computational power environments typical of patient monitoring sensor networks."
        },
        {
            "title": "Randomized clinical trial to assess the effectiveness of remote patient monitoring and physician care in reducing office blood pressure.",
            "abstract": "The effectiveness of remote patient monitoring and physician care for the treatment of hypertension has not been demonstrated in a randomized clinical trial. The objective of this study was to evaluate the effectiveness of remote patient monitoring with or without remote physician care in reducing office blood pressure in patients with hypertension. A total of 374 hypertensive patients over 20 years of age were randomized into the following three groups: group (1) control, the patients received usual clinical care with home BP monitoring; group (2) the patients were remotely monitored and received office follow-up; and group (3) the patients received remote monitoring without physician office care using the remote monitoring device. For each group, in-office follow-up care was scheduled every 8 weeks for 24 weeks. The primary end point was the difference in sitting SBP at the 24-week follow-up. No difference between the three groups was observed in the primary end point (adjusted mean sitting SBP was as follows: group 1: -8.9±15.5 mm Hg, group 2: -11.3±15.9 mm Hg, group 3: -11.6±19.8 mm Hg, (NS). Significant differences in achieving the target BP at the 24th week of follow-up were observed between groups 1 and 2. The subjects over 55-years old had a significant decrease in the adjusted mean sitting SBP in groups 2 and 3 compared with that of the control group. Remote monitoring alone or remote monitoring coupled with remote physician care was as efficacious as the usual office care for reducing blood pressure with comparable safety and efficacy in hypertensive patients."
        },
        {
            "title": "The effect of changing movement and posture using motion-sensor biofeedback, versus guidelines-based care, on the clinical outcomes of people with sub-acute or chronic low back pain-a multicentre, cluster-randomised, placebo-controlled, pilot trial.",
            "abstract": "## BACKGROUND\nThe aims of this pilot trial were to (i) test the hypothesis that modifying patterns of painful lumbo-pelvic movement using motion-sensor biofeedback in people with low back pain would lead to reduced pain and activity limitation compared with guidelines-based care, and (ii) facilitate sample size calculations for a fully powered trial.\n## METHODS\nA multicentre (8 clinics), cluster-randomised, placebo-controlled pilot trial compared two groups of patients seeking medical or physiotherapy primary care for sub-acute and chronic back pain. It was powered for longitudinal analysis, but not for adjusted single-time point comparisons. The intervention group (n = 58) received modification of movement patterns augmented by motion-sensor movement biofeedback (ViMove, dorsaVi.com) plus guidelines-based medical or physiotherapy care. The control group (n = 54) received a placebo (wearing the motion-sensors without biofeedback) plus guidelines-based medical or physiotherapy care. Primary outcomes were self-reported pain intensity (VAS) and activity limitation (Roland Morris Disability Questionnaire (RMDQ), Patient Specific Functional Scale (PSFS)), all on 0-100 scales. Both groups received 6-8 treatment sessions. Outcomes were measured seven times during 10-weeks of treatment and at 12, 26 and 52 week follow-up, with 17.0 % dropout. Patients were not informed of group allocation or the study hypothesis.\n## RESULTS\nAcross one-year, there were significant between-group differences favouring the intervention group [generalized linear model coefficient (95 % CI): group effect RMDQ -7.1 (95 % CI-12.6;-1.6), PSFS -10.3 (-16.6; -3.9), QVAS -7.7 (-13.0; -2.4); and group by time effect differences (per 100 days) RMDQ -3.5 (-5.2; -2.2), PSFS -4.7 (-7.0; -2.5), QVAS -4.8 (-6.1; -3.5)], all p < 0.001. Risk ratios between groups of probability of improving by >30 % at 12-months = RMDQ 2.4 (95 % CI 1.5; 4.1), PSFS 2.5 (1.5; 4.0), QVAS 3.3 (1.8; 5.9). The only device-related side-effects involved transient skin irritation from tape used to mount motion sensors.\n## CONCLUSIONS\nIndividualised movement retraining using motion-sensor biofeedback resulted in significant and sustained improvements in pain and activity limitation that persisted after treatment finished. This pilot trial also refined the procedures and sample size requirements for a fully powered RCT. This trial (Australian New Zealand Clinical Trials Registry NCT01572779) was equally funded by dorsaVi P/L and the Victorian State Government.\n"
        },
        {
            "title": "Novel electrogram device with web-based service centre for ambulatory ECG monitoring.",
            "abstract": "## INTRODUCTION\nArrhythmias are often intermittent, and a normal electrocardiogram (ECG) may not be diagnostic. The purpose of this study was to evaluate the usefulness of HeartWave500 (HW), a novel web-based ambulatory ECG monitoring device.\n## METHODS\nA total of 120 patients from the National Heart Centre, Singapore were prospectively randomised in a three to one ratio to either HW or a standard transtelephonic (TT) event recorder. HW records five leads and transmits to an internet server, while TT transmits audio data to a central station. Monitoring was conducted for two weeks. The diagnostic yield was calculated in two ways: the percentage of patients successfully diagnosed as a function of time, and the absolute number of new diagnoses per patient per week.\n## RESULTS\n33 patients (14 male, 19 female; mean age 49.6 + or - 11.1 years) were randomised to TT. 87 patients (32 male, 55 female; mean age 43.7 + or - 12.2 years) were randomised to HW. At the end of two weeks, the percentage of patients diagnosed with any arrhythmia was similar for both groups (66.7 percent for TT versus 67.8 percent for HW). There was a trend toward significance for the number of diagnoses per patient per week for Week 2 between TT and HW (0.58 + or - 0.75 versus 0.34 + or - 0.55, p is 0.06). Transmitted ECGs were read earlier for HW (18 minutes versus 1107 minutes, Mann-Whitney non-parametric test, p is less than 0.05). Transmitted recordings that were unreadable were also significantly lower for HW (8.0 percent versus 17.6 percent, chi-square test, p is less than 0.05).\n## CONCLUSION\nHW and TT have similar diagnostic yields. There is a trend toward a shorter monitoring time for HW. The ability of HW to record and transmit via the web, the earlier review of data and low unreadable data make HW an attractive alternative to TT.\n"
        },
        {
            "title": "Electronic feedback in a diet- and physical activity-based lifestyle intervention for weight loss: a randomized controlled trial.",
            "abstract": "## BACKGROUND\nThe SenseWear™ Armband (SWA) (BodyMedia, Inc. Pittsburgh, PA) is a physical activity and lifestyle monitor that objectively and accurately measures free-living energy balance and sleep and includes software for self-monitoring of daily energy expenditure and energy intake. The real-time feedback of the SWA can improve individual self-monitoring and, therefore, enhance weight loss outcomes.\n## METHODS\nWe recruited 197 sedentary overweight or obese adults (age, 46.8 ± 10.8 y; body mass index (BMI), 33.3 ± 5.2 kg/m(2); 81% women, 32% African-American) from the greater Columbia, South Carolina area. Participants were randomized into 1 of 4 groups, a self-directed weight loss program via an evidence-based weight loss manual (Standard Care, n = 50), a group-based behavioral weight loss program (GWL, n = 49), the armband alone (SWA-alone, n = 49), or the GWL plus the armband (GWL+SWA, n = 49), during the 9-month intervention. The primary outcome was change in body weight and waist circumference. A mixed-model repeated-measures analysis compared change in the intervention groups to the standard care group on weight and waist circumference status after adjusting for age, sex, race, education, energy expenditure, and recruitment wave.\n## RESULTS\nBody weight was available for 62% of participants at 9 months (52% standard care, 70% intervention). There was significant weight loss in all 3 intervention groups (GWL, 1.86 kg, P = 0.05; SWA-alone, 3.55 kg, P = 0.0002; GWL+SWA, 6.59 kg, P < 0.0001) but not in the Standard Care group (0.89 kg, P = 0.39) at month 9. Only the GWL+SWA group achieved significant weight loss at month 9 compared to the Standard Care group (P = 0.04). Significant waist circumference reductions were achieved in all 4 groups at month 9 (Standard Care, 3.49 cm, P = 0.0004; GWL, 2.42 cm, P = 0.008; SWA-alone, 3.59 cm, P < 0.0001; GWL+SWA, 6.77 cm, P < 0.0001), but no intervention group had significantly reduced waist circumference compared to the Standard Care group.\n## CONCLUSIONS\nContinuous self-monitoring from wearable technology with real-time feedback may be particularly useful to enhance lifestyle changes that promote weight loss in sedentary overweight or obese adults. This strategy, combined with a group-based behavioral intervention, may yield optimal weight loss.\n"
        },
        {
            "title": "DiAs web monitoring: a real-time remote monitoring system designed for artificial pancreas outpatient trials.",
            "abstract": "Background:\n        \n      \n      Developments in an artificial pancreas (AP) for patients with type 1 diabetes have allowed a move toward performing outpatient clinical trials. \"Home-like\" environment implies specific protocol and system adaptations among which the introduction of remote monitoring is meaningful. We present a novel tool allowing multiple patients to monitor AP use in home-like settings.\n    \n\n\n          Methods:\n        \n      \n      We investigated existing systems, performed interviews of experienced clinical teams, listed required features, and drew several mockups of the user interface. The resulting application was tested on the bench before it was used in three outpatient studies representing 3480 h of remote monitoring.\n    \n\n\n          Results:\n        \n      \n      Our tool, called DiAs Web Monitoring (DWM), is a web-based application that ensures reception, storage, and display of data sent by AP systems. Continuous glucose monitoring (CGM) and insulin delivery data are presented in a colored chart to facilitate reading and interpretation. Several subjects can be monitored simultaneously on the same screen, and alerts are triggered to help detect events such as hypoglycemia or CGM failures. In the third trial, DWM received approximately 460 data per subject per hour: 77% for log messages, 5% for CGM data. More than 97% of transmissions were achieved in less than 5 min.\n    \n\n\n          Conclusions:\n        \n      \n      Transition from a hospital setting to home-like conditions requires specific AP supervision to which remote monitoring systems can contribute valuably. DiAs Web Monitoring worked properly when tested in our outpatient studies. It could facilitate subject monitoring and even accelerate medical and technical assessment of the AP. It should now be adapted for long-term studies with an enhanced notification feature."
        },
        {
            "title": "New wearable system for the step counting based on the codivilla-spring for daily activity monitoring in stroke rehabilitation.",
            "abstract": "Remote therapy, involved in a tele-rehabilitation program, should monitor daily motion activity. Furthermore, patients should have all possible means to improve rehabilitation care at their disposal, such as suitable prostheses and biofeedback tools. During stroke rehabilitation at home, the most used equipment is the AFO prosthesis, which is also called codivilla-spring, as it is used in cases of both bilateral and mono-lateral damage. A new codivilla-spring prosthesis with sensors for telemonitoring / telerehabilitation has been designed and constructed. It provides step counting. It is based on a couple of force sensing resistors affixed in the plantar area of the prosthesis, and a wearable unit with a micro-processor microP PIC 16F877 (Microchip, USA). The data exchange is assured by the Aurel-XTR-434H telemetric system. While ambulating, FSRs detect the pressure of the foot-tip and heel. The PIC on the basis of an algorithm furnishes the step-counting. The proposed sensorized-codivilla-spring (SECOSP) was tested as a step-counter on three subjects after stroke-rehabilitation with mono-lateral damage at Level 2 of the Tinetti test of unbalance. These subjects performed 100 steps with two different instructions (fast, slow). The mean error was lower than 0.6 %. The next phase will be the optimization of SECOSP for long term medical application in a patient's home."
        },
        {
            "title": "Integration of remote blood glucose meter upload technology into a clinical pharmacist medication therapy management service.",
            "abstract": "A pharmacist-delivered, outpatient-focused medication therapy management (MTM) program is using a remote blood glucose (BG) meter upload device to provide better care and to improve outcomes for its patients with diabetes. Sharing uploaded BG meter data, presented in easily comprehensible graphs and charts, enables patients, caregivers, and the medical team to better understand how the patients' diabetes care is progressing. Pharmacists are becoming increasingly more active in helping to manage patients' complex medication regimens in an effort to help detect and avoid medication-related problems. Working together with patients and their physicians as part of an interdisciplinary health care team, pharmacists are helping to improve medication outcomes. This article focuses on two case studies highlighting the Diabetes Monitoring Program, one component of the Meridian Pharmacology Institute MTM service, and discusses the clinical application of a unique BG meter upload device."
        },
        {
            "title": "Evaluating the Validity of an Automated Device for Asthma Monitoring for Adolescents: Correlational Design.",
            "abstract": "Background:\n        \n      \n      Symptom monitoring is a cornerstone of asthma self-management. Conventional methods of symptom monitoring have fallen short in producing objective data and eliciting patients' consistent adherence, particularly in teen patients. We have recently developed an Automated Device for Asthma Monitoring (ADAM) using a consumer mobile device as a platform to facilitate continuous and objective symptom monitoring in adolescents in vivo.\n    \n\n\n          Objective:\n        \n      \n      The objectives of the study were to evaluate the validity of the device using spirometer data, fractional exhaled nitric oxide (FeNO), existing measures of asthma symptoms/control and health care utilization data, and to examine the sensitivity and specificity of the device in discriminating asthma cases from nonasthma cases.\n    \n\n\n          Methods:\n        \n      \n      A total of 84 teens (42 teens with a current asthma diagnosis; 42 without asthma) aged between 13 and 17 years participated in the study. All participants used ADAM for 7 consecutive days during which participants with asthma completed an asthma diary two times a day. ADAM recorded the frequency of coughing for 24 hours throughout the 7-day trial. Pearson correlation and multiple regression were used to examine the relationships between ADAM data and asthma control, quality of life, and health care utilization at the time of the 7-day trial and 3 months later. A receiver operating characteristic (ROC) curve analysis was conducted to examine sensitivity and specificity based on the area under the curve (AUC) as an indicator of the device's capacity to discriminate between asthma versus nonasthma cases.\n    \n\n\n          Results:\n        \n      \n      ADAM data (cough counts) were negatively associated with forced expiratory volume in first second of expiration (FEV1) (r=-.26, P=.05), forced vital capacity (FVC) (r=-.31, P=.02), and overall asthma control (r=-.41, P=.009) and positively associated with daily activity limitation (r=.46, P=.01), nighttime (r=.40, P=.02) and daytime symptoms (r=.38, P=.02), and health care utilization (r=.61, P<.001). Device data were also a significant predictor of asthma control (β=-.48, P=.003), quality of life (β=-.55, P=.001), and health care utilization (β=.74, P=.004) after 3 months. The ROC curve analysis for the presence of asthma diagnosis had an AUC of 0.71 (95% CI 0.58-0.84), which was significantly different from chance (χ(2) 1=9.7, P=.002), indicating the device's discriminating capacity. The optimal cutoff value of the device was 0.56 with a sensitivity of 51.3% and a specificity of 72.7%.\n    \n\n\n          Conclusions:\n        \n      \n      This study demonstrates validity of ADAM as a symptom-monitoring device in teens with asthma. ADAM data reflect the current status of asthma control and predict asthma morbidity and quality of life for the near future. A monitoring device such as ADAM can increase patients' awareness of the patterns of cough for early detection of worsening asthma and has the potential for preventing serious and costly future consequences of asthma."
        },
        {
            "title": "Improved survival in patients enrolled promptly into remote monitoring following cardiac implantable electronic device implantation.",
            "abstract": "Purpose:\n        \n      \n      Guidelines advocate remote monitoring (RM) in patients with a cardiac implantable electronic device (CIED). However, it is not known when RM should be initiated. We hypothesized that prompt initiation of RM (within 91 days of implant) is associated with improved survival compared to delayed initiation.\n    \n\n\n          Methods:\n        \n      \n      This retrospective, national, observational cohort study evaluated patients receiving new implants of market-released St. Jude Medical™ pacemakers (PM), implantable cardioverter defibrillators (ICD), and cardiac resynchronization therapy (CRT) devices. Patients were assigned to one of two groups: an \"RM Prompt\" group, in which RM was initiated within 91 days of implant; and an \"RM Delayed\" group, in which RM was initiated >91 days but ≤365 days of implant. The primary endpoint was all-cause mortality.\n    \n\n\n          Results:\n        \n      \n      The cohort included 106,027 patients followed for a mean of 2.6 ± 0.9 years. Overall, 47,014 (44 %) patients had a PM, 31,889 (30 %) patients had an ICD, 24,005 (23 %) patients had a CRT-D, and 3119 (3 %) patients had a CRT-P. Remote monitoring was initiated promptly (median 4 weeks [IQR 2, 8 weeks]) in 66,070 (62 %) patients; in the other 39,957 (38 %) patients, RM initiation was delayed (median 24 weeks [IQR 18, 34 weeks]). In comparison to delayed initiation, prompt initiation of RM was associated with a lower mortality rate (4023 vs. 4679 per 100,000 patient-years, p < 0.001) and greater adjusted survival (HR 1.18 [95 % CI 1.13-1.22], p < 0.001).\n    \n\n\n          Conclusions:\n        \n      \n      Our data, for the first time, show improved survival in patients enrolled promptly into RM following CIED implantation. This advantage was observed across all CIED device types."
        },
        {
            "title": "Self-monitoring practices, attitudes, and needs of individuals with bipolar disorder: implications for the design of technologies to manage mental health.",
            "abstract": "Objective:\n        \n      \n      To understand self-monitoring strategies used independently of clinical treatment by individuals with bipolar disorder (BD), in order to recommend technology design principles to support mental health management.\n    \n\n\n          Materials and methods:\n        \n      \n      Participants with BD (N = 552) were recruited through the Depression and Bipolar Support Alliance, the International Bipolar Foundation, and WeSearchTogether.org to complete a survey of closed- and open-ended questions. In this study, we focus on descriptive results and qualitative analyses.\n    \n\n\n          Results:\n        \n      \n      Individuals reported primarily self-monitoring items related to their bipolar disorder (mood, sleep, finances, exercise, and social interactions), with an increasing trend towards the use of digital tracking methods observed. Most participants reported having positive experiences with technology-based tracking because it enables self-reflection and agency regarding health management and also enhances lines of communication with treatment teams. Reported challenges stem from poor usability or difficulty interpreting self-tracked data.\n    \n\n\n          Discussion:\n        \n      \n      Two major implications for technology-based self-monitoring emerged from our results. First, technologies can be designed to be more condition-oriented, intuitive, and proactive. Second, more automated forms of digital symptom tracking and intervention are desired, and our results suggest the feasibility of detecting and predicting emotional states from patterns of technology usage. However, we also uncovered tension points, namely that technology designed to support mental health can also be a disruptor.\n    \n\n\n          Conclusion:\n        \n      \n      This study provides increased understanding of self-monitoring practices, attitudes, and needs of individuals with bipolar disorder. This knowledge bears implications for clinical researchers and practitioners seeking insight into how individuals independently self-manage their condition as well as for researchers designing monitoring technologies to support mental health management."
        },
        {
            "title": "Cardiac event recording yields more diagnoses than 24-hour Holter monitoring in patients with palpitations.",
            "abstract": "Palpitation is a common symptom that sometimes results from a substantial cardiac arrhythmia. We compared the diagnostic yield of trans-telephonic event monitors with those of Holter monitoring in patients with intermittent palpitations. In all, 310 patients were randomly assigned to receive an event recorder or 24-hour Holter monitoring. Event recorders were used for seven days or until two recordings were obtained while symptoms occurred. The main end-point was an electrocardiogram (ECG) recorded during symptoms. The patients with palpitation recorded the one-lead ECG trace and sent it to a telemedicine call centre, where a nurse responded. There were 119 symptomatic patients in the event recorder group and 74 in the Holter group. The total costs were 6019 for event recording and 9605 for Holter monitoring. The average costs were 51 per symptomatic patient detected by event recorder monitoring and 130 per symptomatic patient detected by Holter monitoring. More patients therefore received a clear diagnosis, and more quickly, when using event recording than with Holter monitoring. For this reason, event recorders are preferable to Holter monitors for patients with palpitations.\n"
        },
        {
            "title": "Randomized trial of the ForeseeHome monitoring device for early detection of neovascular age-related macular degeneration. The HOme Monitoring of the Eye (HOME) study design - HOME Study report number 1.",
            "abstract": "Objective:\n        \n      \n      To evaluate the effects of a home-monitoring device with tele-monitoring compared with standard care in detection of progression to choroidal neovascularization (CNV) associated with age-related macular degeneration (AMD), the leading cause of blindness in the US.\n    \n\n\n          Patients and methods:\n        \n      \n      Participants, aged 55 to 90 years, at high risk of developing CNV associated with AMD were recruited to the HOme Monitoring of Eye (HOME) Study, an unmasked, multi-center, randomized trial of the ForeseeHome (FH) device plus standard care vs. standard care alone. The FH device utilizes preferential hyperacuity perimetry and tele-monitoring to detect changes in vision function associated with development of CNV, potentially prior to symptom and visual acuity loss. After establishing baseline measurements, subsequent changes on follow-up are detected by the device, causing the monitoring center to alert the clinical center to recall participants for an exam. Standard care consists of instructions for self-monitoring visual changes with subsequent self-report to the clinical center. The primary objective of this study is to determine whether home monitoring plus standard care in comparison with standard care alone, results in earlier detection of incident CNV with better present visual acuity. The primary outcome is the decline in visual acuity at CNV diagnosis from baseline. Detection of CNV prior to substantial vision loss is critical as vision outcome following anti-angiogenic therapy is dependent on the visual acuity at initiation of treatment.\n    \n\n\n          Discussion:\n        \n      \n      HOME Study is the first large scale study to test the use of home tele-monitoring system in the management of AMD patients."
        },
        {
            "title": "Detecting Heart Failure Decompensation by Measuring Transthoracic Bioimpedance in the Outpatient Setting: Rationale and Design of the SENTINEL-HF Study.",
            "abstract": "Background:\n        \n      \n      Recurrent hospital admissions are common among patients admitted for acute decompensated heart failure (ADHF), but identification of patients at risk for rehospitalization remains challenging. Contemporary heart failure (HF) management programs have shown modest ability to reduce readmissions, partly because they monitor signs or symptoms of HF worsening that appear late during decompensation. Detecting early stages of HF decompensation might allow for immediate application of effective HF therapies, thereby potentially reducing HF readmissions. One of the earliest indicators of HF decompensation is intrathoracic fluid accumulation, which can be assessed using transthoracic bioimpedance.\n    \n\n\n          Objective:\n        \n      \n      The SENTINEL-HF study is a prospective observational study designed to test a novel, wearable HF monitoring system as a predictor of HF decompensation among patients discharged after hospitalization for ADHF.\n    \n\n\n          Methods:\n        \n      \n      SENTINEL-HF tests the hypothesis that a decline in transthoracic bioimpedance, as assessed daily with the Philips fluid accumulation vest (FAV) and transmitted using a mobile phone, is associated with HF worsening and rehospitalization. According to pre-specified power calculations, 180 patients admitted with ADHF are enrolled. Participants transmit daily self-assessments using the FAV-mobile phone dyad for 45 days post-discharge. The primary predictor is the deviation of transthoracic bioimpedance for 3 consecutive days from a patient-specific normal variability range. The ADHF detection algorithm is evaluated in relation with a composite outcome of HF readmission, diuretic up-titration, and self-reported HF worsening (Kansas City Cardiomyopathy Questionnaire) during a 90-day follow-up period. Here, we provide the details and rationale of SENTINEL-HF.\n    \n\n\n          Results:\n        \n      \n      Enrollment in the SENTINEL-HF study is complete and the 90-days follow-up is currently under way. Once data collection is complete, the study dataset will be used to evaluate our ADHF detection algorithm and the results submitted for publication.\n    \n\n\n          Conclusion:\n        \n      \n      SENTINEL-HF emerged from our long-term vision that advanced home monitoring technology can improve the management of chronic HF by extending clinical care into patients' homes. Monitoring transthoracic bioimpedance with the FAV may identify patients at risk of recurrent HF decompensation and enable timely preventive measures.\n    \n\n\n          Trial registration:\n        \n      \n      Clinicaltrials.gov NCT01877369: https://clinicaltrials.gov/ct2/show/NCT01877369 (Archived by WebCite at http://www.webcitation.org/6bDYl0dGy)."
        },
        {
            "title": "Determining the cost of implementing and operating a remote patient monitoring programme for the elderly with chronic conditions: A systematic review of economic evaluations.",
            "abstract": "Introduction Remote patient monitoring (RPM) in conjunction with home nursing visits is becoming increasingly popular for the follow-up of patients with chronic conditions and evidence exists that it improves patients' health outcomes. Current cost data is reported inconsistently and often gathered from studies of poor methodological quality, making it difficult for decision-makers who consider implementing this service in their organizations. This study reviewed the cost of RPM programmes targeting elderly patients with chronic conditions. Methods After evaluation against the inclusion and exclusion criteria and appraisal against two criteria which are important for economic evaluations, data from selected studies were extracted and grouped into meaningful cost categories, then adjusted to reflect November 2015 US dollars. Results In the 13 selected studies, the newly-created cost category 'Combined intervention cost' (reflecting equipment purchasing, servicing and monitoring cost) for the various RPM programmes ranged from US$275-US$7963 per patient per year. The three main findings are: (a) RPM programme costs have decreased since 2004 due to cheaper technology; (b) monitoring a single vital sign is likely to be less costly than monitoring multiple vital signs; and (c) programmes targeting hypertension or congestive heart failure are less costly than those targeting respiratory diseases or multiple conditions. Conclusions This review recommends that future studies present their cost data with more granularity, that grouping of costs should be minimized and that any assumptions, such as amortization, should be made explicit. In addition, studies should compare programmes with similar characteristics in terms of type of conditions, number of vital signs monitored, etc. for more generalizable results."
        },
        {
            "title": "Impact of Remote Monitoring on Clinical Outcomes.",
            "abstract": "Follow-up of patients with cardiac implantable electronic devices is challenging due to both their increasing volume and technical complexity coupled to increasing clinical complexity of recipient patients. Remote monitoring (RM) offers an opportunity to resolve some of these difficulties by improving clinic efficiencies and providing a mechanism for device monitoring and patient management. Several recent randomized clinical trials and registries have demonstrated that RM may reduce in-hospital visit numbers, time required for patient follow-up, physician and nurse time, and hospital and social costs. Furthermore, patient retention and adherence to follow-up schedule are significantly improved by RM. Continuous wireless monitoring of data stored in the device memory with automatic alerts allows early detection of device malfunctions and of events, such as atrial fibrillation, ventricular arrhythmias, and heart failure suitable for clinical intervention. Early reaction may improve patient outcome. RM is easy to use and patients showed a high level of acceptance and satisfaction. Implementing RM in daily practice may require changes in clinic workflow. New organizational models promote significant efficiencies regarding physician and nursing time. Data management techniques are under development. Despite these demonstrable advantages of RM, adoption still remains modest, even in health care systems incentivized to use this follow-up method."
        },
        {
            "title": "Canadian Cardiovascular Society/Canadian Heart Rhythm Society joint position statement on the use of remote monitoring for cardiovascular implantable electronic device follow-up.",
            "abstract": "Remote monitoring (RM) is a form of telemedicine technology that permits implanted pacemakers and implantable cardioverter-defibrillators to transmit diagnostic information for review by health care professionals without patients needing to visit the device follow-up clinic. A bedside transmitter in the patient's home conveys the device data using standard telecommunication protocol to a protected internet-accessible RM data server, which authorized health care professionals can access at any time using standard web browser software. Evidence indicates it can accelerate identification of clinical events and potential device problems. RM raises important medicolegal issues concerning the protection of a patient's rights and the safeguarding of patient health information related to the collection, storage, and use of patient device information that must be addressed by follow-up centres. This position statement recommends that remote monitoring be available at all device follow-up clinics as an integral part of the standard of care of device patients and also provides helpful advice to centres for the proper design, implementation, and integration of a remote monitoring system into the clinic."
        },
        {
            "title": "The development of an automated device for asthma monitoring for adolescents: methodologic approach and user acceptability.",
            "abstract": "Background:\n        \n      \n      Many adolescents suffer serious asthma related morbidity that can be prevented by adequate self-management of the disease. The accurate symptom monitoring by patients is the most fundamental antecedent to effective asthma management. Nonetheless, the adequacy and effectiveness of current methods of symptom self-monitoring have been challenged due to the individuals' fallible symptom perception, poor adherence, and inadequate technique. Recognition of these limitations led to the development of an innovative device that can facilitate continuous and accurate monitoring of asthma symptoms with minimal disruption of daily routines, thus increasing acceptability to adolescents.\n    \n\n\n          Objective:\n        \n      \n      The objectives of this study were to: (1) describe the development of a novel symptom monitoring device for teenagers (teens), and (2) assess their perspectives on the usability and acceptability of the device.\n    \n\n\n          Methods:\n        \n      \n      Adolescents (13-17 years old) with and without asthma participated in the evolution of an automated device for asthma monitoring (ADAM), which comprised three phases, including development (Phase 1, n=37), validation/user acceptability (Phase 2, n=84), and post hoc validation (Phase 3, n=10). In Phase 1, symptom algorithms were identified based on the acoustic analysis of raw symptom sounds and programmed into a popular mobile system, the iPod. Phase 2 involved a 7 day trial of ADAM in vivo, and the evaluation of user acceptance using an acceptance survey and individual interviews. ADAM was further modified and enhanced in Phase 3.\n    \n\n\n          Results:\n        \n      \n      Through ADAM, incoming audio data were digitized and processed in two steps involving the extraction of a sequence of descriptive feature vectors, and the processing of these sequences by a hidden Markov model-based Viterbi decoder to differentiate symptom sounds from background noise. The number and times of detected symptoms were stored and displayed in the device. The sensitivity (true positive) of the updated cough algorithm was 70% (21/30), and, on average, 2 coughs per hour were identified as false positive. ADAM also kept track of the their activity level throughout the day using the mobile system's built in accelerometer function. Overall, the device was well received by participants who perceived it as attractive, convenient, and helpful. The participants recognized the potential benefits of the device in asthma care, and were eager to use it for their asthma management.\n    \n\n\n          Conclusions:\n        \n      \n      ADAM can potentially automate daily symptom monitoring with minimal intrusiveness and maximal objectivity. The users' acceptance of the device based on its recognized convenience, user-friendliness, and usefulness in increasing symptom awareness underscores ADAM's potential to overcome the issues of symptom monitoring including poor adherence, inadequate technique, and poor symptom perception in adolescents. Further refinement of the algorithm is warranted to improve the accuracy of the device. Future study is also needed to assess the efficacy of the device in promoting self-management and asthma outcomes."
        },
        {
            "title": "Effect of home blood pressure telemonitoring with self-care support on uncontrolled systolic hypertension in diabetics.",
            "abstract": "Lowering blood pressure reduces cardiovascular risk, yet hypertension is poorly controlled in diabetic patients. In a pilot study we demonstrated that a home blood pressure telemonitoring system, which provided self-care messages on the smartphone of hypertensive diabetic patients immediately after each reading, improved blood pressure control. Messages were based on care paths defined by running averages of transmitted readings. The present study tests the system's effectiveness in a randomized, controlled trial in diabetic patients with uncontrolled systolic hypertension. Of 244 subjects screened for eligibility, 110 (45%) were randomly allocated to the intervention (n = 55) or control (n = 55) group, and 105 (95.5%) completed the 1-year outcome visit. In the intention-to-treat analysis, mean daytime ambulatory systolic blood pressure, the primary end point, decreased significantly only in the intervention group by 9.1 ± 15.6 mmHg (SD; P < 0.0001), and the mean between-group difference was 7.1 ± 2.3 mmHg (SE; P < 0.005). Furthermore, 51% of intervention subjects achieved the guideline recommended target of <130/80 mmHg compared with 31% of control subjects (P < 0.05). These improvements were obtained without the use of more or different antihypertensive medications or additional clinic visits to physicians. Providing self-care support did not affect anxiety but worsened depression on the Hospital Anxiety and Depression Scale (baseline, 4.1 ± 3.76; exit, 5.2 ± 4.30; P = 0.014). This study demonstrated that home blood pressure telemonitoring combined with automated self-care support reduced the blood pressure of diabetic patients with uncontrolled systolic hypertension and improved hypertension control. Home blood pressure monitoring alone had no effect on blood pressure. Promoting patient self-care may have negative psychological effects.\n"
        },
        {
            "title": "Personalized Technologies in Chronic Gastrointestinal Disorders: Self-monitoring and Remote Sensor Technologies.",
            "abstract": "With increased access to high-speed Internet and smartphone devices, patients have started to use mobile applications (apps) for various health needs. These mobile apps are now increasingly used in integration with telemedicine and wearables to support fitness, health education, symptom tracking, and collaborative disease management and care coordination. More recently, evidence (especially around remote patient monitoring) has started to build in some chronic diseases, and some of the digital health technologies have received approval from the Food and Drug Administration. With the changing healthcare landscape and push for value-based care, adoption of these digital health initiatives among providers is bound to increase. Although so far there is a dearth of published evidence about effectiveness of these apps in gastroenterology care, there are ongoing trials to determine whether remote patient monitoring can lead to improvement in process metrics or outcome metrics for patients with chronic gastrointestinal diseases."
        },
        {
            "title": "Noninvasive Continuous Monitoring of Tear Glucose Using Glucose-Sensing Contact Lenses.",
            "abstract": ": The incidence of diabetes mellitus is dramatically increasing in the developed countries. Tight control of blood glucose concentration is crucial to diabetic patients to prevent microvascular complications. Self-monitoring of blood glucose is widely used for controlling blood glucose levels and usually performed by an invasive test using a portable glucometer. Many technologies have been developed over the past decades with the purpose of obtaining a continuous physiological glycemic monitoring. A contact lens is the ideal vehicle for continuous tear glucose monitoring of glucose concentration in tear film. There are several research groups that are working in the development of contact lenses with embedded biosensors for continuously and noninvasively monitoring tear glucose levels. Although numerous aspects must be improved, contact lens technology is one step closer to helping diabetic subjects better manage their condition, and these contact lenses will be able to measure the level of glucose in the wearer's tears and communicate the information to a mobile phone or computer. This article reviews studies on ocular glucose and its monitoring methods as well as the attempts to continuously monitor the concentration of tear glucose by using contact lens-based sensors."
        },
        {
            "title": "Effectiveness and safety of remote monitoring of patients with an implantable loop recorder.",
            "abstract": "Introduction and objectives:\n        \n      \n      Implantable loop recorders have proven efficacy in the study of patients with syncope and palpitations. Remote monitoring of patients with pacemakers and implantable cardioverter-defibrillators has been shown to be safe and effective. The purpose of this study was to analyze the safety and effectiveness of remote monitoring in patients with an implantable loop recorder.\n    \n\n\n          Methods:\n        \n      \n      Retrospective observational study in which 109 patients with an implantable loop recorder were analyzed and 2 population groups were compared: 1 receiving conventional follow-up consisting of 3-monthly office visits (41 patients) and 1 with remote monitoring via monthly telephone transmissions and yearly visits (68 patients). The mean follow-up was 64 weeks (range, 0.57-164.57 weeks). The study analyzed diagnosis of a significant event, defined as any event that led to a therapeutic approach and explained the symptoms leading to the implant, as well as the mean time from implant to diagnosis and the specific treatment.\n    \n\n\n          Results:\n        \n      \n      A significant event was diagnosed in 82.6% of patients; of these, 54.4% had a normal electrocardiogram; 26.7%, asystole; 15.6%, tachycardia, and 3.3%, bradycardia. The mean time from implant to diagnosis was 260 days (range, 5-947 days) in conventional follow-up, compared with 56 days (range, 0-650 days) in patients with remote monitoring (P<.01), which led to targeted treatment in this group 187 days earlier, on average, with no secondary complications.\n    \n\n\n          Conclusions:\n        \n      \n      Remote monitoring of patients with an implantable loop recorder can significantly shorten the time to diagnosis and targeted treatment, without adversely affecting patient safety."
        },
        {
            "title": "A feasibility study to investigate the acceptability and potential effectiveness of a telecare service for older people with chronic obstructive pulmonary disease.",
            "abstract": "## AIMS\nTo investigate the feasibility, acceptance and potential effectiveness of delivering a telecare service on the health outcomes and hospital service utilization of community-dwelling patients with chronic obstructive pulmonary disease.\n## METHODS\nEligible participants were older people, with moderate or severe chronic obstructive pulmonary disease, and who had been admitted to hospital at least once for exacerbation during the previous year. The participants were randomly assigned to the intervention or control group. Participants in the intervention group received a telecare device kit and they were asked to monitor their oxygen saturation, pulse rate and respiration rate using the device and to transmit the data to an online network platform. A medication and purse-lip breathing reminder with a feedback function is also provided in the device kit. A community nurse monitors changes in the physiological parameters and takes immediate action to address the patients' needs. Participants in the control group received no other extra care. Study outcomes include user satisfaction, health-related quality of life, pulmonary function, hospital re-admission and use of emergency room services.\n## RESULTS\nTwenty-two participants in the intervention group and 18 in the control group were included in the analysis. The mean age of all 40 participants was 72.93 years. Overall, the participants in the intervention group expressed satisfaction with the telecare service. Some patients reported difficulty in reading the screen of the mobile phone and manipulating the tiny key-in buttons. No significant differences were found between the two time points (baseline and post-test period) with regard to health-related quality of life. No significant differences in pulmonary function and in the number of emergency department visits and hospital re-admissions between the study groups were found.\n## CONCLUSION\nThe high level of user satisfaction indicated the feasibility of conducting a large-scale randomized control trial to evaluate the effects of a telecare service on health outcomes of patients with chronic obstructive pulmonary disease.\n"
        },
        {
            "title": "Current clinical evidence for remote patient management.",
            "abstract": "Pacemaker (PM) and implantable cardioverter defibrillator (ICD) patients are ideally suited to remote management in the form of remote follow-up as well as of remote monitoring, which are both acts of telemedicine. Large randomized trials, such as TRUST, COMPAS, CONNECT, ECOST and EVOLVO, and the huge ALTITUDE registry provided a high level of evidence for the multiple advantages of remote management. These trials demonstrated the capability of early detection of events, the ability to reduce the incidence of inappropriate shocks and also of all charged shocks and this despite fewer in-clinic visits for the patients. The studies also demonstrated the safety of remote management of ICD and PM patients and moreover its positive impact on the survival of patients. Thereby, remote monitoring is clinically much more effective and efficient than conventional follow-up."
        },
        {
            "title": "The Quantified Self: Fundamental Disruption in Big Data Science and Biological Discovery.",
            "abstract": "A key contemporary trend emerging in big data science is the quantified self (QS)-individuals engaged in the self-tracking of any kind of biological, physical, behavioral, or environmental information as n=1 individuals or in groups. There are opportunities for big data scientists to develop new models to support QS data collection, integration, and analysis, and also to lead in defining open-access database resources and privacy standards for how personal data is used. Next-generation QS applications could include tools for rendering QS data meaningful in behavior change, establishing baselines and variability in objective metrics, applying new kinds of pattern recognition techniques, and aggregating multiple self-tracking data streams from wearable electronics, biosensors, mobile phones, genomic data, and cloud-based services. The long-term vision of QS activity is that of a systemic monitoring approach where an individual's continuous personal information climate provides real-time performance optimization suggestions. There are some potential limitations related to QS activity-barriers to widespread adoption and a critique regarding scientific soundness-but these may be overcome. One interesting aspect of QS activity is that it is fundamentally a quantitative and qualitative phenomenon since it includes both the collection of objective metrics data and the subjective experience of the impact of these data. Some of this dynamic is being explored as the quantified self is becoming the qualified self in two new ways: by applying QS methods to the tracking of qualitative phenomena such as mood, and by understanding that QS data collection is just the first step in creating qualitative feedback loops for behavior change. In the long-term future, the quantified self may become additionally transformed into the extended exoself as data quantification and self-tracking enable the development of new sense capabilities that are not possible with ordinary senses. The individual body becomes a more knowable, calculable, and administrable object through QS activity, and individuals have an increasingly intimate relationship with data as it mediates the experience of reality."
        },
        {
            "title": "Identifying early dehydration risk with home-based sensors during radiation treatment: a feasibility study on patients with head and neck cancer.",
            "abstract": "Background:\n        \n      \n      Systems that enable remote monitoring of patients' symptoms and other health-related outcomes may optimize cancer care outside of the clinic setting. CYCORE (CYberinfrastructure for COmparative effectiveness REsearch) is a software-based prototype for a user-friendly cyberinfrastructure supporting the comprehensive collection and analyses of data from multiple domains using a suite of home-based and mobile sensors. This study evaluated the feasibility of using CYCORE to address early at-home identification of dehydration risk in head and neck cancer patients undergoing radiation therapy.\n    \n\n\n          Methods:\n        \n      \n      Head and neck cancer patients used home-based sensors to capture weight, blood pressure, pulse, and patient-reported outcomes for two 5-day periods during radiation therapy. Data were sent to the radiation oncologist of each head and neck cancer patient, who viewed them online via a Web-based interface. Feasibility outcomes included study completion rate, acceptability and perceived usefulness of the intervention, and adherence to the monitoring protocol. We also evaluated whether sensor data could identify dehydration-related events.\n    \n\n\n          Results:\n        \n      \n      Fifty patients consented to participate, and 48 (96%) completed the study. More than 90% of patients rated their ease, self-efficacy, and satisfaction regarding use of the sensor suite as extremely favorable, with minimal concerns expressed regarding data privacy issues. Patients highly valued the ability to have immediate access to objective, self-monitoring data related to personal risk for dehydration. Clinician assessments indicated a high degree of satisfaction with the ease of using the CYCORE system and the resulting ability to monitor their patients remotely.\n    \n\n\n          Conclusion:\n        \n      \n      Implementing CYCORE in a clinical oncology care setting is feasible and highly acceptable to both patients and providers."
        },
        {
            "title": "Improving atrial fibrillation detection in patients with implantable cardiac devices by means of a remote monitoring and management application.",
            "abstract": "Background:\n        \n      \n      Atrial fibrillation (AF) is common in patients with cardiac implantable electronic devices (CIED) and has been associated with an increased stroke risk. The aim of our project was to assess the clinical value of a web-based application, Discovery Link AFinder, in improving AF detection in CIED patients.\n    \n\n\n          Methods and results:\n        \n      \n      Seven Italian hospitals performed an observational study consisting of four phases. During phase 1, expert nurses and cardiologists prospectively followed-up CIED patients via in-hospital examinations and remote monitoring, and classified clinically relevant events, particularly AF occurrence. During phase 2, Discovery Link AFinder was exploited to identify patients who had suffered AF in the previous 12 months through the systematic scanning of device data remote transmissions. Phases 3 and 4 were repetitions of phases 1 and 2, respectively, and were implemented 6 months after the previous phases. A total of 472 consecutive patients were included in phase 1; AF occurred in 170 patients, 61 of whom were identified as new AF patients. Evidence of AF during this phase prompted prescription of oral anticoagulation (OAC) therapy in 30 patients. In phase 2, AFinder uncovered new AF, unidentified in phase 1, in 54 patients and prompted implementation of OAC therapy in 11 patients. During phase 3, 30 new AF patients were identified by means of remote monitoring, while during phase 4, a further three AF patients were identified by AFinder only.\n    \n\n\n          Conclusions:\n        \n      \n      The AFinder web-based software, applied on top of standard in-hospital and remote monitoring, improved AF detection and enabled OAC treatment to be undertaken."
        },
        {
            "title": "Telehealth remote monitoring for community-dwelling older adults with chronic obstructive pulmonary disease.",
            "abstract": "## OBJECTIVE\nTo determine if self-monitoring via home-based telehealth equipment could, when combined with ongoing remote monitoring by a nurse, reduce the incidence of hospitalizations and emergency department (ED) presentations for people with chronic obstructive pulmonary disease (COPD).\n## SUBJECTS AND METHODS\nA randomized controlled trial was used to compare the outcomes for participants receiving the telehealth equipment and monitoring with those for participants in an information-only control group, over a period of 6 months. Participants receiving the telehealth intervention were taught to measure and record their vital signs (blood pressure, weight, temperature, pulse, and oxygen saturation levels) on a daily basis. These were then transmitted automatically via telephone to a secure Web site where they were monitored each day by the telehealth nurse.\n## RESULTS\nThe telehealth group had fewer ED presentations and hospital admissions and a reduced length of stay in comparison with the control group. These results were not statistically significant. However, the reduction in health service use was large enough to result in significant cost savings, with the annual cost savings of the telehealth group compared with the control group being $2,931 per person.\n## CONCLUSIONS\nTelehealth monitoring of patient vital signs reduced health service utilization for individuals with COPD and resulted in significant cost savings. In terms of individual health benefits, improvements in participants' self-management behaviors and control over their condition was evident.\n"
        },
        {
            "title": "Wearable Sensor/Device (Fitbit One) and SMS Text-Messaging Prompts to Increase Physical Activity in Overweight and Obese Adults: A Randomized Controlled Trial.",
            "abstract": "Background:\n        \n      \n      Studies have shown self-monitoring can modify health behaviors, including physical activity (PA). This study tested the utility of a wearable sensor/device (Fitbit(®) One™; Fitbit Inc., San Francisco, CA) and short message service (SMS) text-messaging prompts to increase PA in overweight and obese adults.\n    \n\n\n          Materials and methods:\n        \n      \n      Sixty-seven adults wore a Fitbit One tracker for 6 weeks; half were randomized to also receive three daily SMS-based PA prompts. The Fitbit One consisted of a wearable tracker for instant feedback on performance and a Web site/mobile application (app) for detailed summaries. Outcome measures were objectively measured steps and minutes of PA by intensity using two accelerometers: Actigraph™ (Pensacola, FL) GT3X+ (primary measure) at baseline and Week 6 and Fitbit One (secondary measure) at baseline and Weeks 1, 2, 3, 4, 5, and 6.\n    \n\n\n          Results:\n        \n      \n      Mixed-model repeated-measures analysis of primary measures indicated a significant within-group increase of +4.3 (standard error [SE]=2.0) min/week of moderate- to vigorous-intensity PA (MVPA) at 6-week follow-up (p=0.04) in the comparison group (Fitbit only), but no study group differences across PA levels. Secondary measures indicated the SMS text-messaging effect lasted for only 1 week: the intervention group increased by +1,266 steps (SE=491; p=0.01), +17.8 min/week MVPA (SE=8.5; p=0.04), and +38.3 min/week total PA (SE=15.9; p=0.02) compared with no changes in the comparison group, and these between-group differences were significant for steps (p=0.01), fairly/very active minutes (p<0.01), and total active minutes (p=0.02).\n    \n\n\n          Conclusions:\n        \n      \n      These data suggest that the Fitbit One achieved a small increase in MVPA at follow-up and that the SMS-based PA prompts were insufficient in increasing PA beyond 1 week. Future studies can test this intervention in those requiring less help and/or test strategies to increase participants' engagement levels."
        },
        {
            "title": "The development of a mobile monitoring and feedback tool to stimulate physical activity of people with a chronic disease in primary care: a user-centered design.",
            "abstract": "Background:\n        \n      \n      Physical activity is an important aspect in the treatment of patients with chronic obstructive pulmonary disease or type-2 diabetes. A monitoring and feedback tool combined with guidance by a primary care provider might be a successful method to enhance the level of physical activity in these patients. As a prerequisite for useful technology, it is important to involve the end-users in the design process from an early stage.\n    \n\n\n          Objective:\n        \n      \n      The aim of this study was to investigate the user requirements for a tool to stimulate physical activity, embedded in primary care practice. The leading principle of this tool is to change behavior by self-monitoring, goal-setting, and feedback.\n    \n\n\n          Methods:\n        \n      \n      The research team collected qualitative data among 15 patients, 16 care professionals, and several experts. A prototype was developed in three stages. In stage 1, the literature was searched to identify end-users and context. In stage 2, the literature, experts and patient representatives were consulted to set up a use case with the general idea of the innovation. In stage 3, individual interviews and focus groups were held to identify the end-user requirements. Based on these requirements a prototype was built by the engineering team.\n    \n\n\n          Results:\n        \n      \n      The development process has led to a tool that generally meets the requirements of the end-users. A tri-axial activity sensor, worn on the hip, is connected by Bluetooth to a smartphone. In an app, quantitative feedback is given about the amount of activity and goals reached by means of graphical visualization, and an image shows a sun when the goal is reached. Overviews about activity per half an hour, per day, week, and month are provided. In the menu of the app and on a secured website, patients can enter information in individual sessions or read feedback messages generated by the system. The practice nurse can see the results of all patients on a secure webpage and can then discuss the results and set personalized goals in consultation with the patient.\n    \n\n\n          Conclusions:\n        \n      \n      This study demonstrates that a user-centered approach brings in valuable details (such as the requirements for feedback in activity minutes per day) to improve the fit between the user, technology, and the organization of care, which is important for the usability and acceptability of the tool. The tool embedded in primary care will be evaluated in a randomized controlled trial."
        },
        {
            "title": "Home-based telesurveillance program in chronic heart failure: effects on clinical status and implications for 1-year prognosis.",
            "abstract": "Background:\n        \n      \n      Studies focusing on the effects of telemanagement programs for chronic heart failure (CHF) on functional status are lacking, and the prognostic value of the clinical response to the programs is unknown. In the Lombardy region of Italy, a home-based telesurveillance program (HTP) including multidisciplinary management and remote telemonitoring for patients with CHF was introduced in 2000 and was formally adopted, as part of the services delivered by the regional healthcare system, in 2006. This article reports the effect of the HTP on the functional status and quality of life and describes the main outcomes observed within 1 year from the end of the program.\n    \n\n\n          Materials and methods:\n        \n      \n      Six-month variations of New York Heart Association (NYHA) class, left ventricular ejection fraction (LVEF), 6-min walking distance (6MWD), and Minnesota Living with Heart Failure Questionnaire (MLHFQ) score were evaluated in 602 CHF patients. Patients showing at least two of the following conditions-NYHA class reduction, increase in LVEF ≥5%, 6MWD >30 m, and a reduction of >24 points of MLHFQ-were defined as \"responders.\" One-year events included unplanned cardiovascular readmissions and mortality.\n    \n\n\n          Results:\n        \n      \n      A significant improvement in NYHA class, LVEF, 6MWD, and MLHFQ was observed. Clinical events occurred in 24.1% of non-responders and in 15.9% of responders (p=0.03). An unfavorable response to the program, the presence of an implantable cardioverter defibrillator, and multiple comorbidities were predictors of poor outcome.\n    \n\n\n          Conclusions:\n        \n      \n      The HTP was effective in improving CHF patient functional status, and an unsuccessful response to the intervention seems to be an independent marker of poor prognosis."
        },
        {
            "title": "Personalised physical exercise regime for chronic patients through a wearable ICT platform.",
            "abstract": "Today's state of the art in exercise physiology, professional athletics and sports practice in general clearly shows that the best results depend on the personalisation and continuous update of the recommendations provided to an athlete training, a sports lover or a person whose medical condition demands regular physical exercise. The vital signs information gathered in telemonitoring systems can be better evaluated and exploited if processed along with data from the subject's electronic health records, training history and performance statistics. In this context, the current paper intends to exploit modern smart miniaturised systems and advanced information systems towards the development of an infrastructure for continuous, non-invasive acquisition and advanced processing of vital signs information. In particular, it will look into wearable electronics embedded in textile capable of performing regular or exceptional measurements of vital physiological parameters and communicating them to an application server for further processing."
        },
        {
            "title": "Monitoring Progress and Adherence with Positive Airway Pressure Therapy for Obstructive Sleep Apnea: The Roles of Telemedicine and Mobile Health Applications.",
            "abstract": "Technology is changing the way health care is delivered and how patients are approaching their own health. Given the challenge within sleep medicine of optimizing adherence to continuous positive airway pressure (CPAP) therapy in patients with obstructive sleep apnea (OSA), implementation of telemedicine-based mechanisms is a critical component toward developing a comprehensive and cost-effective solution for OSA management. Key elements include the use of electronic messaging, remote monitoring, automated care mechanisms, and patient self-management platforms. Current practical sleep-related telemedicine platforms include Web-based educational programs, automated CPAP follow-up platforms that promote self-management, and peer-based patient-driven Internet support forums."
        },
        {
            "title": "Telemonitoring in chronic heart failure.",
            "abstract": "Clinical management of refractory heart failure remains challenging, with a high rate of rehospitalizations despite advances in medical and device therapy. Care can be provided in person, via telehomecare (by telephone), or telemonitoring, which involves wireless technology for remote follow-up. Telemonitoring wirelessly transmits parameters such as weight, heart rate, or blood pressure for review by health-care professionals. Cardiac implantable devices (defibrillators and cardiac resynchronization therapy) also transmit continually interrogated physiological data, such as heart rate variability or intrathoracic impedance, which may be of value to predict patients at greater risk of hospitalization for heart failure. The use of remote monitoring techniques facilitates a rapid and regular review of such data by health-care workers as part of a heart failure management programme. Current evidence supports the feasibility of such an approach but routinely assessed parameters have been shown not to impact patient outcomes. Devices that directly assess cardiac haemodynamic status through invasive measurement of pressures are currently under investigation and could potentially increase the sensitivity and specificity of predicting heart failure events. The current evidence for telemonitoring and remote monitoring, including implantable haemodynamic devices, will be reviewed."
        },
        {
            "title": "Using preventive home monitoring to reduce hospital admission rates and reduce costs: a case study of telehealth among chronic obstructive pulmonary disease patients.",
            "abstract": "We studied whether preventive home monitoring of patients with chronic obstructive pulmonary disease (COPD) could reduce the frequency of hospital admissions and lower the cost of hospitalization. Patients were recruited from a health centre, general practitioner (GP) or the pulmonary hospital ward. They were randomized to usual care or tele-rehabilitation with a telehealth monitoring device installed in their home for four months. A total of 111 patients were suitable for inclusion and consented to be randomized: 60 patients were allocated to intervention and three were lost to follow-up. In the control group 51 patients were allocated to usual care and three patients were lost to follow-up. In the tele-rehabilitation group, the mean hospital admission rate was 0.49 per patient per 10 months compared to the control group rate of 1.17; this difference was significant (P = 0.041). The mean cost of admissions was €3461 per patient in the intervention group and €4576 in the control group; this difference was not significant. The Kaplan-Meier estimates for time to hospital admission were longer for the intervention group than the controls, but the difference was not significant. Future work requires large-scale studies of prolonged home monitoring with more extended follow-up."
        },
        {
            "title": "Weight loss by telemonitoring of nutrition and physical activity in patients with metabolic syndrome for 1 year.",
            "abstract": "## OBJECTIVE\nMobile technology can improve lifestyle programs, but the monitoring techniques and carer feedback need to be optimized. To this end, we investigated the efficacy of telemonitoring physical activity and nutrition over 12 months in patients with metabolic syndrome in a randomized, parallel-group, open trial.\n## METHODS\nScreening all over Germany yielded 184 patients with metabolic syndrome. All patients attended a single 2-hour instruction meeting in their region concerning a combination diet and the importance of physical activity. Thereafter they were randomized into a control group (controls, n = 62) or one of 2 different intervention groups. Both intervention groups were issued accelerometers, which measured physical activity, recorded daily weight and calorie intake, and transmitted these data to a central server for use by patient carers. In the Active Body Control Program of University of Magdeburg (ABC) intervention group (n = 60), information and motivation was ensured by weekly letters. In the 4sigma telephone coaching (4S) intervention group (n = 58), this was accomplished by monthly telephone calls from the carers. Clinical and biochemical data for all patients were collected at 0, 4, 8, and 12 months without any regular face-to-face meetings between patients and carers. The primary endpoint was weight loss and the secondary endpoint was the presence of metabolic syndrome.\n## RESULTS\nAfter 12 months the dropout rates in the control, 4S, and ABC groups were respectively 35%, 17%, and 18%. The adjusted relative weight losses after 12 months were respectively 3.7%, 8.6%, and 11.4% (all p < 0.000 versus baseline). ABC was more effective than 4S (p = 0.041); 43% of the patients completing the study in the ABC group lost more than 15% of their baseline weight. The diagnosis of metabolic syndrome was no longer applicable in 58% of the cases in the ABC group, in 41% of the 4S group, and in 33% of the controls.\n## CONCLUSIONS\nTelemonitoring of physical activity and nutrition markedly improves weight loss and markers of metabolic syndrome.\n"
        },
        {
            "title": "Efficacy of a Physician-Led Multiparametric Telemonitoring System in Very Old Adults with Heart Failure.",
            "abstract": "## OBJECTIVES\nTo evaluate the effect of an innovative model integrating telemonitoring of vital parameters and telephone support on 6-month survival and hospital admissions of elderly adults with heart failure (HF).\n## DESIGN\nParallel-arm, randomized trial.\n## SETTING\nGeriatric acute care ward and outpatient clinic at Policlinico Campus Biomedico (Rome, Italy).\n## PARTICIPANTS\nIndividuals with HF aged 65 and older (mean age 80) randomly assigned to intervention (n = 50) or control (n = 46). Participants had an average ejection fraction of 46%.\n## INTERVENTION\nTelemonitoring system (receives and communicates oxygen saturation, heart rate, and blood pressure readings) and office-hours telephonic support provided by a geriatrician.\n## MEASUREMENTS\nCombination of all-cause death and hospital admissions.\n## RESULTS\nThe two groups were similar with the exception of the prevalence of women and of disability (both more common in the control group). Three patients for each group were lost to follow-up (final analyzed sample size: 90). Incidence of the main outcome was 42% in the control group and 21% in the intervention group (relative risk = 0.51, 95% confidence interval (CI) = 0.26-0.98). The results were unchanged after taking into account the setting of enrollment, sex, and disability (hazard ratio = 0.42, 95% CI = 0.19-0.94).\n## CONCLUSION\nTelemonitoring of elderly people with HF is feasible and reduces the risk of death and hospitalization. Further studies are needed to confirm these findings and evaluate the cost-efficacy of the service.\n"
        },
        {
            "title": "Body-Sensor-Network-Based Kinematic Characterization and Comparative Outlook of UPDRS Scoring in Leg Agility, Sit-to-Stand, and Gait Tasks in Parkinson's Disease.",
            "abstract": "Recently, we have proposed a body-sensor-network-based approach, composed of a few body-worn wireless inertial nodes, for automatic assignment of Unified Parkinson's Disease Rating Scale (UPDRS) scores in the following tasks: Leg agility (LA), Sit-to-Stand (S2S), and Gait (G). Unlike our previous works and the majority of the published studies, where UPDRS tasks were the sole focus, in this paper, we carry out a comparative investigation of the LA, S2S, and G tasks. In particular, after providing an accurate description of the features identified for the kinematic characterization of the three tasks, we comment on the correlation between the most relevant kinematic parameters and the UPDRS scoring. We analyzed the performance achieved by the automatic UPDRS scoring system and compared the estimated UPDRS evaluation with the one performed by neurologists, showing that the proposed system compares favorably with typical interrater variability. We then investigated the correlations between the UPDRS scores assigned to the various tasks by both the neurologists and the automatic system. The results, based on a limited number of subjects with Parkinson's disease (PD) (34 patients, 47 clinical trials), show poor-to-moderate correlations between the UPDRS scores of different tasks, highlighting that the patients' motor performance may vary significantly from one task to another, since different tasks relate to different aspects of the disease. An aggregate UPDRS score is also considered as a concise parameter, which can provide additional information on the overall level of the motor impairments of a Parkinson's patient. Finally, we discuss a possible implementation of a practical e-health application for the remote monitoring of PD patients."
        },
        {
            "title": "Multinational Home Use of Closed-Loop Control Is Safe and Effective.",
            "abstract": "Objective:\n        \n      \n      To evaluate the efficacy of a portable, wearable, wireless artificial pancreas system (the Diabetes Assistant [DiAs] running the Unified Safety System) on glucose control at home in overnight-only and 24/7 closed-loop control (CLC) modes in patients with type 1 diabetes.\n    \n\n\n          Research design and methods:\n        \n      \n      At six clinical centers in four countries, 30 participants 18-66 years old with type 1 diabetes (43% female, 96% non-Hispanic white, median type 1 diabetes duration 19 years, median A1C 7.3%) completed the study. The protocol included a 2-week baseline sensor-augmented pump (SAP) period followed by 2 weeks of overnight-only CLC and 2 weeks of 24/7 CLC at home. Glucose control during CLC was compared with the baseline SAP.\n    \n\n\n          Results:\n        \n      \n      Glycemic control parameters for overnight-only CLC were improved during the nighttime period compared with baseline for hypoglycemia (time <70 mg/dL, primary end point median 1.1% vs. 3.0%; P < 0.001), time in target (70-180 mg/dL: 75% vs. 61%; P < 0.001), and glucose variability (coefficient of variation: 30% vs. 36%; P < 0.001). Similar improvements for day/night combined were observed with 24/7 CLC compared with baseline: 1.7% vs. 4.1%, P < 0.001; 73% vs. 65%, P < 0.001; and 34% vs. 38%, P < 0.001, respectively.\n    \n\n\n          Conclusions:\n        \n      \n      CLC running on a smartphone (DiAs) in the home environment was safe and effective. Overnight-only CLC reduced hypoglycemia and increased time in range overnight and increased time in range during the day; 24/7 CLC reduced hypoglycemia and increased time in range both overnight and during the day. Compared with overnight-only CLC, 24/7 CLC provided additional hypoglycemia protection during the day."
        },
        {
            "title": "Internet-based device-assisted remote monitoring of cardiovascular implantable electronic devices: an evidence-based analysis.",
            "abstract": "Objective:\n        \n      \n      The objective of this Medical Advisory Secretariat (MAS) report was to conduct a systematic review of the available published evidence on the safety, effectiveness, and cost-effectiveness of Internet-based device-assisted remote monitoring systems (RMSs) for therapeutic cardiac implantable electronic devices (CIEDs) such as pacemakers (PMs), implantable cardioverter-defibrillators (ICDs), and cardiac resynchronization therapy (CRT) devices. The MAS evidence-based review was performed to support public financing decisions.\n    \n\n\n          Clinical Need: Condition and Target Population:\n        \n      \n      Sudden cardiac death (SCD) is a major cause of fatalities in developed countries. In the United States almost half a million people die of SCD annually, resulting in more deaths than stroke, lung cancer, breast cancer, and AIDS combined. In Canada each year more than 40,000 people die from a cardiovascular related cause; approximately half of these deaths are attributable to SCD.\n    \n\n      \n      Most cases of SCD occur in the general population typically in those without a known history of heart disease. Most SCDs are caused by cardiac arrhythmia, an abnormal heart rhythm caused by malfunctions of the heart’s electrical system. Up to half of patients with significant heart failure (HF) also have advanced conduction abnormalities.\n    \n\n      \n      Cardiac arrhythmias are managed by a variety of drugs, ablative procedures, and therapeutic CIEDs. The range of CIEDs includes pacemakers (PMs), implantable cardioverter-defibrillators (ICDs), and cardiac resynchronization therapy (CRT) devices. Bradycardia is the main indication for PMs and individuals at high risk for SCD are often treated by ICDs.\n    \n\n      \n      Heart failure (HF) is also a significant health problem and is the most frequent cause of hospitalization in those over 65 years of age. Patients with moderate to severe HF may also have cardiac arrhythmias, although the cause may be related more to heart pump or haemodynamic failure. The presence of HF, however, increases the risk of SCD five-fold, regardless of aetiology. Patients with HF who remain highly symptomatic despite optimal drug therapy are sometimes also treated with CRT devices.\n    \n\n      \n      With an increasing prevalence of age-related conditions such as chronic HF and the expanding indications for ICD therapy, the rate of ICD placement has been dramatically increasing. The appropriate indications for ICD placement, as well as the rate of ICD placement, are increasingly an issue. In the United States, after the introduction of expanded coverage of ICDs, a national ICD registry was created in 2005 to track these devices. A recent survey based on this national ICD registry reported that 22.5% (25,145) of patients had received a non-evidence based ICD and that these patients experienced significantly higher in-hospital mortality and post-procedural complications.\n    \n\n      \n      In addition to the increased ICD device placement and the upfront device costs, there is the need for lifelong follow-up or surveillance, placing a significant burden on patients and device clinics. In 2007, over 1.6 million CIEDs were implanted in Europe and the United States, which translates to over 5.5 million patient encounters per year if the recommended follow-up practices are considered. A safe and effective RMS could potentially improve the efficiency of long-term follow-up of patients and their CIEDs.\n    \n\n\n          Technology:\n        \n      \n      In addition to being therapeutic devices, CIEDs have extensive diagnostic abilities. All CIEDs can be interrogated and reprogrammed during an in-clinic visit using an inductive programming wand. Remote monitoring would allow patients to transmit information recorded in their devices from the comfort of their own homes. Currently most ICD devices also have the potential to be remotely monitored. Remote monitoring (RM) can be used to check system integrity, to alert on arrhythmic episodes, and to potentially replace in-clinic follow-ups and manage disease remotely. They do not currently have the capability of being reprogrammed remotely, although this feature is being tested in pilot settings.\n    \n\n      \n      Every RMS is specifically designed by a manufacturer for their cardiac implant devices. For Internet-based device-assisted RMSs, this customization includes details such as web application, multiplatform sensors, custom algorithms, programming information, and types and methods of alerting patients and/or physicians. The addition of peripherals for monitoring weight and pressure or communicating with patients through the onsite communicators also varies by manufacturer. Internet-based device-assisted RMSs for CIEDs are intended to function as a surveillance system rather than an emergency system.\n    \n\n      \n      Health care providers therefore need to learn each application, and as more than one application may be used at one site, multiple applications may need to be reviewed for alarms. All RMSs deliver system integrity alerting; however, some systems seem to be better geared to fast arrhythmic alerting, whereas other systems appear to be more intended for remote follow-up or supplemental remote disease management. The different RMSs may therefore have different impacts on workflow organization because of their varying frequency of interrogation and methods of alerts. The integration of these proprietary RM web-based registry systems with hospital-based electronic health record systems has so far not been commonly implemented.\n    \n\n      \n      Currently there are 2 general types of RMSs: those that transmit device diagnostic information automatically and without patient assistance to secure Internet-based registry systems, and those that require patient assistance to transmit information. Both systems employ the use of preprogrammed alerts that are either transmitted automatically or at regular scheduled intervals to patients and/or physicians.\n    \n\n      \n      The current web applications, programming, and registry systems differ greatly between the manufacturers of transmitting cardiac devices. In Canada there are currently 4 manufacturers—Medtronic Inc., Biotronik, Boston Scientific Corp., and St Jude Medical Inc.—which have regulatory approval for remote transmitting CIEDs. Remote monitoring systems are proprietary to the manufacturer of the implant device. An RMS for one device will not work with another device, and the RMS may not work with all versions of the manufacturer’s devices.\n    \n\n      \n      All Internet-based device-assisted RMSs have common components. The implanted device is equipped with a micro-antenna that communicates with a small external device (at bedside or wearable) commonly known as the transmitter. Transmitters are able to interrogate programmed parameters and diagnostic data stored in the patients’ implant device. The information transfer to the communicator can occur at preset time intervals with the participation of the patient (waving a wand over the device) or it can be sent automatically (wirelessly) without their participation. The encrypted data are then uploaded to an Internet-based database on a secure central server. The data processing facilities at the central database, depending on the clinical urgency, can trigger an alert for the physician(s) that can be sent via email, fax, text message, or phone. The details are also posted on the secure website for viewing by the physician (or their delegate) at their convenience.\n    \n\n\n          Research Questions:\n        \n      \n      The research directions and specific research questions for this evidence review were as follows:\n    \n\nTo identify the Internet-based device-assisted RMSs available for follow-up of patients with therapeutic CIEDs such as PMs, ICDs, and CRT devices.To identify the potential risks, operational issues, or organizational issues related to Internet-based device-assisted RM for CIEDs.To evaluate the safety, acceptability, and effectiveness of Internet-based device-assisted RMSs for CIEDs such as PMs, ICDs, and CRT devices.To evaluate the safety, effectiveness, and cost-effectiveness of Internet-based device-assisted RMSs for CIEDs compared to usual outpatient in-office monitoring strategies.To evaluate the resource implications or budget impact of RMSs for CIEDs in Ontario, Canada.\n\n\n\n          Literature Search:\n        \n      \n      The review included a systematic review of published scientific literature and consultations with experts and manufacturers of all 4 approved RMSs for CIEDs in Canada. Information on CIED cardiac implant clinics was also obtained from Provincial Programs, a division within the Ministry of Health and Long-Term Care with a mandate for cardiac implant specialty care. Various administrative databases and registries were used to outline the current clinical follow-up burden of CIEDs in Ontario. The provincial population-based ICD database developed and maintained by the Institute for Clinical Evaluative Sciences (ICES) was used to review the current follow-up practices with Ontario patients implanted with ICD devices.\n    \n\n\n          Search Strategy:\n        \n      \n      A literature search was performed on September 21, 2010 using OVID MEDLINE, MEDLINE In-Process and Other Non-Indexed Citations, EMBASE, the Cumulative Index to Nursing & Allied Health Literature (CINAHL), the Cochrane Library, and the International Agency for Health Technology Assessment (INAHTA) for studies published from 1950 to September 2010. Search alerts were generated and reviewed for additional relevant literature until December 31, 2010. Abstracts were reviewed by a single reviewer and, for those studies meeting the eligibility criteria full-text articles were obtained. Reference lists were also examined for any additional relevant studies not identified through the search.\n    \n\n\n          Inclusion Criteria:\n        \npublished between 1950 and September 2010;English language full-reports and human studies;original reports including clinical evaluations of Internet-based device-assisted RMSs for CIEDs in clinical settings;reports including standardized measurements on outcome events such as technical success, safety, effectiveness, cost, measures of health care utilization, morbidity, mortality, quality of life or patient satisfaction;randomized controlled trials (RCTs), systematic reviews and meta-analyses, cohort and controlled clinical studies.\n\n\n\n          Exclusion Criteria:\n        \nnon-systematic reviews, letters, comments and editorials;reports not involving standardized outcome events;clinical reports not involving Internet-based device assisted RM systems for CIEDs in clinical settings;reports involving studies testing or validating algorithms without RM;studies with small samples (<10 subjects).\n\n\n\n          Outcomes of Interest:\n        \n      \n      The outcomes of interest included: technical outcomes, emergency department visits, complications, major adverse events, symptoms, hospital admissions, clinic visits (scheduled and/or unscheduled), survival, morbidity (disease progression, stroke, etc.), patient satisfaction, and quality of life.\n    \n\n\n          Summary of Findings:\n        \n      \n      The MAS evidence review was performed to review available evidence on Internet-based device-assisted RMSs for CIEDs published until September 2010. The search identified 6 systematic reviews, 7 randomized controlled trials, and 19 reports for 16 cohort studies—3 of these being registry-based and 4 being multi-centered. The evidence is summarized in the 3 sections that follow.\n    \n\n1. Effectiveness of Remote Monitoring Systems of CIEDs for Cardiac Arrhythmia and Device Functioning\n\n\n      \n      In total, 15 reports on 13 cohort studies involving investigations with 4 different RMSs for CIEDs in cardiology implant clinic groups were identified in the review. The 4 RMSs were: Care Link Network® (Medtronic Inc,, Minneapolis, MN, USA); Home Monitoring® (Biotronic, Berlin, Germany); House Call 11® (St Jude Medical Inc., St Pauls, MN, USA); and a manufacturer-independent RMS. Eight of these reports were with the Home Monitoring® RMS (12,949 patients), 3 were with the Care Link® RMS (167 patients), 1 was with the House Call 11® RMS (124 patients), and 1 was with a manufacturer-independent RMS (44 patients). All of the studies, except for 2 in the United States, (1 with Home Monitoring® and 1 with House Call 11®), were performed in European countries.\n    \n\n      \n      The RMSs in the studies were evaluated with different cardiac implant device populations: ICDs only (6 studies), ICD and CRT devices (3 studies), PM and ICD and CRT devices (4 studies), and PMs only (2 studies). The patient populations were predominately male (range, 52%–87%) in all studies, with mean ages ranging from 58 to 76 years. One study population was unique in that RMSs were evaluated for ICDs implanted solely for primary prevention in young patients (mean age, 44 years) with Brugada syndrome, which carries an inherited increased genetic risk for sudden heart attack in young adults.\n    \n\n      \n      Most of the cohort studies reported on the feasibility of RMSs in clinical settings with limited follow-up. In the short follow-up periods of the studies, the majority of the events were related to detection of medical events rather than system configuration or device abnormalities. The results of the studies are summarized below:\n    \n\nThe interrogation of devices on the web platform, both for continuous and scheduled transmissions, was significantly quicker with remote follow-up, both for nurses and physicians.In a case-control study focusing on a Brugada population–based registry with patients followed-up remotely, there were significantly fewer outpatient visits and greater detection of inappropriate shocks. One death occurred in the control group not followed remotely and post-mortem analysis indicated early signs of lead failure prior to the event.Two studies examined the role of RMSs in following ICD leads under regulatory advisory in a European clinical setting and noted:– Fewer inappropriate shocks were administered in the RM group.– Urgent in-office interrogations and surgical revisions were performed within 12 days of remote alerts.– No signs of lead fracture were detected at in-office follow-up; all were detected at remote follow-up.Only 1 study reported evaluating quality of life in patients followed up remotely at 3 and 6 months; no values were reported.Patient satisfaction was evaluated in 5 cohort studies, all in short term follow-up: 1 for the Home Monitoring® RMS, 3 for the Care Link® RMS, and 1 for the House Call 11® RMS.– Patients reported receiving a sense of security from the transmitter, a good relationship with nurses and physicians, positive implications for their health, and satisfaction with RM and organization of services.– Although patients reported that the system was easy to implement and required less than 10 minutes to transmit information, a variable proportion of patients (range, 9% 39%) reported that they needed the assistance of a caregiver for their transmission.– The majority of patients would recommend RM to other ICD patients.– Patients with hearing or other physical or mental conditions hindering the use of the system were excluded from studies, but the frequency of this was not reported.Physician satisfaction was evaluated in 3 studies, all with the Care Link® RMS:– Physicians reported an ease of use and high satisfaction with a generally short-term use of the RMS.– Physicians reported being able to address the problems in unscheduled patient transmissions or physician initiated transmissions remotely, and were able to handle the majority of the troubleshooting calls remotely.– Both nurses and physicians reported a high level of satisfaction with the web registry system.\n\n\n2. Effectiveness of Remote Monitoring Systems in Heart Failure Patients for Cardiac Arrhythmia and Heart Failure Episodes\n\n\n      \n      Remote follow-up of HF patients implanted with ICD or CRT devices, generally managed in specialized HF clinics, was evaluated in 3 cohort studies: 1 involved the Home Monitoring® RMS and 2 involved the Care Link® RMS. In these RMSs, in addition to the standard diagnostic features, the cardiac devices continuously assess other variables such as patient activity, mean heart rate, and heart rate variability. Intra-thoracic impedance, a proxy measure for lung fluid overload, was also measured in the Care Link® studies. The overall diagnostic performance of these measures cannot be evaluated, as the information was not reported for patients who did not experience intra-thoracic impedance threshold crossings or did not undergo interventions. The trial results involved descriptive information on transmissions and alerts in patients experiencing high morbidity and hospitalization in the short study periods.\n    \n\n3. Comparative Effectiveness of Remote Monitoring Systems for CIEDs\n\n\n      \n      Seven RCTs were identified evaluating RMSs for CIEDs: 2 were for PMs (1276 patients) and 5 were for ICD/CRT devices (3733 patients). Studies performed in the clinical setting in the United States involved both the Care Link® RMS and the Home Monitoring® RMS, whereas all studies performed in European countries involved only the Home Monitoring® RMS.\n    \n\n\n          3A. Randomized Controlled Trials of Remote Monitoring Systems for Pacemakers:\n        \n      \n      Two trials, both multicenter RCTs, were conducted in different countries with different RMSs and study objectives. The PREFER trial was a large trial (897 patients) performed in the United States examining the ability of Care Link®, an Internet-based remote PM interrogation system, to detect clinically actionable events (CAEs) sooner than the current in-office follow-up supplemented with transtelephonic monitoring transmissions, a limited form of remote device interrogation. The trial results are summarized below:\n    \n\nIn the 375-day mean follow-up, 382 patients were identified with at least 1 CAE—111 patients in the control arm and 271 in the remote arm.The event rate detected per patient for every type of CAE, except for loss of atrial capture, was higher in the remote arm than the control arm.The median time to first detection of CAEs (4.9 vs. 6.3 months) was significantly shorter in the RMS group compared to the control group (P < 0.0001).Additionally, only 2% (3/190) of the CAEs in the control arm were detected during a transtelephonic monitoring transmission (the rest were detected at in-office follow-ups), whereas 66% (446/676) of the CAEs were detected during remote interrogation.\n\n\n      \n      The second study, the OEDIPE trial, was a smaller trial (379 patients) performed in France evaluating the ability of the Home Monitoring® RMS to shorten PM post-operative hospitalization while preserving the safety of conventional management of longer hospital stays.\n    \n\nImplementation and operationalization of the RMS was reported to be successful in 91% (346/379) of the patients and represented 8144 transmissions.In the RM group 6.5% of patients failed to send messages (10 due to improper use of the transmitter, 2 with unmanageable stress). Of the 172 patients transmitting, 108 patients sent a total of 167 warnings during the trial, with a greater proportion of warnings being attributed to medical rather than technical causes.Forty percent had no warning message transmission and among these, 6 patients experienced a major adverse event and 1 patient experienced a non-major adverse event. Of the 6 patients having a major adverse event, 5 contacted their physician.The mean medical reaction time was faster in the RM group (6.5 ± 7.6 days vs. 11.4 ± 11.6 days).The mean duration of hospitalization was significantly shorter (P < 0.001) for the RM group than the control group (3.2 ± 3.2 days vs. 4.8 ± 3.7 days).Quality of life estimates by the SF-36 questionnaire were similar for the 2 groups at 1-month follow-up.\n\n\n\n          3B. Randomized Controlled Trials Evaluating Remote Monitoring Systems for ICD or CRT Devices:\n        \n      \n      The 5 studies evaluating the impact of RMSs with ICD/CRT devices were conducted in the United States and in European countries and involved 2 RMSs—Care Link® and Home Monitoring ®. The objectives of the trials varied and 3 of the trials were smaller pilot investigations.\n    \n\n      \n      The first of the smaller studies (151 patients) evaluated patient satisfaction, achievement of patient outcomes, and the cost-effectiveness of the Care Link® RMS compared to quarterly in-office device interrogations with 1-year follow-up.\n    \n\nIndividual outcomes such as hospitalizations, emergency department visits, and unscheduled clinic visits were not significantly different between the study groups.Except for a significantly higher detection of atrial fibrillation in the RM group, data on ICD detection and therapy were similar in the study groups.Health-related quality of life evaluated by the EuroQoL at 6-month or 12-month follow-up was not different between study groups.Patients were more satisfied with their ICD care in the clinic follow-up group than in the remote follow-up group at 6-month follow-up, but were equally satisfied at 12- month follow-up.\n\n\n      \n      The second small pilot trial (20 patients) examined the impact of RM follow-up with the House Call 11® system on work schedules and cost savings in patients randomized to 2 study arms varying in the degree of remote follow-up.\n    \n\nThe total time including device interrogation, transmission time, data analysis, and physician time required was significantly shorter for the RM follow-up group.The in-clinic waiting time was eliminated for patients in the RM follow-up group.The physician talk time was significantly reduced in the RM follow-up group (P < 0.05).The time for the actual device interrogation did not differ in the study groups.\n\n\n      \n      The third small trial (115 patients) examined the impact of RM with the Home Monitoring® system compared to scheduled trimonthly in-clinic visits on the number of unplanned visits, total costs, health-related quality of life (SF-36), and overall mortality.\n    \n\nThere was a 63.2% reduction in in-office visits in the RM group.Hospitalizations or overall mortality (values not stated) were not significantly different between the study groups.Patient-induced visits were higher in the RM group than the in-clinic follow-up group.\n\n\n\n          The TRUST Trial:\n        \n      \n      The TRUST trial was a large multicenter RCT conducted at 102 centers in the United States involving the Home Monitoring® RMS for ICD devices for 1450 patients. The primary objectives of the trial were to determine if remote follow-up could be safely substituted for in-office clinic follow-up (3 in-office visits replaced) and still enable earlier physician detection of clinically actionable events.\n    \n\nAdherence to the protocol follow-up schedule was significantly higher in the RM group than the in-office follow-up group (93.5% vs. 88.7%, P < 0.001).Actionability of trimonthly scheduled checks was low (6.6%) in both study groups. Overall, actionable causes were reprogramming (76.2%), medication changes (24.8%), and lead/system revisions (4%), and these were not different between the 2 study groups.The overall mean number of in-clinic and hospital visits was significantly lower in the RM group than the in-office follow-up group (2.1 per patient-year vs. 3.8 per patient-year, P < 0.001), representing a 45% visit reduction at 12 months.The median time from onset of first arrhythmia to physician evaluation was significantly shorter (P < 0.001) in the RM group than in the in-office follow-up group for all arrhythmias (1 day vs. 35.5 days).The median time to detect clinically asymptomatic arrhythmia events—atrial fibrillation (AF), ventricular fibrillation (VF), ventricular tachycardia (VT), and supra-ventricular tachycardia (SVT)—was also significantly shorter (P < 0.001) in the RM group compared to the in-office follow-up group (1 day vs. 41.5 days) and was significantly quicker for each of the clinical arrhythmia events—AF (5.5 days vs. 40 days), VT (1 day vs. 28 days), VF (1 day vs. 36 days), and SVT (2 days vs. 39 days).System-related problems occurred infrequently in both groups—in 1.5% of patients (14/908) in the RM group and in 0.7% of patients (3/432) in the in-office follow-up group.The overall adverse event rate over 12 months was not significantly different between the 2 groups and individual adverse events were also not significantly different between the RM group and the in-office follow-up group: death (3.4% vs. 4.9%), stroke (0.3% vs. 1.2%), and surgical intervention (6.6% vs. 4.9%), respectively.The 12-month cumulative survival was 96.4% (95% confidence interval [CI], 95.5%–97.6%) in the RM group and 94.2% (95% confidence interval [CI], 91.8%–96.6%) in the in-office follow-up group, and was not significantly different between the 2 groups (P = 0.174).\n\n\n\n          The CONNECT Trial:\n        \n      \n      The CONNECT trial, another major multicenter RCT, involved the Care Link® RMS for ICD/CRT devices in a15-month follow-up study of 1,997 patients at 133 sites in the United States. The primary objective of the trial was to determine whether automatically transmitted physician alerts decreased the time from the occurrence of clinically relevant events to medical decisions. The trial results are summarized below:\n\n\nOf the 575 clinical alerts sent in the study, 246 did not trigger an automatic physician alert. Transmission failures were related to technical issues such as the alert not being programmed or not being reset, and/or a variety of patient factors such as not being at home and the monitor not being plugged in or set up.The overall mean time from the clinically relevant event to the clinical decision was significantly shorter (P < 0.001) by 17.4 days in the remote follow-up group (4.6 days for 172 patients) than the in-office follow-up group (22 days for 145 patients).– The median time to a clinical decision was shorter in the remote follow-up group than in the in-office follow-up group for an AT/AF burden greater than or equal to 12 hours (3 days vs. 24 days) and a fast VF rate greater than or equal to 120 beats per minute (4 days vs. 23 days).Although infrequent, similar low numbers of events involving low battery and VF detection/therapy turned off were noted in both groups. More alerts, however, were noted for out-of-range lead impedance in the RM group (18 vs. 6 patients), and the time to detect these critical events was significantly shorter in the RM group (same day vs. 17 days).Total in-office clinic visits were reduced by 38% from 6.27 visits per patient-year in the in-office follow-up group to 3.29 visits per patient-year in the remote follow-up group.Health care utilization visits (N = 6,227) that included cardiovascular-related hospitalization, emergency department visits, and unscheduled clinic visits were not significantly higher in the remote follow-up group.The overall mean length of hospitalization was significantly shorter (P = 0.002) for those in the remote follow-up group (3.3 days vs. 4.0 days) and was shorter both for patients with ICD (3.0 days vs. 3.6 days) and CRT (3.8 days vs. 4.7 days) implants.The mortality rate between the study arms was not significantly different between the follow-up groups for the ICDs (P = 0.31) or the CRT devices with defribillator (P = 0.46).\n\n\n\n          Conclusions:\n        \n      \n      There is limited clinical trial information on the effectiveness of RMSs for PMs. However, for RMSs for ICD devices, multiple cohort studies and 2 large multicenter RCTs demonstrated feasibility and significant reductions in in-office clinic follow-ups with RMSs in the first year post implantation. The detection rates of clinically significant events (and asymptomatic events) were higher, and the time to a clinical decision for these events was significantly shorter, in the remote follow-up groups than in the in-office follow-up groups. The earlier detection of clinical events in the remote follow-up groups, however, was not associated with lower morbidity or mortality rates in the 1-year follow-up. The substitution of almost all the first year in-office clinic follow-ups with RM was also not associated with an increased health care utilization such as emergency department visits or hospitalizations.\n    \n\n      \n      The follow-up in the trials was generally short-term, up to 1 year, and was a more limited assessment of potential longer term device/lead integrity complications or issues. None of the studies compared the different RMSs, particularly the different RMSs involving patient-scheduled transmissions or automatic transmissions. Patients’ acceptance of and satisfaction with RM were reported to be high, but the impact of RM on patients’ health-related quality of life, particularly the psychological aspects, was not evaluated thoroughly. Patients who are not technologically competent, having hearing or other physical/mental impairments, were identified as potentially disadvantaged with remote surveillance. Cohort studies consistently identified subgroups of patients who preferred in-office follow-up. The evaluation of costs and workflow impact to the health care system were evaluated in European or American clinical settings, and only in a limited way.\n    \n\n      \n      Internet-based device-assisted RMSs involve a new approach to monitoring patients, their disease progression, and their CIEDs. Remote monitoring also has the potential to improve the current postmarket surveillance systems of evolving CIEDs and their ongoing hardware and software modifications. At this point, however, there is insufficient information to evaluate the overall impact to the health care system, although the time saving and convenience to patients and physicians associated with a substitution of in-office follow-up by RM is more certain. The broader issues surrounding infrastructure, impacts on existing clinical care systems, and regulatory concerns need to be considered for the implementation of Internet-based RMSs in jurisdictions involving different clinical practices."
        },
        {
            "title": "A telemedicine support for diabetes management: the T-IDDM project.",
            "abstract": "In the context of the EU funded Telematic Management of Insulin-Dependent Diabetes Mellitus (T-IDDM) project, we have designed, developed and evaluated a telemedicine system for insulin dependent diabetic patients management. The system relies on the integration of two modules, a Patient Unit (PU) and a Medical Unit (MU), able to communicate over the Internet and the Public Switched Telephone Network. Using the PU, patients are allowed to automatically download their monitoring data from the blood glucose monitoring device, and to send them to the hospital data-base; moreover, they are supported in their every day self monitoring activity. The MU provides physicians with a set of tools for data visualization, data analysis and decision support, and allows them to send messages and/or therapeutic advice to the patients. The T-IDDM service has been evaluated through the application of a formal methodology, and has been used by European patients and physicians for about 18 months. The results obtained during the project demonstration, even if obtained on a pilot study of 12 subjects, show the feasibility of the T-IDDM telemedicine service, and seem to substantiate the hypothesis that the use of the system could present an advantage in the management of insulin dependent diabetic patients, by improving communications and, potentially, clinical outcomes."
        },
        {
            "title": "SIRRACT: An International Randomized Clinical Trial of Activity Feedback During Inpatient Stroke Rehabilitation Enabled by Wireless Sensing.",
            "abstract": "Background:\n        \n      \n      Walking-related disability is the most frequent reason for inpatient stroke rehabilitation. Task-related practice is a critical component for improving patient outcomes.\n    \n\n\n          Objective:\n        \n      \n      To test the feasibility of providing quantitative feedback about daily walking performance and motivating greater skills practice via remote sensing.\n    \n\n\n          Methods:\n        \n      \n      In this phase III randomized, single blind clinical trial, patients participated in conventional therapies while wearing wireless sensors (triaxial accelerometers) at both ankles. Activity-recognition algorithms calculated the speed, distance, and duration of walking bouts. Three times a week, therapists provided either feedback about performance on a 10-meter walk (speed only) or walking speed feedback plus a review of walking activity recorded by the sensors (augmented). Primary outcomes at discharge included total daily walking time, derived from the sensors, and a timed 15-meter walk.\n    \n\n\n          Results:\n        \n      \n      Sixteen rehabilitation centers in 11 countries enrolled 135 participants over 15 months. Sensors recorded more than 1800 days of therapy, 37 000 individual walking bouts, and 2.5 million steps. No significant differences were found between the 2 feedback groups in daily walking time (15.1 ± 13.1 vs 16.6 ± 14.3 minutes, P = .54) or 15-meter walking speed (0.93 ± 0.47 vs 0.91 ± 0.53 m/s, P = .96). Remarkably, 30% of participants decreased their total daily walking time over their rehabilitation stay.\n    \n\n\n          Conclusions:\n        \n      \n      In this first trial of remote monitoring of inpatient stroke rehabilitation, augmented feedback beyond speed alone did not increase the time spent practicing or improve walking outcomes. Remarkably modest time was spent walking. Wireless sensing, however, allowed clinicians to audit skills practice and provided ground truth regarding changes in clinically important, mobility-related activities."
        },
        {
            "title": "Workload, time and costs of the informal cares in patients with tele-monitoring of pacemakers: the PONIENTE study.",
            "abstract": "Objectives:\n        \n      \n      The purpose of this study was to assess the burden borne by and the costs to informal caregivers of patients with remotely monitored (RM) pacemakers.\n    \n\n\n          Methods:\n        \n      \n      The PONIENTE study was a controlled, non-randomised clinical trial, with data collected from informal caregivers, 12 months after implantation of pacemakers. The survey on disabilities, personal autonomy, and dependency situations was used to gather information on demographic and social characteristics, levels of professionalism, time and types of care, difficulties in providing care, health status, professional aspects, economic and family or leisure impacts due to informal caregiving for patients with pacemakers.\n    \n\n\n          Results:\n        \n      \n      During 14 months, 76 caregivers were enrolled in the PONIENTE trial. Of which, 26 were included in the RM group and 50 in the hospital-monitored group (HM). The mean ages were 58.62 ± 16.51 and 61.10 ± 12.67 years, respectively (p = 0.56) in the groups, and 69.7 % were females. The majority (96.1 %) of the caregivers declared that they had to provide their services between 6 and 7 days per week (88.5 % in RM group versus 100 % in HM group; p = 0.037). The costs related to care provided by the informal caregivers were 21.38 % lower in the RM group than in the HM group (p = 0.033).\n    \n\n\n          Conclusions:\n        \n      \n      The PONIENTE study shows a significant impact of informal care on relatives and friends of patients with pacemakers in terms of their well-being and costs.\n    \n\n\n          Trial registration:\n        \n      \n      ClinicalTrials.gov NCT02234245."
        },
        {
            "title": "Remote Patient Monitoring via Non-Invasive Digital Technologies: A Systematic Review.",
            "abstract": "Background:\n        \n      \n      We conducted a systematic literature review to identify key trends associated with remote patient monitoring (RPM) via noninvasive digital technologies over the last decade.\n    \n\n\n          Materials and methods:\n        \n      \n      A search was conducted in EMBASE and Ovid MEDLINE. Citations were screened for relevance against predefined selection criteria based on the PICOTS (Population, Intervention, Comparator, Outcomes, Timeframe, and Study Design) format. We included studies published between January 1, 2005 and September 15, 2015 that used RPM via noninvasive digital technology (smartphones/personal digital assistants [PDAs], wearables, biosensors, computerized systems, or multiple components of the formerly mentioned) in evaluating health outcomes compared to standard of care or another technology. Studies were quality appraised according to Critical Appraisal Skills Programme.\n    \n\n\n          Results:\n        \n      \n      Of 347 articles identified, 62 met the selection criteria. Most studies were randomized control trials with older adult populations, small sample sizes, and limited follow-up. There was a trend toward multicomponent interventions (n = 26), followed by smartphones/PDAs (n = 12), wearables (n = 11), biosensor devices (n = 7), and computerized systems (n = 6). Another key trend was the monitoring of chronic conditions, including respiratory (23%), weight management (17%), metabolic (18%), and cardiovascular diseases (16%). Although substantial diversity in health-related outcomes was noted, studies predominantly reported positive findings.\n    \n\n\n          Conclusions:\n        \n      \n      This review will help decision makers develop a better understanding of the current landscape of peer-reviewed literature, demonstrating the utility of noninvasive RPM in various patient populations. Future research is needed to determine the effectiveness of RPM via noninvasive digital technologies in delivering patient healthcare benefits and the feasibility of large-scale implementation."
        },
        {
            "title": "Embedded fall and activity monitoring for a wearable ambient assisted living solution for older adults.",
            "abstract": "With the rapidly increasing over 60 and over 80 age groups in society, greater emphasis will be put on technology to detect emergency situations, such as falls, in order to promote independent living. This paper describes the development and deployment of fall-detection, activity classification and energy expenditure algorithms, deployed in a tele-monitoring system. These algorithms were successfully tested in an end-user trial involving 9 elderly volunteers using the system for 28 days."
        },
        {
            "title": "Advances in wearable technology and its medical applications.",
            "abstract": "The concept of monitoring individuals in the home and community settings was introduced more than 50 years ago, when Holter monitoring was proposed (in the late 1940s) and later adopted (in the 1960s) as a clinical tool. However, technologies to fully enable such vision were lacking and only sporadic and rather obtrusive monitoring techniques were available for several decades. Over the past decade, we have witnessed a great deal of progress in the field of wearable sensors and systems. Advances in this field have finally provided the tools to implement and deploy technology with the capabilities required by researchers in the field of patients' home monitoring. These technologies provide the tools to achieve early diagnosis of diseases such as congestive heart failure, prevention of chronic conditions such as diabetes, improved clinical management of neurodegenerative conditions such as Parkinson's disease, and the ability to promptly respond to emergency situations such as seizures in patients with epilepsy and cardiac arrest in subjects undergoing cardiovascular monitoring. Current research efforts are focused on the development of systems enabling clinical applications. The current focus on developing and deploying wearable systems targeting specific clinical applications has the potential of leading to clinical adoption within the next five to ten years."
        },
        {
            "title": "Pulmonary disease management system with distributed wearable sensors.",
            "abstract": "A pulmonary disease management system with on-body and near-body sensors is introduced in this presentation. The system is wearable for continuous ambulatory monitoring. Distributed sensor data is transferred through a wireless body area network (BAN) to a central controller for real time analysis. Physiological and environmental parameters are monitored and analyzed using prevailing clinical guidelines for self-management of environmentally-linked pulmonary ailments. The system provides patients with reminders, warnings, and instructions to reduce emergency room and physician visits, and improve clinical outcomes."
        },
        {
            "title": "A web application for managing data of cardiovascular risk patients.",
            "abstract": "In the last years the development of home based e-health applications, which use information, telecommunication and videoconferencing technologies, is increased because of their characteristics that allow reducing hospitalization costs and managing and monitoring patient health in real time. However, the development of a home based e-health monitoring system requires the contribution of different expertise, from medicine to engineering, and technologies, from electronics to medical informatics and telemedicine. Here we illustrate a home based e-health project that has been developed with the cooperation of several different research groups of the Bioengineer Department of the \"Politecnico di Milano\". They provided and integrated all required knowledge and background, including Biomedical Electronics and Biosensors, Biosignal Processing, Medical Informatics and Telemedicine, and Information And Communication Technologies. The aim of the discussed work was to design and implement a Web application that enables different healthcare actors to insert and browse healthcare data, bio-signals, and biomedical images of patients enrolled in a program of cardiovascular risk prevention. Such application is intended to be part of a home monitoring system to be used during the home physical training program of cardiovascular risk patients."
        },
        {
            "title": "The impact of supported telemetric monitoring in people with type 2 diabetes: study protocol for a randomised controlled trial.",
            "abstract": "Background:\n        \n      \n      Diabetes prevalence is increasing and current methods of management are unsustainable. Effective approaches to supporting self-management are required. The aim of this randomized controlled trial is to establish whether supported telemetric monitoring of glycemic control and blood pressure results in reductions in glycosylated hemoglobin (HbA1c; the primary outcome of a measure of long-term glycemic control) and secondary outcomes of blood pressure and weight among people with poorly controlled diabetes compared to a control group receiving usual care.\n    \n\n\n          Methods/design:\n        \n      \n      Design: multi-center, randomized controlled trial with embedded qualitative study. Setting: primary care in Lothian, Kent, Glasgow and Borders regions in the UK. Participants: people with type 2 diabetes and confirmed HbA1c>7.5% (58 mmol/mol). Intervention/comparison: randomization to intervention or control groups will be performed by the Edinburgh Clinical Trials Unit. Participants in the intervention group will be shown how to use blood glucose and blood pressure monitors and weighing scales which use Bluetooth wireless technology to transmit readings via modem to a remote server. These participants will be asked to provide at least twice weekly measurements of morning and evening blood glucose and weekly measurements of weight and blood pressure. Measurements will be checked at least weekly by practice nurses who will contact the patients to adjust therapy according to guidelines and reinforce lifestyle advice. Participants in the control group will receive usual care. All participants will receive an individual education session. Follow-up: measurements will be performed at practices 9 months after randomization by research nurses blinded to allocation. The primary outcome measure is HbA1c and secondary outcomes measure are daytime systolic and diastolic blood pressure, weight and cost per quality-adjusted life year. Analysis: intention-to-treat analyses will be performed. The sample size of 320 participants allows for 20% drop-out and has 80% power at 5% significance to detect a 0.5% absolute (6 mmol/mol) fall in HbA1c in the intervention group. The qualitative study will explore the experiences of patients and professionals using the intervention.\n    \n\n\n          Trial registration:\n        \n      \n      Trial registration number ISRCTN71674628."
        },
        {
            "title": "Feasibility of outpatient fully integrated closed-loop control: first studies of wearable artificial pancreas.",
            "abstract": "Objective:\n        \n      \n      To evaluate the feasibility of a wearable artificial pancreas system, the Diabetes Assistant (DiAs), which uses a smart phone as a closed-loop control platform.\n    \n\n\n          Research design and methods:\n        \n      \n      Twenty patients with type 1 diabetes were enrolled at the Universities of Padova, Montpellier, and Virginia and at Sansum Diabetes Research Institute. Each trial continued for 42 h. The United States studies were conducted entirely in outpatient setting (e.g., hotel or guest house); studies in Italy and France were hybrid hospital-hotel admissions. A continuous glucose monitoring/pump system (Dexcom Seven Plus/Omnipod) was placed on the subject and was connected to DiAs. The patient operated the system via the DiAs user interface in open-loop mode (first 14 h of study), switching to closed-loop for the remaining 28 h. Study personnel monitored remotely via 3G or WiFi connection to DiAs and were available on site for assistance.\n    \n\n\n          Results:\n        \n      \n      The total duration of proper system communication functioning was 807.5 h (274 h in open-loop and 533.5 h in closed-loop), which represented 97.7% of the total possible time from admission to discharge. This exceeded the predetermined primary end point of 80% system functionality.\n    \n\n\n          Conclusions:\n        \n      \n      This study demonstrated that a contemporary smart phone is capable of running outpatient closed-loop control and introduced a prototype system (DiAs) for further investigation. Following this proof of concept, future steps should include equipping insulin pumps and sensors with wireless capabilities, as well as studies focusing on control efficacy and patient-oriented clinical outcomes."
        },
        {
            "title": "Organizational-Level Strategies With or Without an Activity Tracker to Reduce Office Workers' Sitting Time: Rationale and Study Design of a Pilot Cluster-Randomized Trial.",
            "abstract": "Background:\n        \n      \n      The office workplace is a key setting in which to address excessive sitting time and inadequate physical activity. One major influence on workplace sitting is the organizational environment. However, the impact of organizational-level strategies on individual level activity change is unknown. Further, the emergence of sophisticated, consumer-targeted wearable activity trackers that facilitate real-time self-monitoring of activity, may be a useful adjunct to support organizational-level strategies, but to date have received little evaluation in this workplace setting.\n    \n\n\n          Objective:\n        \n      \n      The aim of this study is to evaluate the feasibility, acceptability, and effectiveness of organizational-level strategies with or without an activity tracker on sitting, standing, and stepping in office workers in the short (3 months, primary aim) and long-term (12 months, secondary aim).\n    \n\n\n          Methods:\n        \n      \n      This study is a pilot, cluster-randomized trial (with work teams as the unit of clustering) of two interventions in office workers: organizational-level support strategies (eg, visible management support, emails) or organizational-level strategies plus the use of a waist-worn activity tracker (the LUMOback) that enables self-monitoring of sitting, standing, and stepping time and enables users to set sitting and posture alerts. The key intervention message is to 'Stand Up, Sit Less, and Move More.' Intervention elements will be implemented from within the organization by the Head of Workplace Wellbeing. Participants will be recruited via email and enrolled face-to-face. Assessments will occur at baseline, 3, and 12 months. Time spent sitting, sitting in prolonged (≥30 minute) bouts, standing, and stepping during work hours and across the day will be measured with activPAL3 activity monitors (7 days, 24 hours/day protocol), with total sitting time and sitting time during work hours the primary outcomes. Web-based questionnaires, LUMOback recorded data, telephone interviews, and focus groups will measure the feasibility and acceptability of both interventions and potential predictors of behavior change.\n    \n\n\n          Results:\n        \n      \n      Baseline and follow-up data collection has finished. Results are expected in 2016.\n    \n\n\n          Conclusions:\n        \n      \n      This pilot, cluster-randomized trial will evaluate the feasibility, acceptability, and effectiveness of two interventions targeting reductions in sitting and increases in standing and stepping in office workers. Few studies have evaluated these intervention strategies and this study has the potential to contribute both short and long-term findings."
        },
        {
            "title": "Health Economic Impact of a Pulmonary Artery Pressure Sensor for Heart Failure Telemonitoring: A Dynamic Simulation.",
            "abstract": "Aims:\n        \n      \n      Recently, a permanently implantable wireless system, designed to monitor and manage pulmonary artery (PA) pressures remotely, demonstrated significant reductions in heart failure (HF) hospitalizations in high-risk symptomatic patients, regardless of ejection fraction. The objectives of this study were to simulate the estimated clinical and economic impact in Germany of generalized use of this PA pressure monitoring system considering reductions of HF hospitalizations and the improvement in Quality of Life.\n    \n\n\n          Materials and methods:\n        \n      \n      Based on the Prospective Health Technology Assessment approach, we simulated the potential of the widespread application of PA pressure monitoring on the German healthcare system for the period 2009-2021.\n    \n\n\n          Results:\n        \n      \n      This healthcare economic simulation formulated input assumptions based on results from the CHAMPION Trial, a multicenter, prospective, randomized controlled U.S. trial that demonstrated a 37% reduction of hospitalizations in persistently symptomatic previous HF patients. Based on these results, an estimated 114,800 hospitalizations would expected to be avoided. This effect would potentially save an estimated €522 million, an equivalent of $575 million, during the entire simulation period.\n    \n\n\n          Conclusion:\n        \n      \n      This healthcare economic modeling of the PA pressure monitoring system's impact demonstrates substantial clinical and economic benefits in the German healthcare system."
        },
        {
            "title": "Performance of the first combined smartwatch and smartphone diabetes diary application study.",
            "abstract": "Background:\n        \n      \n      Wearable computing has long been described as the solution to many health challenges. However, the use of this technology as a diabetes patient self-management tool has not been fully explored. A promising platform for this use is the smartwatch-a wrist-worn device that not only tells time but also provides internet connection and ability to communicate information to and from a mobile phone.\n    \n\n\n          Method:\n        \n      \n      Over 9 months, the design of a diabetes diary application for a smartwatch was completed using agile development methods. The system, including a two-way communication between the applications on the smartwatch and mobile phone, was tested with 6 people with type 1 diabetes. A small number of participants was deliberately chosen due to ensure an efficient use of resources on a novel system.\n    \n\n\n          Results:\n        \n      \n      The designed smartwatch system displays the time, day, date, and remaining battery time. It also allows for the entry of carbohydrates, insulin, and blood glucose (BG), with the option to view previously recorded data. Users were able to record specific physical activities, program reminders, and automatically record and transfer data, including step counts, to the mobile phone version of the diabetes diary. The smartwatch system can also be used as a stand-alone tool. Users reported usefulness, responded positively toward its functionalities, and also provided specific suggestions for further development. Suggestions were implemented after the feasibility study.\n    \n\n\n          Conclusions:\n        \n      \n      The presented system and study demonstrate that smartwatches have opened up new possibilities within the diabetes self-management field by providing easier ways of monitoring BG, insulin injections, physical activity and dietary information directly from the wrist."
        },
        {
            "title": "The impact of an online social network with wireless monitoring devices on physical activity and weight loss.",
            "abstract": "## BACKGROUND\nOnline social networks (OSNs) are a new, promising approach for catalyzing health-related behavior change. To date, the empirical evidence on their impact has been limited.\n## PURPOSE\nUsing a randomized trial, we assessed the impact of a health-oriented OSN with accelerometer and scales on participant's physical activity, weight, and clinical indicators.\n## METHODS\nA sample of 349 PeaceHealth Oregon employees and family members were randomized to the iWell OSN or a control group and followed for 6 months in 2010-2011. The iWell OSN enabled participants to connect with \"friends,\" make public postings, view contacts' postings, set goals, download the number of their steps from an accelerometer and their weight from a scale, view trends in physical activity and weight, and compete against others in physical activity. Both control and intervention participants received traditional education material on diet and physical activity. Laboratory data on weight and clinical indicators (triglycerides, high-density lipoprotein, or low-density lipoprotein), and self-reported data on physical activity, were collected at baseline, 3 months, and 6 months.\n## RESULTS\nAt 6 months, the intervention group increased leisure walking minutes by 164% compared with 47% in the control group. The intervention group also lost more weight than the controls (5.2 pounds compared with 1.5 pounds). There were no observed significant differences in vigorous exercise or clinical indicators between the 2 groups. Among intervention participants, greater OSN use, as measured by number of private messages sent, was associated with a greater increase in leisure walking and greater weight reduction over the study period.\n## CONCLUSIONS\nThe study provides evidence that interventions using OSNs can successfully promote increases in physical activity and weight loss.\n"
        },
        {
            "title": "Impact of telehealth on clinical outcomes in patients with heart failure.",
            "abstract": "The purpose of this randomized field study was to determine the effects of telehomecare on hospitalization, emergency department (ED) use, mortality, and symptoms related to sodium and fluid intake, medication use, and physical activity. The sample consists of 284 patients with heart failure. The authors used logistic regression to study the effects of telehomecare on health services utilization and mortality and a general linear model to analyze changes in self-reported symptoms. On average, patients in the telehomecare groups had a lower probability of hospitalizations and ED visits than did patients in the control group. Differences were statistically significant at 60 days but not 120 days. Results show a greater reduction in symptoms for patients using telehomecare compared to control patients. The technology enables frequent monitoring of clinical indices and permits the home health care nurse to detect changes in cardiac status and intervene when necessary.\n"
        },
        {
            "title": "Remote monitoring of implantable pacemakers: in-office setup significantly improves successful data transmission.",
            "abstract": "Background:\n        \n      \n      Remote wireless follow-up of implanted pacemakers (PM) has become an attractive method of follow-up. Although wireless PM follow-up has several advantages compared with transtelephonic and office-based follow-up, its utility depends on successful transmission.\n    \n\n\n          Hypothesis:\n        \n      \n      Initial in-office setup of wireless PM will improve transmission rate as compared with home setup.\n    \n\n\n          Methods:\n        \n      \n      A total of 202 consecutive patients from 2 medical centers were included in this retrospective study. Patients in the home setup group (N = 101) had traditional home setup of wireless PM, whereas patients in the in-office group (N = 101) had setup of PMs by allied health professionals during the postoperative office visit. Successful transmission was defined as successful initial wireless transmission of PM data by 2 months postimplant.\n    \n\n\n          Results:\n        \n      \n      Of the 101 patients in the home setup group, 22 (22%) patients had successful transmission. Of the 101 patients in the in-office group, 92 (91%) patients had successful transmission (P < 0.0001). Logistic regression analysis showed that that the in-office group was independently associated with successful transmission (odds ratio: 114.5; 95% confidence interval: 32.1-408.4; P < 0.0001).\n    \n\n\n          Conclusions:\n        \n      \n      In patients implanted with PM capable of remote wireless data transmission, initial home setup of the wireless monitoring device was frequently unsuccessful. In-office PM setup was associated with a significantly higher rate of successful transmission."
        },
        {
            "title": "Remote Health Monitoring for Older Adults and Those with Heart Failure: Adherence and System Usability.",
            "abstract": "Background:\n        \n      \n      Remote health monitoring technology has been suggested as part of an early intervention and prevention care model. Older adults with a chronic health condition have been shown to benefit from remote monitoring but often have challenges with complex technology. The current study reports on the usability of and adherence with an integrated, real-time monitoring system over an extended period of time by older adults with and without a chronic health condition.\n    \n\n\n          Materials and methods:\n        \n      \n      Older adults 55 years of age and over with and without heart failure participated in a study in which a telehealth system was used for 6 months each. The system consisted of a wireless wristwatch-based monitoring device that continuously collected temperature and motion data. Other health information was collected daily using a weight scale, blood pressure cuff, and tablet that participants used for health surveys. Data were automatically analyzed and summarized by the system and presented to study nurses.\n    \n\n\n          Results:\n        \n      \n      Forty-one older adults participated. Seventy-one percent of surveys, 75% of blood pressure readings, and 81% of daily weight measurements were taken. Participants wore the watch monitor 77% of the overall 24/7 time requested. The weight scale had the highest usability rating in both groups. The groups did not otherwise differ on device usage.\n    \n\n\n          Conclusions:\n        \n      \n      The findings indicate that a health monitoring system designed for older adults can and will be used for an extended period of time and may help older adults with chronic conditions reside longer in their own homes in partnership with the healthcare system."
        },
        {
            "title": "Data mining for blood glucose prediction and knowledge discovery in diabetic patients: the METABO diabetes modeling and management system.",
            "abstract": "METABO is a diabetes monitoring and management system which aims at recording and interpreting patient's context, as well as, at providing decision support to both the patient and the doctor. The METABO system consists of (a) a Patient's Mobile Device (PMD), (b) different types of unobtrusive biosensors, (c) a Central Subsystem (CS) located remotely at the hospital and (d) the Control Panel (CP) from which physicians can follow-up their patients and gain also access to the CS. METABO provides a multi-parametric monitoring system which facilitates the efficient and systematic recording of dietary, physical activity, medication and medical information (continuous and discontinuous glucose measurements). Based on all recorded contextual information, data mining schemes that run in the PMD are responsible to model patients' metabolism, predict hypo/hyper-glycaemic events, and provide the patient with short and long-term alerts. In addition, all past and recently-recorded data are analyzed to extract patterns of behavior, discover new knowledge and provide explanations to the physician through the CP. Advanced tools in the CP allow the physician to prescribe personalized treatment plans and frequently quantify patient's adherence to treatment."
        },
        {
            "title": "ISHNE/EHRA expert consensus on remote monitoring of cardiovascular implantable electronic devices (CIEDs).",
            "abstract": "We are in the midst of a rapidly evolving era of technology-assisted medicine. The field of telemedicine provides the opportunity for highly individualized medical management in a way that has never been possible before. Evolving medical technologies using cardiac implantable devices with capabilities for remote monitoring permit evaluation of multiple parameters of cardiovascular physiology and risk, including cardiac rhythm, device function, blood pressure values, the presence of myocardial ischaemia, and the degree of compensation of congestive heart failure. Cardiac risk, device status, and response to therapies can now be assessed with these electronic systems of detection and reporting. This document reflects the extensive experience from investigators and innovators around the world who are shaping the evolution of this rapidly expanding field, focusing in particular on implantable pacemakers, implantable cardioverter defibrillators, devices for cardiac resynchronization therapy (both with and without defibrillation properties), loop recorders, and hemodynamic monitoring devices. This document covers the basic methodologies, guidelines for their use, experience with existing applications, and the legal and reimbursement aspects associated with their use. To adequately cover this important emerging topic, the International Society for Holter and Noninvasive Electrocardiology and the European Heart Rhythm Association combined their expertise in this field. We hope that the development of this field can contribute to improve care of our cardiovascular patients."
        },
        {
            "title": "Clinical and cost effectiveness of mobile phone supported self monitoring of asthma: multicentre randomised controlled trial.",
            "abstract": "## OBJECTIVE\nTo determine whether mobile phone based monitoring improves asthma control compared with standard paper based monitoring strategies.\n## DESIGN\nMulticentre randomised controlled trial with cost effectiveness analysis.\n## SETTING\nUK primary care.\n## PARTICIPANTS\n288 adolescents and adults with poorly controlled asthma (asthma control questionnaire (ACQ) score ≥ 1.5) from 32 practices.\n## INTERVENTION\nParticipants were centrally randomised to twice daily recording and mobile phone based transmission of symptoms, drug use, and peak flow with immediate feedback prompting action according to an agreed plan or paper based monitoring.\n## MAIN OUTCOME MEASURES\nChanges in scores on asthma control questionnaire and self efficacy (knowledge, attitude, and self efficacy asthma questionnaire (KASE-AQ)) at six months after randomisation. Assessment of outcomes was blinded. Analysis was on an intention to treat basis.\n## RESULTS\nThere was no significant difference in the change in asthma control or self efficacy between the two groups (ACQ: mean change 0.75 in mobile group v 0.73 in paper group, mean difference in change -0.02 (95% confidence interval -0.23 to 0.19); KASE-AQ score: mean change -4.4 v -2.4, mean difference 2.0 (-0.3 to 4.2)). The numbers of patients who had acute exacerbations, steroid courses, and unscheduled consultations were similar in both groups, with similar healthcare costs. Overall, the mobile phone service was more expensive because of the expenses of telemonitoring.\n## CONCLUSIONS\nMobile technology does not improve asthma control or increase self efficacy compared with paper based monitoring when both groups received clinical care to guidelines standards. The mobile technology was not cost effective.\n## TRIAL REGISTRATION\nClinical Trials NCT00512837.\n"
        },
        {
            "title": "Efficacy of multiparametric telemonitoring on respiratory outcomes in elderly people with COPD: a randomized controlled trial.",
            "abstract": "## BACKGROUND\nChronic obstructive pulmonary disease (COPD) is a highly prevalent condition associated with a high health care resource consumption and health care expenditures, driven mainly by exacerbations-related hospitalizations. Telemedicine has been proposed as a mean for timely detection of exacerbation, but the available evidence is inadequate to provide conclusive information on its efficacy. The aim of this study is to evaluate the efficacy of a telemonitoring system in reducing COPD-related hospitalizations in an elderly population with COPD.\n## METHODS\nThis is a parallel arms, randomized trial including patients aged 65 or older with COPD in GOLD stages II and III enrolled in a Pulmonary Medicine outpatient facility. Patients were randomly assigned to receive a non-invasive system able to telemonitor vital signs (oxygen saturation, heart rate, near-body temperature, overall physical activity) or standard care, and were followed up for 9 months. The outcome measures were the number of exacerbations and exacerbation-related hospitalization.\n## RESULTS\nFifty patients were included in the telemonitoring group and 49 in the control group. The incidence rate of respiratory events was 28/100 person/years in the telemonitoring group vs. 42/100 person/years in the control group (incidence rate ratio: 0.67, 95% CI: 0.32 - 1.36). The corresponding figures for hospital admissions where 13/100 person/years and 20/100 person/years, respectively (IRR: 0.66, 95% CI: 0.21 - 1.86).\n## CONCLUSIONS\nIn our study, COPD patients followed up with the aid of a multiparametric remote monitoring system experienced a lower rate of exacerbations and COPD-related hospitalizations compared to patients followed up using the standard model of care. These results need to be replicated in larger studies before they can be applied to the general COPD population.\n## TRIAL REGISTRATION NUMBER\nNCT01481506 (clinicaltrials.gov).\n## FUNDING\nco-financed by Lazio Region and Intersistemi Inc.\n"
        },
        {
            "title": "Telemonitoring and telerehabilitation of patients with Parkinson's disease: health technology assessment of a novel wearable step counter.",
            "abstract": "Step counting is an important index of motion in telemonitoring. One of the most diffused wearable systems, designed for this purpose, is the pedometer. The accuracy of commercial pedometers has been reported in the literature. Several limits have been found in many commercial systems both in healthy subjects and in people with disabilities. Furthermore, commercial pedometers lack interoperability. This paper introduces a new wearable system for step counting for telemonitoring applications. This system is based on a wearable device with a force-sensing resistor. It is affixed on the gastrocnemius muscle for monitoring muscular expansion correlated with the gait. The data exchange is assured by the XTR-434H (Aurel, FC, Italy) telemetric system. The proposed gastrocnemius expansion measurement unit (GEMU) was tested on 5 subjects with Parkinsons disease at Level 3 of the Tinetti test of unbalance. Ten repetitions of 500 steps with three different speeds (fast, slow, and normal) were performed. The mean error was <0.5%. Results also showed that GEMU performed better than an accelerometer unit (considered in the literature the best solution for this disability). The study showed that GEMU had a high performance in subjects with Parkinsons disease, causing a high degree of unbalance that confounded motion style. The next phase will be the optimization of GEMU for long-term medical applications at the patients home."
        },
        {
            "title": "Computer-aided continuous drug infusion: setup and test of a mobile closed-loop system for the continuous automated infusion of insulin.",
            "abstract": "For a diabetes mellitus patient, tight control of glucose level is essential. Results are reported of an investigation of the suitability of existing wearable continuous insulin infusors controlled and adjusted by a control algorithm using continuous glucose measurements as input to perform the functionality of an artificial pancreas. Special attention was given to the development of a continuous glucose monitor and to evaluate which quality of input data is necessary for the control algorithm. In clinical trials, it was found that for patients in a controlled environment an autonomously regulating control algorithm leads to an improved adjustment of patient glucose values and less overall insulin infusion as compared with the best fixed preprogrammed insulin infusion profiles of standard pump therapy. For the limited number of cases studied here, functionality of the control algorithm could tolerate some delay between the actual glucose values in the patient interstitial fluid and the algorithm input of up to 30 min. A quasicontinuous glucose measurement delivering actual glucose values every 5-10 min seems to be suited to control an artificial pancreas."
        },
        {
            "title": "Implementation of a real-time human movement classifier using a triaxial accelerometer for ambulatory monitoring.",
            "abstract": "The real-time monitoring of human movement can provide valuable information regarding an individual's degree of functional ability and general level of activity. This paper presents the implementation of a real-time classification system for the types of human movement associated with the data acquired from a single, waist-mounted triaxial accelerometer unit. The major advance proposed by the system is to perform the vast majority of signal processing onboard the wearable unit using embedded intelligence. In this way, the system distinguishes between periods of activity and rest, recognizes the postural orientation of the wearer, detects events such as walking and falls, and provides an estimation of metabolic energy expenditure. A laboratory-based trial involving six subjects was undertaken, with results indicating an overall accuracy of 90.8% across a series of 12 tasks (283 tests) involving a variety of movements related to normal daily activities. Distinction between activity and rest was performed without error; recognition of postural orientation was carried out with 94.1% accuracy, classification of walking was achieved with less certainty (83.3% accuracy), and detection of possible falls was made with 95.6% accuracy. Results demonstrate the feasibility of implementing an accelerometry-based, real-time movement classifier using embedded intelligence."
        },
        {
            "title": "Comparative effectiveness of home blood pressure telemonitoring (HBPTM) plus nurse case management versus HBPTM alone among Black and Hispanic stroke survivors: study protocol for a randomized controlled trial.",
            "abstract": "Background:\n        \n      \n      Black and Hispanic stroke survivors experience higher rates of recurrent stroke than whites. This disparity is partly explained by disproportionately higher rates of uncontrolled hypertension in these populations. Home blood pressure telemonitoring (HBPTM) and nurse case management (NCM) have proven efficacy in addressing the multilevel barriers to blood pressure (BP) control and reducing BP. However, the effectiveness of these interventions has not been evaluated in stroke patients. This study is designed to evaluate the comparative effectiveness, cost-effectiveness and sustainability of these two telehealth interventions in reducing BP and recurrent stroke among high-risk Black and Hispanic stroke survivors with uncontrolled hypertension.\n    \n\n\n          Methods/design:\n        \n      \n      A total of 450 Black and Hispanic patients with recent nondisabling stroke and uncontrolled hypertension are randomly assigned to one of two 12-month interventions: 1) HBPTM with wireless feedback to primary care providers or 2) HBPTM plus individualized, culturally-tailored, telephone-based NCM. Patients are recruited from stroke centers and primary care practices within the Health and Hospital Corporations (HHC) Network in New York City. Study visits occur at baseline, 6, 12 and 24 months. The primary outcomes are within-patient change in systolic BP at 12 months, and the rate of stroke recurrence at 24 months. The secondary outcome is the comparative cost-effectiveness of the interventions at 12 and 24 months; and exploratory outcomes include changes in stroke risk factors, health behaviors and treatment intensification. Recruitment for the stroke telemonitoring hypertension trial is currently ongoing.\n    \n\n\n          Discussion:\n        \n      \n      The combination of two established and effective interventions along with the utilization of health information technology supports the sustainability of the HBPTM + NCM intervention and feasibility of its widespread implementation. Results of this trial will provide strong empirical evidence to inform clinical guidelines for management of stroke in minority stroke survivors with uncontrolled hypertension. If effective among Black and Hispanic stroke survivors, these interventions have the potential to substantially mitigate racial and ethnic disparities in stroke recurrence.\n    \n\n\n          Trial registration:\n        \n      \n      ClinicalTrials.gov NCT02011685 . Registered 10 December 2013."
        },
        {
            "title": "Opportunities and challenges in the use of personal health data for health research.",
            "abstract": "Objective:\n        \n      \n      Understand barriers to the use of personal health data (PHD) in research from the perspective of three stakeholder groups: early adopter individuals who track data about their health, researchers who may use PHD as part of their research, and companies that market self-tracking devices, apps or services, and aggregate and manage the data that are generated.\n    \n\n\n          Materials and methods:\n        \n      \n      A targeted convenience sample of 465 individuals and 134 researchers completed an extensive online survey. Thirty-five hour-long semi-structured qualitative interviews were conducted with a subset of 11 individuals and 9 researchers, as well as 15 company/key informants.\n    \n\n\n          Results:\n        \n      \n      Challenges to the use of PHD for research were identified in six areas: data ownership; data access for research; privacy; informed consent and ethics; research methods and data quality; and the unpredictable nature of the rapidly evolving ecosystem of devices, apps, and other services that leave \"digital footprints.\" Individuals reported willingness to anonymously share PHD if it would be used to advance research for the good of the public. Researchers were enthusiastic about using PHD for research, but noted barriers related to intellectual property, licensing, and the need for legal agreements with companies. Companies were interested in research but stressed that their first priority was maintaining customer relationships.\n    \n\n\n          Conclusion:\n        \n      \n      Although challenges exist in leveraging PHD for research, there are many opportunities for stakeholder engagement, and experimentation with these data is already taking place. These early examples foreshadow a much larger set of activities with the potential to positively transform how health research is conducted."
        },
        {
            "title": "Importance of manually entering blood glucose readings when wireless-compatible meters are not being used with an insulin pump.",
            "abstract": "Background:\n        \n      \n      The objective was to determine if there were differences in blood glucose monitoring (BGM) data downloaded from insulin pumps of patients who use meters that wirelessly transmit data to their insulin pumps (i.e., wireless group) and those who do not (i.e., nonwireless group).\n    \n\n\n          Methods:\n        \n      \n      Blood glucose monitoring data were downloaded from the meters and insulin pumps of 47 children and adolescents with type 1 diabetes mellitus. Independent and paired t tests compared BGM data downloaded from meters and BGM data downloaded from insulin pumps.\n    \n\n\n          Results:\n        \n      \n      There were significant differences in BGM data downloaded from the insulin pumps of patients using wireless meters compared to those using nonwireless meters. Wireless patients appeared to engage in more BGM, had more low and in-range BG readings and fewer very high BG readingss than nonwireless patients. However, a comparison of BGM data downloaded from meters and insulin pumps of nonwireless patients indicated that their insulin pump data significantly underestimated the number of BGM readings conducted, as well as the number of low and in-range readings, while overestimating the number of very high BGM readings.\n    \n\n\n          Conclusions:\n        \n      \n      Because patients who use nonwireless-compatible meters do not manually enter their low and in-range BGM readings into the insulin pump, BGM data downloaded only from pumps may provide an incomplete representation of BGM frequency or results. It is recommended that patients use meters that directly communicate with pumps or perform bolus calculations. Patients should be educated about the importance of manually entering all BGM readings if they do not use a wireless-compatible meter with their insulin pump."
        },
        {
            "title": "A prospective randomized trial examining health care utilization in individuals using multiple smartphone-enabled biosensors.",
            "abstract": "Background. Mobile health and digital medicine technologies are becoming increasingly used by individuals with common, chronic diseases to monitor their health. Numerous devices, sensors, and apps are available to patients and consumers-some of which have been shown to lead to improved health management and health outcomes. However, no randomized controlled trials have been conducted which examine health care costs, and most have failed to provide study participants with a truly comprehensive monitoring system. Methods. We conducted a prospective randomized controlled trial of adults who had submitted a 2012 health insurance claim associated with hypertension, diabetes, and/or cardiac arrhythmia. The intervention involved receipt of one or more mobile devices that corresponded to their condition(s) (hypertension: Withings Blood Pressure Monitor; diabetes: Sanofi iBGStar Blood Glucose Meter; arrhythmia: AliveCor Mobile ECG) and an iPhone with linked tracking applications for a period of 6 months; the control group received a standard disease management program. Moreover, intervention study participants received access to an online health management system which provided participants detailed device tracking information over the course of the study. This was a monitoring system designed by leveraging collaborations with device manufacturers, a connected health leader, health care provider, and employee wellness program-making it both unique and inclusive. We hypothesized that health resource utilization with respect to health insurance claims may be influenced by the monitoring intervention. We also examined health-self management. Results & Conclusions. There was little evidence of differences in health care costs or utilization as a result of the intervention. Furthermore, we found evidence that the control and intervention groups were equivalent with respect to most health care utilization outcomes. This result suggests there are not large short-term increases or decreases in health care costs or utilization associated with monitoring chronic health conditions using mobile health or digital medicine technologies. Among secondary outcomes there was some evidence of improvement in health self-management which was characterized by a decrease in the propensity to view health status as due to chance factors in the intervention group.\n"
        },
        {
            "title": "A remote monitoring system for artificial pancreas support is safe, reliable, and user friendly.",
            "abstract": "Introduction:\n        \n      \n      We developed a unique remote monitoring and control diabetes management system (MDRS) supporting the use of an artificial pancreas (AP) at home. In this study, we aimed at assessing the efficacy and safety of the MDRS and its ability to prevent or shorten nocturnal hypoglycemia episodes without the use of an AP, as well as evaluating parental attitudes toward the use of such a system in the future.\n    \n\n\n          Materials and methods:\n        \n      \n      This was a prospective, case control, randomized study. Eighteen patients treated nightly over a 2-week period by the MDRS were compared with 19 patients treated with sensor-augmented pump (SAP) therapy. We analyzed the performance of the MDRS, the number and duration of hypo- or hyperglycemia episodes, and the efficacy of the MDRS in detecting them. Parents of the study participants completed the hypoglycemia fear survey, attitude, and satisfaction questionnaires.\n    \n\n\n          Results:\n        \n      \n      The MDRS allows continuous monitoring of the patients using it. Without the use of an AP, the MDRS did not significantly prevent nocturnal hypoglycemia episodes. The patients and their parents found the system reliable and user-friendly. The overall impression of the MDRS users was favorable, with a keen interest of the patients and their caregivers to use such a system in the future.\n    \n\n\n          Conclusions:\n        \n      \n      The MDRS is reliable and safe remote monitoring system for AP at-home systems. Remote monitoring of type 1 diabetes patients treated with SAP therapy is a promising and feasible task that is highly anticipated by patients and their caregivers."
        }
    ]
}