{
    "citations": [
        {
            "footnote": 11,
            "title": "A feasibility study to investigate the acceptability and potential effectiveness of a telecare service for older people with chronic obstructive pulmonary disease.",
            "in_text_citation": "Chau et al., 2012"
        },
        {
            "footnote": 12,
            "title": "A prospective randomized trial examining health care utilization in individuals using multiple smartphone-enabled biosensors.",
            "in_text_citation": "Bloss et al., 2016"
        },
        {
            "footnote": 13,
            "title": "Cardiac event recording yields more diagnoses than 24-hour Holter monitoring in patients with palpitations.",
            "in_text_citation": "Scalvini et al., 2005"
        },
        {
            "footnote": 14,
            "title": "Clinical and cost effectiveness of mobile phone supported self monitoring of asthma: multicentre randomised controlled trial.",
            "in_text_citation": "Ryan et al., 2012"
        },
        {
            "footnote": 15,
            "title": "Effect of home blood pressure telemonitoring with self-care support on uncontrolled systolic hypertension in diabetics.",
            "in_text_citation": "Logan et al., 2012"
        },
        {
            "footnote": 16,
            "title": "Effectiveness of remote patient monitoring after discharge of hospitalized patients with heart failure: the better effectiveness after transition-heart failure (BEAT-HF) randomized clinical trial.",
            "in_text_citation": "Ong et al., 2016"
        },
        {
            "footnote": 17,
            "title": "Effects of a web-based intervention on physical activity and metabolism in older adults: randomized controlled trial.",
            "in_text_citation": "Wijsman et al., 2013"
        },
        {
            "footnote": 18,
            "title": "Efficacy of a physician-led multiparametric telemonitoring system in very old adults with heart failure.",
            "in_text_citation": "Pedone et al., 2015"
        },
        {
            "footnote": 19,
            "title": "Electronic feedback in a diet- and physical activity-based lifestyle intervention for weight loss: a randomized controlled trial.",
            "in_text_citation": "Shuger et al., 2011"
        },
        {
            "footnote": 20,
            "title": "Feasibility and effects of home-based smartphone-delivered automated feedback training for gait in people with Parkinson’s disease: a pilot randomized controlled trial.",
            "in_text_citation": "Ginis et al., 2016"
        },
        {
            "footnote": 21,
            "title": "Impact of home-based exercise training with wireless monitoring on patients with acute coronary syndrome undergoing percutaneous coronary intervention.",
            "in_text_citation": "Lee et al., 2013"
        },
        {
            "footnote": 22,
            "title": "Novel electrogram device with web-based service centre for ambulatory ECG monitoring.",
            "in_text_citation": "Tan et al., 2010"
        },
        {
            "footnote": 23,
            "title": "Randomized clinical trial to assess the effectiveness of remote patient monitoring and physician care in reducing office blood pressure.",
            "in_text_citation": "Kim et al., 2015"
        },
        {
            "footnote": 24,
            "title": "SIRRACT: an international randomized clinical trial of activity feedback during inpatient stroke rehabilitation enabled by wireless sensing.",
            "in_text_citation": "Dorsch et al., 2015"
        },
        {
            "footnote": 25,
            "title": "Telehealth remote monitoring for community-dwelling older adults with chronic obstructive pulmonary disease.",
            "in_text_citation": "De San Miguel et al., 2013"
        },
        {
            "footnote": 26,
            "title": "Telehome monitoring in patients with cardiac disease who are at high risk of readmission.",
            "in_text_citation": "Woodend et al., 2008"
        },
        {
            "footnote": 27,
            "title": "Telemedicine applied to kinesiotherapy for hand dysfunction in patients with systemic sclerosis and rheumatoid arthritis: recovery of movement and telemonitoring technology.",
            "in_text_citation": "Piga et al., 2014"
        },
        {
            "footnote": 28,
            "title": "The effect of changing movement and posture using motion-sensor biofeedback, versus guidelines-based care, on the clinical outcomes of people with sub-acute or chronic low back pain-a multicentre, cluster-randomised, placebo-controlled, pilot trial.",
            "in_text_citation": "Kent et al., 2015"
        },
        {
            "footnote": 29,
            "title": "The impact of a telemedicine monitoring system on positive airway pressure adherence in patients with obstructive sleep apnea: a randomized controlled trial.",
            "in_text_citation": "Fox et al., 2012"
        },
        {
            "footnote": 30,
            "title": "The impact of an online social network with wireless monitoring devices on physical activity and weight loss.",
            "in_text_citation": "Greene et al., 2013"
        },
        {
            "footnote": 31,
            "title": "Using preventive home monitoring to reduce hospital admission rates and reduce costs: a case study of telehealth among chronic obstructive pulmonary disease patients.",
            "in_text_citation": "Dinesen et al., 2012"
        },
        {
            "footnote": 32,
            "title": "Wearable sensor/device (Fitbit One) and SMS text-messaging prompts to increase physical activity in overweight and obese adults: a randomized controlled trial.",
            "in_text_citation": "Wang et al., 2015"
        },
        {
            "footnote": 33,
            "title": "Weight loss by telemonitoring of nutrition and physical activity in patients with metabolic syndrome for 1 year.",
            "in_text_citation": "Luley et al., 2014"
        },
        {
            "footnote": 34,
            "title": "Impact of telehealth on clinical outcomes in patients with heart failure.",
            "in_text_citation": "Dansky et al., 2008"
        },
        {
            "footnote": 35,
            "title": "Efficacy of multiparametric telemonitoring on respiratory outcomes in elderly people with COPD: a randomized controlled trial.",
            "in_text_citation": "Pedone et al., 2013"
        }
    ]
}