{
    "key_references": [
        {
            "title": "A feasibility study to investigate the acceptability and potential effectiveness of a telecare service for older people with chronic obstructive pulmonary disease.",
            "abstract": "## AIMS\nTo investigate the feasibility, acceptance and potential effectiveness of delivering a telecare service on the health outcomes and hospital service utilization of community-dwelling patients with chronic obstructive pulmonary disease.\n## METHODS\nEligible participants were older people, with moderate or severe chronic obstructive pulmonary disease, and who had been admitted to hospital at least once for exacerbation during the previous year. The participants were randomly assigned to the intervention or control group. Participants in the intervention group received a telecare device kit and they were asked to monitor their oxygen saturation, pulse rate and respiration rate using the device and to transmit the data to an online network platform. A medication and purse-lip breathing reminder with a feedback function is also provided in the device kit. A community nurse monitors changes in the physiological parameters and takes immediate action to address the patients' needs. Participants in the control group received no other extra care. Study outcomes include user satisfaction, health-related quality of life, pulmonary function, hospital re-admission and use of emergency room services.\n## RESULTS\nTwenty-two participants in the intervention group and 18 in the control group were included in the analysis. The mean age of all 40 participants was 72.93 years. Overall, the participants in the intervention group expressed satisfaction with the telecare service. Some patients reported difficulty in reading the screen of the mobile phone and manipulating the tiny key-in buttons. No significant differences were found between the two time points (baseline and post-test period) with regard to health-related quality of life. No significant differences in pulmonary function and in the number of emergency department visits and hospital re-admissions between the study groups were found.\n## CONCLUSION\nThe high level of user satisfaction indicated the feasibility of conducting a large-scale randomized control trial to evaluate the effects of a telecare service on health outcomes of patients with chronic obstructive pulmonary disease.\n",
            "in_text_citation": "Chau et al., 2012",
            "footnote": 11
        },
        {
            "title": "A prospective randomized trial examining health care utilization in individuals using multiple smartphone-enabled biosensors.",
            "abstract": "Background. Mobile health and digital medicine technologies are becoming increasingly used by individuals with common, chronic diseases to monitor their health. Numerous devices, sensors, and apps are available to patients and consumers-some of which have been shown to lead to improved health management and health outcomes. However, no randomized controlled trials have been conducted which examine health care costs, and most have failed to provide study participants with a truly comprehensive monitoring system. Methods. We conducted a prospective randomized controlled trial of adults who had submitted a 2012 health insurance claim associated with hypertension, diabetes, and/or cardiac arrhythmia. The intervention involved receipt of one or more mobile devices that corresponded to their condition(s) (hypertension: Withings Blood Pressure Monitor; diabetes: Sanofi iBGStar Blood Glucose Meter; arrhythmia: AliveCor Mobile ECG) and an iPhone with linked tracking applications for a period of 6 months; the control group received a standard disease management program. Moreover, intervention study participants received access to an online health management system which provided participants detailed device tracking information over the course of the study. This was a monitoring system designed by leveraging collaborations with device manufacturers, a connected health leader, health care provider, and employee wellness program-making it both unique and inclusive. We hypothesized that health resource utilization with respect to health insurance claims may be influenced by the monitoring intervention. We also examined health-self management. Results & Conclusions. There was little evidence of differences in health care costs or utilization as a result of the intervention. Furthermore, we found evidence that the control and intervention groups were equivalent with respect to most health care utilization outcomes. This result suggests there are not large short-term increases or decreases in health care costs or utilization associated with monitoring chronic health conditions using mobile health or digital medicine technologies. Among secondary outcomes there was some evidence of improvement in health self-management which was characterized by a decrease in the propensity to view health status as due to chance factors in the intervention group.\n",
            "in_text_citation": "Bloss et al., 2016",
            "footnote": 12
        },
        {
            "title": "Cardiac event recording yields more diagnoses than 24-hour Holter monitoring in patients with palpitations.",
            "abstract": "Palpitation is a common symptom that sometimes results from a substantial cardiac arrhythmia. We compared the diagnostic yield of trans-telephonic event monitors with those of Holter monitoring in patients with intermittent palpitations. In all, 310 patients were randomly assigned to receive an event recorder or 24-hour Holter monitoring. Event recorders were used for seven days or until two recordings were obtained while symptoms occurred. The main end-point was an electrocardiogram (ECG) recorded during symptoms. The patients with palpitation recorded the one-lead ECG trace and sent it to a telemedicine call centre, where a nurse responded. There were 119 symptomatic patients in the event recorder group and 74 in the Holter group. The total costs were 6019 for event recording and 9605 for Holter monitoring. The average costs were 51 per symptomatic patient detected by event recorder monitoring and 130 per symptomatic patient detected by Holter monitoring. More patients therefore received a clear diagnosis, and more quickly, when using event recording than with Holter monitoring. For this reason, event recorders are preferable to Holter monitors for patients with palpitations.\n",
            "in_text_citation": "Scalvini et al., 2005",
            "footnote": 13
        },
        {
            "title": "Clinical and cost effectiveness of mobile phone supported self monitoring of asthma: multicentre randomised controlled trial.",
            "abstract": "## OBJECTIVE\nTo determine whether mobile phone based monitoring improves asthma control compared with standard paper based monitoring strategies.\n## DESIGN\nMulticentre randomised controlled trial with cost effectiveness analysis.\n## SETTING\nUK primary care.\n## PARTICIPANTS\n288 adolescents and adults with poorly controlled asthma (asthma control questionnaire (ACQ) score ≥ 1.5) from 32 practices.\n## INTERVENTION\nParticipants were centrally randomised to twice daily recording and mobile phone based transmission of symptoms, drug use, and peak flow with immediate feedback prompting action according to an agreed plan or paper based monitoring.\n## MAIN OUTCOME MEASURES\nChanges in scores on asthma control questionnaire and self efficacy (knowledge, attitude, and self efficacy asthma questionnaire (KASE-AQ)) at six months after randomisation. Assessment of outcomes was blinded. Analysis was on an intention to treat basis.\n## RESULTS\nThere was no significant difference in the change in asthma control or self efficacy between the two groups (ACQ: mean change 0.75 in mobile group v 0.73 in paper group, mean difference in change -0.02 (95% confidence interval -0.23 to 0.19); KASE-AQ score: mean change -4.4 v -2.4, mean difference 2.0 (-0.3 to 4.2)). The numbers of patients who had acute exacerbations, steroid courses, and unscheduled consultations were similar in both groups, with similar healthcare costs. Overall, the mobile phone service was more expensive because of the expenses of telemonitoring.\n## CONCLUSIONS\nMobile technology does not improve asthma control or increase self efficacy compared with paper based monitoring when both groups received clinical care to guidelines standards. The mobile technology was not cost effective.\n## TRIAL REGISTRATION\nClinical Trials NCT00512837.\n",
            "in_text_citation": "Ryan et al., 2012",
            "footnote": 14
        },
        {
            "title": "Effect of home blood pressure telemonitoring with self-care support on uncontrolled systolic hypertension in diabetics.",
            "abstract": "Lowering blood pressure reduces cardiovascular risk, yet hypertension is poorly controlled in diabetic patients. In a pilot study we demonstrated that a home blood pressure telemonitoring system, which provided self-care messages on the smartphone of hypertensive diabetic patients immediately after each reading, improved blood pressure control. Messages were based on care paths defined by running averages of transmitted readings. The present study tests the system's effectiveness in a randomized, controlled trial in diabetic patients with uncontrolled systolic hypertension. Of 244 subjects screened for eligibility, 110 (45%) were randomly allocated to the intervention (n = 55) or control (n = 55) group, and 105 (95.5%) completed the 1-year outcome visit. In the intention-to-treat analysis, mean daytime ambulatory systolic blood pressure, the primary end point, decreased significantly only in the intervention group by 9.1 ± 15.6 mmHg (SD; P < 0.0001), and the mean between-group difference was 7.1 ± 2.3 mmHg (SE; P < 0.005). Furthermore, 51% of intervention subjects achieved the guideline recommended target of <130/80 mmHg compared with 31% of control subjects (P < 0.05). These improvements were obtained without the use of more or different antihypertensive medications or additional clinic visits to physicians. Providing self-care support did not affect anxiety but worsened depression on the Hospital Anxiety and Depression Scale (baseline, 4.1 ± 3.76; exit, 5.2 ± 4.30; P = 0.014). This study demonstrated that home blood pressure telemonitoring combined with automated self-care support reduced the blood pressure of diabetic patients with uncontrolled systolic hypertension and improved hypertension control. Home blood pressure monitoring alone had no effect on blood pressure. Promoting patient self-care may have negative psychological effects.\n",
            "in_text_citation": "Logan et al., 2012",
            "footnote": 15
        },
        {
            "title": "Effectiveness of Remote Patient Monitoring After Discharge of Hospitalized Patients With Heart Failure: The Better Effectiveness After Transition -- Heart Failure (BEAT-HF) Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nIt remains unclear whether telemonitoring approaches provide benefits for patients with heart failure (HF) after hospitalization.\n## OBJECTIVE\nTo evaluate the effectiveness of a care transition intervention using remote patient monitoring in reducing 180-day all-cause readmissions among a broad population of older adults hospitalized with HF.\n## DESIGN, SETTING, AND PARTICIPANTS\nWe randomized 1437 patients hospitalized for HF between October 12, 2011, and September 30, 2013, to the intervention arm (715 patients) or to the usual care arm (722 patients) of the Better Effectiveness After Transition-Heart Failure (BEAT-HF) study and observed them for 180 days. The dates of our study analysis were March 30, 2014, to October 1, 2015. The setting was 6 academic medical centers in California. Participants were hospitalized individuals 50 years or older who received active treatment for decompensated HF.\n## INTERVENTIONS\nThe intervention combined health coaching telephone calls and telemonitoring. Telemonitoring used electronic equipment that collected daily information about blood pressure, heart rate, symptoms, and weight. Centralized registered nurses conducted telemonitoring reviews, protocolized actions, and telephone calls.\n## MAIN OUTCOMES AND MEASURES\nThe primary outcome was readmission for any cause within 180 days after discharge. Secondary outcomes were all-cause readmission within 30 days, all-cause mortality at 30 and 180 days, and quality of life at 30 and 180 days.\n## RESULTS\nAmong 1437 participants, the median age was 73 years. Overall, 46.2% (664 of 1437) were female, and 22.0% (316 of 1437) were African American. The intervention and usual care groups did not differ significantly in readmissions for any cause 180 days after discharge, which occurred in 50.8% (363 of 715) and 49.2% (355 of 722) of patients, respectively (adjusted hazard ratio, 1.03; 95% CI, 0.88-1.20; P = .74). In secondary analyses, there were no significant differences in 30-day readmission or 180-day mortality, but there was a significant difference in 180-day quality of life between the intervention and usual care groups. No adverse events were reported.\n## CONCLUSIONS AND RELEVANCE\nAmong patients hospitalized for HF, combined health coaching telephone calls and telemonitoring did not reduce 180-day readmissions.\n## TRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT01360203.\n",
            "in_text_citation": "Ong et al., 2016",
            "footnote": 16
        },
        {
            "title": "Effects of a web-based intervention on physical activity and metabolism in older adults: randomized controlled trial.",
            "abstract": "## BACKGROUND\nLack of physical activity leads to detrimental changes in body composition and metabolism, functional decline, and increased risk of disease in old age. The potential of Web-assisted interventions for increasing physical activity and improving metabolism in older individuals holds great promise but to our knowledge it has not been studied.\n## OBJECTIVE\nThe goal of our study was to assess whether a Web-based intervention increases physical activity and improves metabolic health in inactive older adults.\n## METHODS\nWe conducted a 3-month randomized, waitlist-controlled trial in a volunteer sample of 235 inactive adults aged 60-70 years without diabetes. The intervention group received the Internet program Philips DirectLife, which was directed at increasing physical activity using monitoring and feedback by accelerometer and digital coaching. The primary outcome was relative increase in physical activity measured objectively using ankle- and wrist-worn accelerometers. Secondary outcomes of metabolic health included anthropometric measures and parameters of glucose metabolism.\n## RESULTS\nIn total, 226 participants (97%) completed the study. At the ankle, activity counts increased by 46% (standard error [SE] 7%) in the intervention group, compared to 12% (SE 3%) in the control group (P(difference)<.001). Measured at the wrist, activity counts increased by 11% (SE 3%) in the intervention group and 5% (SE 2%) in the control group (P(difference)=.11). After processing of the data, this corresponded to a daily increase of 11 minutes in moderate-to-vigorous activity in the intervention group versus 0 minutes in the control group (P(difference)=.001). Weight decreased significantly more in the intervention group compared to controls (-1.5 kg vs -0.8 kg respectively, P=.046), as did waist circumference (-2.3 cm vs -1.3 cm respectively, P=.036) and fat mass (-0.6% vs 0.07% respectively, P=.025). Furthermore, insulin and HbA1c levels were significantly more reduced in the intervention group compared to controls (both P<.05).\n## CONCLUSIONS\nThis was the first study to show that in inactive older adults, a 3-month Web-based physical activity intervention was effective in increasing objectively measured daily physical activity and improving metabolic health. Such Web-based interventions provide novel opportunities for large scale prevention of metabolic deregulation in our rapidly aging population.\n",
            "in_text_citation": "Wijsman et al., 2013",
            "footnote": 17
        },
        {
            "title": "Efficacy of a Physician-Led Multiparametric Telemonitoring System in Very Old Adults with Heart Failure.",
            "abstract": "## OBJECTIVES\nTo evaluate the effect of an innovative model integrating telemonitoring of vital parameters and telephone support on 6-month survival and hospital admissions of elderly adults with heart failure (HF).\n## DESIGN\nParallel-arm, randomized trial.\n## SETTING\nGeriatric acute care ward and outpatient clinic at Policlinico Campus Biomedico (Rome, Italy).\n## PARTICIPANTS\nIndividuals with HF aged 65 and older (mean age 80) randomly assigned to intervention (n = 50) or control (n = 46). Participants had an average ejection fraction of 46%.\n## INTERVENTION\nTelemonitoring system (receives and communicates oxygen saturation, heart rate, and blood pressure readings) and office-hours telephonic support provided by a geriatrician.\n## MEASUREMENTS\nCombination of all-cause death and hospital admissions.\n## RESULTS\nThe two groups were similar with the exception of the prevalence of women and of disability (both more common in the control group). Three patients for each group were lost to follow-up (final analyzed sample size: 90). Incidence of the main outcome was 42% in the control group and 21% in the intervention group (relative risk = 0.51, 95% confidence interval (CI) = 0.26-0.98). The results were unchanged after taking into account the setting of enrollment, sex, and disability (hazard ratio = 0.42, 95% CI = 0.19-0.94).\n## CONCLUSION\nTelemonitoring of elderly people with HF is feasible and reduces the risk of death and hospitalization. Further studies are needed to confirm these findings and evaluate the cost-efficacy of the service.\n",
            "in_text_citation": "Pedone et al., 2015",
            "footnote": 18
        },
        {
            "title": "Electronic feedback in a diet- and physical activity-based lifestyle intervention for weight loss: a randomized controlled trial.",
            "abstract": "## BACKGROUND\nThe SenseWear™ Armband (SWA) (BodyMedia, Inc. Pittsburgh, PA) is a physical activity and lifestyle monitor that objectively and accurately measures free-living energy balance and sleep and includes software for self-monitoring of daily energy expenditure and energy intake. The real-time feedback of the SWA can improve individual self-monitoring and, therefore, enhance weight loss outcomes.\n## METHODS\nWe recruited 197 sedentary overweight or obese adults (age, 46.8 ± 10.8 y; body mass index (BMI), 33.3 ± 5.2 kg/m(2); 81% women, 32% African-American) from the greater Columbia, South Carolina area. Participants were randomized into 1 of 4 groups, a self-directed weight loss program via an evidence-based weight loss manual (Standard Care, n = 50), a group-based behavioral weight loss program (GWL, n = 49), the armband alone (SWA-alone, n = 49), or the GWL plus the armband (GWL+SWA, n = 49), during the 9-month intervention. The primary outcome was change in body weight and waist circumference. A mixed-model repeated-measures analysis compared change in the intervention groups to the standard care group on weight and waist circumference status after adjusting for age, sex, race, education, energy expenditure, and recruitment wave.\n## RESULTS\nBody weight was available for 62% of participants at 9 months (52% standard care, 70% intervention). There was significant weight loss in all 3 intervention groups (GWL, 1.86 kg, P = 0.05; SWA-alone, 3.55 kg, P = 0.0002; GWL+SWA, 6.59 kg, P < 0.0001) but not in the Standard Care group (0.89 kg, P = 0.39) at month 9. Only the GWL+SWA group achieved significant weight loss at month 9 compared to the Standard Care group (P = 0.04). Significant waist circumference reductions were achieved in all 4 groups at month 9 (Standard Care, 3.49 cm, P = 0.0004; GWL, 2.42 cm, P = 0.008; SWA-alone, 3.59 cm, P < 0.0001; GWL+SWA, 6.77 cm, P < 0.0001), but no intervention group had significantly reduced waist circumference compared to the Standard Care group.\n## CONCLUSIONS\nContinuous self-monitoring from wearable technology with real-time feedback may be particularly useful to enhance lifestyle changes that promote weight loss in sedentary overweight or obese adults. This strategy, combined with a group-based behavioral intervention, may yield optimal weight loss.\n",
            "in_text_citation": "Shuger et al., 2011",
            "footnote": 19
        },
        {
            "title": "Feasibility and effects of home-based smartphone-delivered automated feedback training for gait in people with Parkinson's disease: A pilot randomized controlled trial.",
            "abstract": "## BACKGROUND\nInertial measurement units combined with a smartphone application (CuPiD-system) were developed to provide people with Parkinson's disease (PD) real-time feedback on gait performance. This study investigated the CuPiD-system's feasibility and effectiveness compared with conventional gait training when applied in the home environment.\n## METHODS\nForty persons with PD undertook gait training for 30 min, three times per week for six weeks. Participants were randomly assigned to i) CuPiD, in which a smartphone application offered positive and corrective feedback on gait, or ii) an active control, in which personalized gait advice was provided. Gait, balance, endurance and quality of life were assessed before and after training and at four weeks follow-up using standardized tests.\n## RESULTS\nBoth groups improved significantly on the primary outcomes (single and dual task gait speed) at post-test and follow-up. The CuPiD group improved significantly more on balance (MiniBESTest) at post-test (from 24.8 to 26.1, SD ∼ 5) and maintained quality of life (SF-36 physical health) at follow-up whereas the control group deteriorated (from 50.4 to 48.3, SD ∼ 16). No other statistically significant differences were found between the two groups. The CuPiD system was well-tolerated and participants found the tool user-friendly.\n## CONCLUSION\nCuPiD was feasible, well-accepted and seemed to be an effective approach to promote gait training, as participants improved equally to controls. This benefit may be ascribed to the real-time feedback, stimulating corrective actions and promoting self-efficacy to achieve optimal performance. Further optimization of the system and adequately-powered studies are warranted to corroborate these findings and determine cost-effectiveness.\n",
            "in_text_citation": "Ginis et al., 2016",
            "footnote": 20
        },
        {
            "title": "Impact of home-based exercise training with wireless monitoring on patients with acute coronary syndrome undergoing percutaneous coronary intervention.",
            "abstract": "Recent studies have suggested a favorable effect of cardiac rehabilitation (CR) on patients with cardiovascular disease. This study aimed to evaluate the impact of home-based exercise training with wireless monitoring on acute coronary syndrome (ACS) patients undergoing percutaneous coronary intervention (PCI). A total of 55 ACS patients undergoing PCI were randomly divided into home based exercise training with wireless monitoring cardiac rehabilitation (CR, n = 26) and usual care (UC, n = 29). Exercise capacity and quality of life (QOL) were evaluated at baseline and after 12 weeks. Change of metabolic equivalent of the tasks, maximal exercise time and QOL were significantly increased (+2.47 vs +1.43, P = 0.021; +169.68 vs +88.31 sec, P = 0.012; and +4.81 vs +0.89, P = 0.022, respectively), and the change of submaximal rate pressure product, and of submaximal rate of perceived exertion were significantly decreased (-28.24 vs -16.21, P = 0.013; and -1.92 vs -1.62, P = 0.018, respectively) in the CR group compared to the UC group after 12 weeks. CR using home-based exercise training with wireless monitoring led to improvement of exercise capacity and QOL relative to conventional care in ACS patients undergoing PCI. Our findings suggest that early scheduled CR may be considered in ACS patients undergoing PCI.\n",
            "in_text_citation": "Lee et al., 2013",
            "footnote": 21
        },
        {
            "title": "Novel electrogram device with web-based service centre for ambulatory ECG monitoring.",
            "abstract": "## INTRODUCTION\nArrhythmias are often intermittent, and a normal electrocardiogram (ECG) may not be diagnostic. The purpose of this study was to evaluate the usefulness of HeartWave500 (HW), a novel web-based ambulatory ECG monitoring device.\n## METHODS\nA total of 120 patients from the National Heart Centre, Singapore were prospectively randomised in a three to one ratio to either HW or a standard transtelephonic (TT) event recorder. HW records five leads and transmits to an internet server, while TT transmits audio data to a central station. Monitoring was conducted for two weeks. The diagnostic yield was calculated in two ways: the percentage of patients successfully diagnosed as a function of time, and the absolute number of new diagnoses per patient per week.\n## RESULTS\n33 patients (14 male, 19 female; mean age 49.6 + or - 11.1 years) were randomised to TT. 87 patients (32 male, 55 female; mean age 43.7 + or - 12.2 years) were randomised to HW. At the end of two weeks, the percentage of patients diagnosed with any arrhythmia was similar for both groups (66.7 percent for TT versus 67.8 percent for HW). There was a trend toward significance for the number of diagnoses per patient per week for Week 2 between TT and HW (0.58 + or - 0.75 versus 0.34 + or - 0.55, p is 0.06). Transmitted ECGs were read earlier for HW (18 minutes versus 1107 minutes, Mann-Whitney non-parametric test, p is less than 0.05). Transmitted recordings that were unreadable were also significantly lower for HW (8.0 percent versus 17.6 percent, chi-square test, p is less than 0.05).\n## CONCLUSION\nHW and TT have similar diagnostic yields. There is a trend toward a shorter monitoring time for HW. The ability of HW to record and transmit via the web, the earlier review of data and low unreadable data make HW an attractive alternative to TT.\n",
            "in_text_citation": "Tan et al., 2010",
            "footnote": 22
        },
        {
            "title": "Randomized clinical trial to assess the effectiveness of remote patient monitoring and physician care in reducing office blood pressure.",
            "abstract": "The effectiveness of remote patient monitoring and physician care for the treatment of hypertension has not been demonstrated in a randomized clinical trial. The objective of this study was to evaluate the effectiveness of remote patient monitoring with or without remote physician care in reducing office blood pressure in patients with hypertension. A total of 374 hypertensive patients over 20 years of age were randomized into the following three groups: group (1) control, the patients received usual clinical care with home BP monitoring; group (2) the patients were remotely monitored and received office follow-up; and group (3) the patients received remote monitoring without physician office care using the remote monitoring device. For each group, in-office follow-up care was scheduled every 8 weeks for 24 weeks. The primary end point was the difference in sitting SBP at the 24-week follow-up. No difference between the three groups was observed in the primary end point (adjusted mean sitting SBP was as follows: group 1: -8.9±15.5 mm Hg, group 2: -11.3±15.9 mm Hg, group 3: -11.6±19.8 mm Hg, (NS). Significant differences in achieving the target BP at the 24th week of follow-up were observed between groups 1 and 2. The subjects over 55-years old had a significant decrease in the adjusted mean sitting SBP in groups 2 and 3 compared with that of the control group. Remote monitoring alone or remote monitoring coupled with remote physician care was as efficacious as the usual office care for reducing blood pressure with comparable safety and efficacy in hypertensive patients.\n",
            "in_text_citation": "Kim et al., 2015",
            "footnote": 23
        },
        {
            "title": "SIRRACT: An International Randomized Clinical Trial of Activity Feedback During Inpatient Stroke Rehabilitation Enabled by Wireless Sensing.",
            "abstract": "## BACKGROUND\nWalking-related disability is the most frequent reason for inpatient stroke rehabilitation. Task-related practice is a critical component for improving patient outcomes.\n## OBJECTIVE\nTo test the feasibility of providing quantitative feedback about daily walking performance and motivating greater skills practice via remote sensing.\n## METHODS\nIn this phase III randomized, single blind clinical trial, patients participated in conventional therapies while wearing wireless sensors (triaxial accelerometers) at both ankles. Activity-recognition algorithms calculated the speed, distance, and duration of walking bouts. Three times a week, therapists provided either feedback about performance on a 10-meter walk (speed only) or walking speed feedback plus a review of walking activity recorded by the sensors (augmented). Primary outcomes at discharge included total daily walking time, derived from the sensors, and a timed 15-meter walk.\n## RESULTS\nSixteen rehabilitation centers in 11 countries enrolled 135 participants over 15 months. Sensors recorded more than 1800 days of therapy, 37 000 individual walking bouts, and 2.5 million steps. No significant differences were found between the 2 feedback groups in daily walking time (15.1 ± 13.1 vs 16.6 ± 14.3 minutes, P = .54) or 15-meter walking speed (0.93 ± 0.47 vs 0.91 ± 0.53 m/s, P = .96). Remarkably, 30% of participants decreased their total daily walking time over their rehabilitation stay.\n## CONCLUSIONS\nIn this first trial of remote monitoring of inpatient stroke rehabilitation, augmented feedback beyond speed alone did not increase the time spent practicing or improve walking outcomes. Remarkably modest time was spent walking. Wireless sensing, however, allowed clinicians to audit skills practice and provided ground truth regarding changes in clinically important, mobility-related activities.\n",
            "in_text_citation": "Dorsch et al., 2015",
            "footnote": 24
        },
        {
            "title": "Telehealth remote monitoring for community-dwelling older adults with chronic obstructive pulmonary disease.",
            "abstract": "## OBJECTIVE\nTo determine if self-monitoring via home-based telehealth equipment could, when combined with ongoing remote monitoring by a nurse, reduce the incidence of hospitalizations and emergency department (ED) presentations for people with chronic obstructive pulmonary disease (COPD).\n## SUBJECTS AND METHODS\nA randomized controlled trial was used to compare the outcomes for participants receiving the telehealth equipment and monitoring with those for participants in an information-only control group, over a period of 6 months. Participants receiving the telehealth intervention were taught to measure and record their vital signs (blood pressure, weight, temperature, pulse, and oxygen saturation levels) on a daily basis. These were then transmitted automatically via telephone to a secure Web site where they were monitored each day by the telehealth nurse.\n## RESULTS\nThe telehealth group had fewer ED presentations and hospital admissions and a reduced length of stay in comparison with the control group. These results were not statistically significant. However, the reduction in health service use was large enough to result in significant cost savings, with the annual cost savings of the telehealth group compared with the control group being $2,931 per person.\n## CONCLUSIONS\nTelehealth monitoring of patient vital signs reduced health service utilization for individuals with COPD and resulted in significant cost savings. In terms of individual health benefits, improvements in participants' self-management behaviors and control over their condition was evident.\n",
            "in_text_citation": "De San Miguel et al., 2013",
            "footnote": 25
        },
        {
            "title": "Telehome monitoring in patients with cardiac disease who are at high risk of readmission.",
            "abstract": "Patients with chronic conditions are heavy users of the health care system. There are opportunities for significant savings and improvements to patient care if patients can be maintained in their homes. A randomized control trial tested the impact of 3 months of telehome monitoring on hospital readmission, quality of life, and functional status in patients with heart failure or angina. The intervention consisted of video conferencing and phone line transmission of weight, blood pressure, and electrocardiograms. Telehome monitoring significantly reduced the number of hospital readmissions and days spent in the hospital for patients with angina and improved quality of life and functional status in patients with heart failure or angina. Patients found the technology easy to use and expressed high levels of satisfaction. Telehealth technologies are a viable means of providing home monitoring to patients with heart disease at high risk of hospital readmission to improve their self-care abilities.\n",
            "in_text_citation": "Woodend et al., 2008",
            "footnote": 26
        },
        {
            "title": "Telemedicine applied to kinesiotherapy for hand dysfunction in patients with systemic sclerosis and rheumatoid arthritis: recovery of movement and telemonitoring technology.",
            "abstract": "## OBJECTIVE\nTo describe a feasibility study focused on a telemonitoring approach to self-managed kinesiotherapy sessions for the rehabilitation of hand function in patients with systemic sclerosis (SSc) and rheumatoid arthritis (RA).\n## METHODS\nTen patients with SSc and 10 with RA were enrolled in a 3-month controlled trial (approval no. 9751/2012 - Italian Department of Health) to perform a home kinesiotherapy protocol, consisting of strengthening and mobility exercises, using a newly developed telemedicine system (a portable device and the related telemonitoring infrastructure). A further 10 patients with SSc and 10 with RA were enrolled as controls to perform a similar home kinesiotherapy protocol with the aid of common daily-life objects. Both groups were evaluated at baseline and at followup, after 6 and 12 weeks. The primary outcome of the trial was hand function measured by Dreiser's index (Functional Index for Hand OA, FIHOA), Health Assessment Questionnaire (HAQ), and the Hand Mobility in Scleroderma (HAMIS) test (only for SSc).\n## RESULTS\nPatients with SSc showed an improvement of FIHOA in both arms (p < 0.01) but the HAQ (p = 0.016) and the HAMIS test (right hand p = 0.016, left hand p = 0.075) improved significantly only in the experimental arm. Patients with RA showed a statistically significant improvement of FIHOA (p = 0.013) and HAQ (p = 0.015) in the experimental arm, while patients in the control arm did not significantly improve. However, no statistically significant differences in outcome measures between treatment methods were observed. Withdrawals were higher in control arms (SSc 20%; RA 30%) than in experimental arms (SSc 10%; RA 10%).\n## CONCLUSION\nTelemonitoring of self-administered kinesiotherapy programs is a promising approach to the rehabilitation of hand functions in patients with rheumatic disease.\n",
            "in_text_citation": "Piga et al., 2014",
            "footnote": 27
        },
        {
            "title": "The effect of changing movement and posture using motion-sensor biofeedback, versus guidelines-based care, on the clinical outcomes of people with sub-acute or chronic low back pain-a multicentre, cluster-randomised, placebo-controlled, pilot trial.",
            "abstract": "## BACKGROUND\nThe aims of this pilot trial were to (i) test the hypothesis that modifying patterns of painful lumbo-pelvic movement using motion-sensor biofeedback in people with low back pain would lead to reduced pain and activity limitation compared with guidelines-based care, and (ii) facilitate sample size calculations for a fully powered trial.\n## METHODS\nA multicentre (8 clinics), cluster-randomised, placebo-controlled pilot trial compared two groups of patients seeking medical or physiotherapy primary care for sub-acute and chronic back pain. It was powered for longitudinal analysis, but not for adjusted single-time point comparisons. The intervention group (n = 58) received modification of movement patterns augmented by motion-sensor movement biofeedback (ViMove, dorsaVi.com) plus guidelines-based medical or physiotherapy care. The control group (n = 54) received a placebo (wearing the motion-sensors without biofeedback) plus guidelines-based medical or physiotherapy care. Primary outcomes were self-reported pain intensity (VAS) and activity limitation (Roland Morris Disability Questionnaire (RMDQ), Patient Specific Functional Scale (PSFS)), all on 0-100 scales. Both groups received 6-8 treatment sessions. Outcomes were measured seven times during 10-weeks of treatment and at 12, 26 and 52 week follow-up, with 17.0 % dropout. Patients were not informed of group allocation or the study hypothesis.\n## RESULTS\nAcross one-year, there were significant between-group differences favouring the intervention group [generalized linear model coefficient (95 % CI): group effect RMDQ -7.1 (95 % CI-12.6;-1.6), PSFS -10.3 (-16.6; -3.9), QVAS -7.7 (-13.0; -2.4); and group by time effect differences (per 100 days) RMDQ -3.5 (-5.2; -2.2), PSFS -4.7 (-7.0; -2.5), QVAS -4.8 (-6.1; -3.5)], all p < 0.001. Risk ratios between groups of probability of improving by >30 % at 12-months = RMDQ 2.4 (95 % CI 1.5; 4.1), PSFS 2.5 (1.5; 4.0), QVAS 3.3 (1.8; 5.9). The only device-related side-effects involved transient skin irritation from tape used to mount motion sensors.\n## CONCLUSIONS\nIndividualised movement retraining using motion-sensor biofeedback resulted in significant and sustained improvements in pain and activity limitation that persisted after treatment finished. This pilot trial also refined the procedures and sample size requirements for a fully powered RCT. This trial (Australian New Zealand Clinical Trials Registry NCT01572779) was equally funded by dorsaVi P/L and the Victorian State Government.\n",
            "in_text_citation": "Kent et al., 2015",
            "footnote": 28
        },
        {
            "title": "The impact of a telemedicine monitoring system on positive airway pressure adherence in patients with obstructive sleep apnea: a randomized controlled trial.",
            "abstract": "## STUDY OBJECTIVES\nFirst-line therapy for patients with moderate to severe obstructive sleep apnea (OSA) is positive airway pressure (PAP). Although PAP is a highly efficacious treatment, adherence to PAP is still a substantial clinical problem. The objective of this study was to determine whether PAP adherence can be improved with a telemedicine monitoring system.\n## DESIGN\nA nonblinded, single-center, randomized controlled trial that compared standard PAP treatment versus PAP treatment and a telemedicine monitoring system\n## SETTING\nUniversity sleep disorders program in British Columbia, Canada\n## PATIENTS\nAdult patients (≥ 19 yr of age) with moderate to severe OSA (apnea hypopnea index (AHI) ≥ 15 events/hr determined by polysomnography) prescribed PAP INTERVENTIONS: Patients were randomized to either standard care with an autotitrating PAP machine or an autotitrating PAP machine that transmitted physiologic information (i.e., adherence, air leak, residual AHI) daily to a website that could be reviewed. If problems were identified from information from the website, the patient was contacted by telephone as necessary.\n## MEASUREMENTS\nPAP adherence after 3 mo, subjective sleep quality, and side effects\n## RESULTS\nSeventy-five patients were enrolled; 39 were randomized to telemedicine and 36 to standard care. The mean age ± standard deviation (SD) was 53.5 ± 11.2 yr, mean AHI was 41.6 ± 22.1 events/hr, and 80% of patients were male. After 3 mo, mean PAP adherence was significantly greater in the telemedicine arm (191 min per day) versus the standard arm (105 min per day; mean difference = 87 min, 95% confidence interval (CI): 25-148 min, P = 0.006, unpaired t test). On days when PAP was used, mean adherence was 321 min in the telemedicine arm and 207 min in the standard arm (difference = 113 min, 95% CI: 62-164 min, P < 0.0001). Significant independent predictors of adherence included age, baseline Epworth Sleepiness Scale score, and use of telemedicine. On average, an additional 67 min of technician time was spent on patients in the telemedicine arm compared with the standard arm (P = 0.0001).\n## CONCLUSIONS\nPAP adherence can be improved with the use of a web-based telemedicine system at the initiation of treatment.\n",
            "in_text_citation": "Fox et al., 2012",
            "footnote": 29
        },
        {
            "title": "The impact of an online social network with wireless monitoring devices on physical activity and weight loss.",
            "abstract": "## BACKGROUND\nOnline social networks (OSNs) are a new, promising approach for catalyzing health-related behavior change. To date, the empirical evidence on their impact has been limited.\n## PURPOSE\nUsing a randomized trial, we assessed the impact of a health-oriented OSN with accelerometer and scales on participant's physical activity, weight, and clinical indicators.\n## METHODS\nA sample of 349 PeaceHealth Oregon employees and family members were randomized to the iWell OSN or a control group and followed for 6 months in 2010-2011. The iWell OSN enabled participants to connect with \"friends,\" make public postings, view contacts' postings, set goals, download the number of their steps from an accelerometer and their weight from a scale, view trends in physical activity and weight, and compete against others in physical activity. Both control and intervention participants received traditional education material on diet and physical activity. Laboratory data on weight and clinical indicators (triglycerides, high-density lipoprotein, or low-density lipoprotein), and self-reported data on physical activity, were collected at baseline, 3 months, and 6 months.\n## RESULTS\nAt 6 months, the intervention group increased leisure walking minutes by 164% compared with 47% in the control group. The intervention group also lost more weight than the controls (5.2 pounds compared with 1.5 pounds). There were no observed significant differences in vigorous exercise or clinical indicators between the 2 groups. Among intervention participants, greater OSN use, as measured by number of private messages sent, was associated with a greater increase in leisure walking and greater weight reduction over the study period.\n## CONCLUSIONS\nThe study provides evidence that interventions using OSNs can successfully promote increases in physical activity and weight loss.\n",
            "in_text_citation": "Greene et al., 2013",
            "footnote": 30
        },
        {
            "title": "Using preventive home monitoring to reduce hospital admission rates and reduce costs: a case study of telehealth among chronic obstructive pulmonary disease patients.",
            "abstract": "We studied whether preventive home monitoring of patients with chronic obstructive pulmonary disease (COPD) could reduce the frequency of hospital admissions and lower the cost of hospitalization. Patients were recruited from a health centre, general practitioner (GP) or the pulmonary hospital ward. They were randomized to usual care or tele-rehabilitation with a telehealth monitoring device installed in their home for four months. A total of 111 patients were suitable for inclusion and consented to be randomized: 60 patients were allocated to intervention and three were lost to follow-up. In the control group 51 patients were allocated to usual care and three patients were lost to follow-up. In the tele-rehabilitation group, the mean hospital admission rate was 0.49 per patient per 10 months compared to the control group rate of 1.17; this difference was significant (P = 0.041). The mean cost of admissions was €3461 per patient in the intervention group and €4576 in the control group; this difference was not significant. The Kaplan-Meier estimates for time to hospital admission were longer for the intervention group than the controls, but the difference was not significant. Future work requires large-scale studies of prolonged home monitoring with more extended follow-up.\n",
            "in_text_citation": "Dinesen et al., 2012",
            "footnote": 31
        },
        {
            "title": "Wearable Sensor/Device (Fitbit One) and SMS Text-Messaging Prompts to Increase Physical Activity in Overweight and Obese Adults: A Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nStudies have shown self-monitoring can modify health behaviors, including physical activity (PA). This study tested the utility of a wearable sensor/device (Fitbit(®) One™; Fitbit Inc., San Francisco, CA) and short message service (SMS) text-messaging prompts to increase PA in overweight and obese adults.\n## MATERIALS AND METHODS\nSixty-seven adults wore a Fitbit One tracker for 6 weeks; half were randomized to also receive three daily SMS-based PA prompts. The Fitbit One consisted of a wearable tracker for instant feedback on performance and a Web site/mobile application (app) for detailed summaries. Outcome measures were objectively measured steps and minutes of PA by intensity using two accelerometers: Actigraph™ (Pensacola, FL) GT3X+ (primary measure) at baseline and Week 6 and Fitbit One (secondary measure) at baseline and Weeks 1, 2, 3, 4, 5, and 6.\n## RESULTS\nMixed-model repeated-measures analysis of primary measures indicated a significant within-group increase of +4.3 (standard error [SE]=2.0) min/week of moderate- to vigorous-intensity PA (MVPA) at 6-week follow-up (p=0.04) in the comparison group (Fitbit only), but no study group differences across PA levels. Secondary measures indicated the SMS text-messaging effect lasted for only 1 week: the intervention group increased by +1,266 steps (SE=491; p=0.01), +17.8 min/week MVPA (SE=8.5; p=0.04), and +38.3 min/week total PA (SE=15.9; p=0.02) compared with no changes in the comparison group, and these between-group differences were significant for steps (p=0.01), fairly/very active minutes (p<0.01), and total active minutes (p=0.02).\n## CONCLUSIONS\nThese data suggest that the Fitbit One achieved a small increase in MVPA at follow-up and that the SMS-based PA prompts were insufficient in increasing PA beyond 1 week. Future studies can test this intervention in those requiring less help and/or test strategies to increase participants' engagement levels.\n",
            "in_text_citation": "Wang et al., 2015",
            "footnote": 32
        },
        {
            "title": "Weight loss by telemonitoring of nutrition and physical activity in patients with metabolic syndrome for 1 year.",
            "abstract": "## OBJECTIVE\nMobile technology can improve lifestyle programs, but the monitoring techniques and carer feedback need to be optimized. To this end, we investigated the efficacy of telemonitoring physical activity and nutrition over 12 months in patients with metabolic syndrome in a randomized, parallel-group, open trial.\n## METHODS\nScreening all over Germany yielded 184 patients with metabolic syndrome. All patients attended a single 2-hour instruction meeting in their region concerning a combination diet and the importance of physical activity. Thereafter they were randomized into a control group (controls, n = 62) or one of 2 different intervention groups. Both intervention groups were issued accelerometers, which measured physical activity, recorded daily weight and calorie intake, and transmitted these data to a central server for use by patient carers. In the Active Body Control Program of University of Magdeburg (ABC) intervention group (n = 60), information and motivation was ensured by weekly letters. In the 4sigma telephone coaching (4S) intervention group (n = 58), this was accomplished by monthly telephone calls from the carers. Clinical and biochemical data for all patients were collected at 0, 4, 8, and 12 months without any regular face-to-face meetings between patients and carers. The primary endpoint was weight loss and the secondary endpoint was the presence of metabolic syndrome.\n## RESULTS\nAfter 12 months the dropout rates in the control, 4S, and ABC groups were respectively 35%, 17%, and 18%. The adjusted relative weight losses after 12 months were respectively 3.7%, 8.6%, and 11.4% (all p < 0.000 versus baseline). ABC was more effective than 4S (p = 0.041); 43% of the patients completing the study in the ABC group lost more than 15% of their baseline weight. The diagnosis of metabolic syndrome was no longer applicable in 58% of the cases in the ABC group, in 41% of the 4S group, and in 33% of the controls.\n## CONCLUSIONS\nTelemonitoring of physical activity and nutrition markedly improves weight loss and markers of metabolic syndrome.\n",
            "in_text_citation": "Luley et al., 2014",
            "footnote": 33
        },
        {
            "title": "Impact of telehealth on clinical outcomes in patients with heart failure.",
            "abstract": "The purpose of this randomized field study was to determine the effects of telehomecare on hospitalization, emergency department (ED) use, mortality, and symptoms related to sodium and fluid intake, medication use, and physical activity. The sample consists of 284 patients with heart failure. The authors used logistic regression to study the effects of telehomecare on health services utilization and mortality and a general linear model to analyze changes in self-reported symptoms. On average, patients in the telehomecare groups had a lower probability of hospitalizations and ED visits than did patients in the control group. Differences were statistically significant at 60 days but not 120 days. Results show a greater reduction in symptoms for patients using telehomecare compared to control patients. The technology enables frequent monitoring of clinical indices and permits the home health care nurse to detect changes in cardiac status and intervene when necessary.\n",
            "in_text_citation": "Dansky et al., 2008",
            "footnote": 34
        },
        {
            "title": "Efficacy of multiparametric telemonitoring on respiratory outcomes in elderly people with COPD: a randomized controlled trial.",
            "abstract": "## BACKGROUND\nChronic obstructive pulmonary disease (COPD) is a highly prevalent condition associated with a high health care resource consumption and health care expenditures, driven mainly by exacerbations-related hospitalizations. Telemedicine has been proposed as a mean for timely detection of exacerbation, but the available evidence is inadequate to provide conclusive information on its efficacy. The aim of this study is to evaluate the efficacy of a telemonitoring system in reducing COPD-related hospitalizations in an elderly population with COPD.\n## METHODS\nThis is a parallel arms, randomized trial including patients aged 65 or older with COPD in GOLD stages II and III enrolled in a Pulmonary Medicine outpatient facility. Patients were randomly assigned to receive a non-invasive system able to telemonitor vital signs (oxygen saturation, heart rate, near-body temperature, overall physical activity) or standard care, and were followed up for 9 months. The outcome measures were the number of exacerbations and exacerbation-related hospitalization.\n## RESULTS\nFifty patients were included in the telemonitoring group and 49 in the control group. The incidence rate of respiratory events was 28/100 person/years in the telemonitoring group vs. 42/100 person/years in the control group (incidence rate ratio: 0.67, 95% CI: 0.32 - 1.36). The corresponding figures for hospital admissions where 13/100 person/years and 20/100 person/years, respectively (IRR: 0.66, 95% CI: 0.21 - 1.86).\n## CONCLUSIONS\nIn our study, COPD patients followed up with the aid of a multiparametric remote monitoring system experienced a lower rate of exacerbations and COPD-related hospitalizations compared to patients followed up using the standard model of care. These results need to be replicated in larger studies before they can be applied to the general COPD population.\n## TRIAL REGISTRATION NUMBER\nNCT01481506 (clinicaltrials.gov).\n## FUNDING\nco-financed by Lazio Region and Intersistemi Inc.\n",
            "in_text_citation": "Pedone et al., 2013",
            "footnote": 35
        }
    ]
}