{
    "key_references": [
        {
            "title": "Radial artery vs saphenous vein graft used as the second conduit for surgical myocardial revascularization: long-term clinical follow-up.",
            "abstract": "## BACKGROUND\nThere is ongoing debate regarding the efficacy of the radial artery (RA) as an aortocoronary conduit, with few solid data regarding long-term clinical results. We sought to determine if the use of the RA as the second arterial conduit, beside left internal thoracic artery (LITA), would improve long-term clinical outcome after CABG as compared to saphenous vein graft (SVG).\n## METHODS\nBetween March 2001 and November 2003, 200 patients underwent isolated CABG and were randomized in 1:1 fashion to receive either LITA and RA grafts or LITA and SVGs. The primary end point was composite of cardiovascular mortality, non-fatal myocardial infarction and need for repeat myocardial revascularization (either surgical or percutaneous).\n## RESULTS\nThere was no significant difference in absolute survival, with 12 deaths in each group during the study period (log rank = 0.01, p = 0.979). There were 3 and 2 cardiac deaths in RA and SVG groups, respectively. There was no difference in long-term clinical outcome between the groups (log rank = 0.450, p = 0.509). Eleven patients in RA group had one or more non-fatal events; 7 patients suffered a myocardial infarction, 9 patients underwent percutaneous coronary angioplasty, and 1 patient required redo coronary surgery. Likewise, 13 patients in SVG group had non-fatal event; 7 patients had myocardial infarction, 13 patients had percutaneous coronary intervention and 3 patients required redo coronary surgery. Angiograms were performed in 23 patients in RA group (patency rate 92 %) and 24 in SVG group (patency rate 86 %) (p = 0.67).\n## CONCLUSION\nIn this small randomised study our data indicate that there is no difference in the 8 year clinical outcomes in relatively young patients between those having a RA or a saphenous vein graft used as a second conduit, beside LITA, for surgical myocardial revascularisation.\n",
            "in_text_citation": "Petrovic et al., 2015",
            "footnote": 9
        },
        {
            "title": "Radial artery patency and clinical outcomes: five-year interim results of a randomized trial.",
            "abstract": "## OBJECTIVE\nThis study was undertaken to compare elective angiographic patency and cardiac event-free survival of the radial artery graft with that of the free right internal thoracic artery or saphenous vein during a 10-year period after primary coronary artery bypass surgery.\n## METHODS\nThis prospective, randomized, single-center trial was conducted on two groups of patients undergoing primary coronary artery bypass surgery. In a younger group (group 1, n = 285, <70 years), the radial artery was compared with the free right internal thoracic artery. In an older group (group 2, n = 153, >/=70 years), the radial artery was compared with the saphenous vein. The trial conduit was grafted to the largest available coronary artery other than the left anterior descending coronary artery. Angiography was scheduled at intervals between 0 and 10 years according to a second random assignment. Patients were followed up at yearly intervals to assess clinical outcomes. Clinical outcomes were analyzed on an intent-to-treat basis during the 10-year follow-up with time-related analyses. This interim study reports angiographic and clinical outcome results during the first 5 years.\n## RESULTS\nGraft patency estimates were as follows: 0.95 (95% confidence interval 0.85-0.99) in 39 radial arteries versus 1.0 in 29 right internal thoracic arteries (P =.4) in group 1, and 0.86 (95% confidence interval 0.67-0.99) in 24 radial arteries versus 0.95 (95% confidence interval 0.83-0.99) in 22 saphenous veins (P =.5) in group 2. Cardiac event-free survival estimates were as follows: 0.91 (95% confidence interval 0.76-0.99) for the radial artery versus 0.82 (95% confidence interval 0.63-0.99) for the right internal thoracic artery (P =.7) in group 1, and 0.84 (95% confidence interval 0.64-0.99) for the radial artery versus 0.89 (95% confidence interval 0.72-0.99) for the saphenous vein (P =.9) in group 2.\n## CONCLUSION\nThe 5-year interim results do not support the hypothesis that the radial artery has superior patency to or is associated with fewer clinical events than free right internal thoracic artery or saphenous vein grafts.\n",
            "in_text_citation": "Buxton et al., 2003",
            "footnote": 8
        },
        {
            "title": "Radial artery versus saphenous vein patency randomized trial: five-year angiographic follow-up.",
            "abstract": "## BACKGROUND\nGraft patency is a fundamental predictor of long-term survival after coronary artery bypass surgery. Left and right internal thoracic artery (arterial) graft patency has been shown to be superior to that of saphenous vein grafts. More recently, the radial artery has been used as an aortocoronary graft, but little is known about the midterm and long-term patency of this conduit. We performed a single-center prospective randomized trial comparing the angiographic patency of radial artery and saphenous vein aortocoronary bypass grafts at 5 years after surgery.\n## METHODS AND RESULTS\nWe enrolled 142 patients randomized at a single center to have either the radial artery or saphenous vein grafted to a stenosed branch of the native left circumflex coronary artery. The primary end point was angiographic graft patency 5 years postoperatively. At 5 years, 134 patients were alive and eligible for reangiography (5-year survival, 94.4%). Angiography was performed in 103 patients (77%); 98.3% of radial artery grafts and 86.4% of saphenous vein grafts were patent (P=0.04). Graft narrowing occurred in 10% of patent radial artery grafts and 23% of patent saphenous vein grafts (P=0.01).\n## CONCLUSIONS\nRadial artery aortocoronary bypass grafts to a stenosed branch of the circumflex coronary artery have an excellent patency rate at 5 years. This was significantly better than the patency rate for saphenous vein grafts and comparable to reported patency rates for internal thoracic artery grafts.\n",
            "in_text_citation": "Collins et al., 2008",
            "footnote": 10
        },
        {
            "title": "Arterial revascularization in primary coronary artery bypass grafting: Direct comparison of 4 strategies--results of the Stand-in-Y Mammary Study.",
            "abstract": "## OBJECTIVE\nIt is unclear (1) whether the use of 2 arterial conduits rather than a single conduit in multivessel coronary artery bypass grafting significantly improves results despite the concomitant use of saphenous vein grafts and (2) whether any among different configurations of composite grafts (left/right thoracic arteries and radial artery) offers an advantage over the others.\n## METHODS\nEight hundred fifteen patients were randomized to one of 3 different strategies of revascularization by using the left thoracic artery plus the right thoracic artery or using the left thoracic artery plus the radial artery. Venous grafts were used for the remaining targets. Patients randomized to receive 1 arterial graft served as control subjects. Operative mortality and morbidity were comparable among groups.\n## RESULTS\nThe rate of cerebrovascular complications was not statistically lower among patients receiving 2 arterial grafts. At 2 years, overall survival was not significantly different among groups (P = .59). Cardiac event-free survival was significantly better in patients receiving 2 arterial grafts versus control subjects (P < .0001), even among elderly patients (P = .022). The 3 investigated strategies using 2 arterial conduits were similar concerning early and midterm results.\n## CONCLUSIONS\nRevascularization with 2 arterial conduits offers better midterm event-free survival than a single arterial graft, irrespective of which second-choice arterial conduit is used (radial artery or right thoracic artery), the simultaneous use of saphenous vein grafts, and the patient's age.\n",
            "in_text_citation": "Nasso et al., 2009",
            "footnote": 7
        },
        {
            "title": "Comparison of the radial artery and saphenous vein as composite grafts in off-pump coronary artery bypass grafting in elderly patients: a randomized controlled trial.",
            "abstract": "## BACKGROUND AND OBJECTIVES\nArterial grafts have a better long-term patency rate than saphenous vein (SV) when used in off-pump coronary artery bypass surgery (OPCAB). However, arterial grafts in elderly patients are often diseased. We sought to compare the early outcomes achieved by using the two different types of composite grafts.\n## SUBJECTS AND METHODS\nWe conducted a randomized trial to compare radial artery (RA) and SV composite grafts based on the in situ left internal mammary artery in 60 elderly (>70 years old) patients, who were scheduled to undergo OPCAB. Clinical outcomes and 1-year postoperative CT angiography results were compared. The quality of the conduit was evaluated by employing vascular ultrasonography, optical coherence tomography (OCT), and histologic examination.\n## RESULTS\nNo differences in immediate postoperative morbidity and mortality were observed between the two groups. Early postoperative CT angiography revealed a SV patency rate of 100%, which was not different from that of RA composite grafts (99.1%). CT angiography after a year showed an overall patency rate of 96.3%. The overall patency rate of the SV group at 1 year was 94.7%, which was similar to that of the RA group (97.4%). Also, there was no difference in overall survival rate between the two groups. Vascular ultrasonographic images showed strong correlations between OCT and histopathology.\n## CONCLUSION\nOur analysis of early outcomes revealed that the SV could be used as an alternative composite graft to the RA in elderly patients. Vascular ultrasonography is an accurate, real-time, and reproducible method for assessing the quality of the RA conduit.\n",
            "in_text_citation": "Song et al., 2012",
            "footnote": 11
        }
    ]
}