{
    "key_references": [
        {
            "title": "Treating periodontal disease for preventing adverse birth outcomes in pregnant women.",
            "abstract": "## BACKGROUND\nPeriodontal disease has been linked with a number of conditions, such as cardiovascular disease, stroke, diabetes and adverse pregnancy outcomes, all likely through systemic inflammatory pathways. It is common in women of reproductive age and gum conditions tend to worsen during pregnancy. Some evidence from observational studies suggests that periodontal intervention may reduce adverse pregnancy outcomes. There is need for a comprehensive Cochrane review of randomised trials to assess the effect of periodontal treatment on perinatal and maternal health.\n## OBJECTIVES\nTo assess the effects of treating periodontal disease in pregnant women in order to prevent or reduce perinatal and maternal morbidity and mortality.\n## SEARCH METHODS\nCochrane Oral Health's Information Specialist searched the following databases: Cochrane Oral Health's Trials Register (to 6 October 2016), Cochrane Pregnancy and Childbirth's Trials Register (to 7 October 2016), the Cochrane Central Register of Controlled Trials (CENTRAL; 2016, Issue 9) in the Cochrane Library, MEDLINE Ovid (1946 to 6 October 2016), Embase Ovid (1980 to 6 October 2016), and LILACS BIREME Virtual Health Library (Latin American and Caribbean Health Science Information database; 1982 to 6 October 2016). ClinicalTrials.gov and the World Health Organization International Clinical Trials Registry Platform were searched for ongoing trials on 6 October 2016. We placed no restrictions on the language or date of publication when searching the electronic databases.\n## SELECTION CRITERIA\nWe included all randomised controlled trials (RCTs) investigating the effects of periodontal treatment in preventing or reducing perinatal and maternal morbidity and mortality. We excluded studies where obstetric outcomes were not reported.\n## DATA COLLECTION AND ANALYSIS\nTwo review authors independently screened titles and abstracts and extracted data using a prepiloted data extraction form. Missing data were obtained by contacting authors and risk of bias was assessed using Cochrane's 'Risk of bias' tool. Where appropriate, results of comparable trials were pooled and expressed as risk ratios (RR) or mean differences (MD) with 95% confidence intervals (CI) . The random-effects model was used for pooling except where there was an insufficient number of studies. We assessed the quality of the evidence using GRADE.\n## MAIN RESULTS\nThere were 15 RCTs (n = 7161 participants) meeting our inclusion criteria. All the included studies were at high risk of bias mostly due to lack of blinding and imbalance in baseline characteristics of participants. The studies recruited pregnant women from prenatal care facilities who had periodontitis (14 studies) or gingivitis (1 study).The two main comparisons were: periodontal treatment versus no treatment during pregnancy and periodontal treatment versus alternative periodontal treatment. The head-to-head comparison between periodontal treatments assessed a more intensive treatment versus a less intensive one.Eleven studies compared periodontal treatment with no treatment during pregnancy. The meta-analysis shows no clear difference in preterm birth < 37 weeks (RR 0.87, 95% CI 0.70 to 1.10; 5671 participants; 11 studies; low-quality evidence) between periodontal treatment and no treatment. There is low-quality evidence that periodontal treatment may reduce low birth weight < 2500 g (9.70% with periodontal treatment versus 12.60% without treatment; RR 0.67, 95% CI 0.48 to 0.95; 3470 participants; 7 studies).It is unclear whether periodontal treatment leads to a difference in preterm birth < 35 weeks (RR 1.19, 95% CI 0.81 to 1.76; 2557 participants; 2 studies; ) and < 32 weeks (RR 1.35, 95% CI 0.78 to 2.32; 2755 participants; 3 studies), low birth weight < 1500 g (RR 0.80, 95% CI 0.38 to 1.70; 2550 participants; 2 studies), perinatal mortality (including fetal and neonatal deaths up to the first 28 days after birth) (RR 0.85, 95% CI 0.51 to 1.43; 5320 participants; 7 studies; very low-quality evidence), and pre-eclampsia (RR 1.10, 95% CI 0.74 to 1.62; 2946 participants; 3 studies; very low-quality evidence). There is no evidence of a difference in small for gestational age (RR 0.97, 95% CI 0.81 to 1.16; 3610 participants; 3 studies; low-quality evidence) when periodontal treatment is compared with no treatment.Four studies compared periodontal treatment with alternative periodontal treatment. Data pooling was not possible due to clinical heterogeneity. The outcomes reported were preterm birth < 37 weeks, preterm birth < 35 weeks, birth weight < 2500 g, birth weight < 1500 g and perinatal mortality (very low-quality evidence). It is unclear whether there is a difference in < 37 weeks, preterm birth < 35 weeks, birth weight < 2500 g, birth weight < 1500 g and perinatal mortality when different periodontal treatments are compared because the quality of evidence is very low.Maternal mortality and adverse effects of the intervention did not occur in any of the studies that reported on either of the outcomes.\n## AUTHORS' CONCLUSIONS\nIt is not clear if periodontal treatment during pregnancy has an impact on preterm birth (low-quality evidence). There is low-quality evidence that periodontal treatment may reduce low birth weight (< 2500 g), however, our confidence in the effect estimate is limited. There is insufficient evidence to determine which periodontal treatment is better in preventing adverse obstetric outcomes. Future research should aim to report periodontal outcomes alongside obstetric outcomes.\n",
            "in_text_citation": "Iheozor-Ejiofor et al., 2017",
            "footnote": 7
        },
        {
            "title": "Periodontal therapy may reduce the risk of preterm low birth weight in women with periodontal disease: a randomized controlled trial.",
            "abstract": "## BACKGROUND\nRecent studies have suggested that periodontal disease is a risk factor for preterm low birth weight (PLBW). A randomized controlled trial was undertaken to help further evaluate the proposed association between periodontal disease and PLBW.\n## METHODS\nFour hundred pregnant women with periodontal disease, aged 18 to 35, were enrolled while receiving prenatal care in Santiago, Chile. Women were randomly assigned to either an experimental group (n = 200), which received periodontal treatment before 28 weeks of gestation or to a control group (n = 200) which received periodontal treatment after delivery. Previous and current pregnancies and known risk factors were obtained from patient medical records and interviews. The primary outcome assessed was the delivery at less than 37 weeks of gestation or an infant weighing less than 2,500 g.\n## RESULTS\nOf the 400 women enrolled, 49 were excluded from the analyses for different reasons. The incidence of PLBW in the treatment group was 1.84% (3/163) and in the control group was 10.11% (19/188), (odds ratio [OR] 5.49, 95% confidence interval [CI] 1.65 to 18.22, P= 0.001). Multivariate logistic regression analysis showed that periodontal disease was the strongest factor related to PLBW (OR 4.70, 95% CI 1.29 to 17.13). Other factors significantly associated with such deliveries were: previous PLBW (OR 3.98, 95% CI 1.11 to 14.21), less than 6 prenatal visits (OR 3.70, 95% Cl 1.46 to 9.38), and maternal low weight gain (OR 3.42, 95% CI 1.16 to 10.03).\n## CONCLUSIONS\nPeriodontal disease appears to be an independent risk factor for PLBW. Periodontal therapy significantly reduces the rates of PLBW in this population of women with periodontal disease.\n",
            "in_text_citation": "López et al., 2002",
            "footnote": 12
        },
        {
            "title": "Periodontal therapy reduces the rate of preterm low birth weight in women with pregnancy-associated gingivitis.",
            "abstract": "## BACKGROUND\nOne hypothesis to explain the association between periodontal disease (PD) preterm/low birth weight (PT/LBW) is that PT/LBW may be indirectly mediated through translocation of bacteria or bacterial products in the systemic circulation. Transient bacteremias occur in subjects with marginal periodontitis or with gingivitis, and it is possible that bacteria and their products may reach the placental membranes hematogenously and provide the inflammatory effect to induce preterm labor. The effect of gingivitis as a potential risk factor for PT/LBW has still not been studied. A randomized controlled trial was undertaken to determine the effect of routine plaque control and scaling on the pregnancy outcomes in women with gingivitis.\n## METHODS\nEight hundred seventy (870) pregnant women with gingivitis, aged 18 to 42, were enrolled while receiving prenatal care in Santiago, Chile. Women were randomly assigned in a two-to-one fashion to either a treatment group (N = 580), receiving periodontal treatment before 28 weeks of gestation or to a control group (N = 290), receiving periodontal treatment after delivery. Periodontal therapy consisted of plaque control, scaling, and daily rinsing with 0.12% clorhexidine. Maintenance therapy was provided every 2 to 3 weeks until delivery, and consisted of oral hygiene instruction and supragingival plaque removal by instrumentation, as needed. The primary outcomes assessed were delivery at less than 37 weeks of gestation or an infant weighing less than 2,500 g.\n## RESULTS\nOf the 870 women enrolled, 36 women (27 in the treatment group and nine in the control group) were excluded from the analyses for different reasons. The incidence of PT/LBW in the treatment group was 2.14% (12/560) and in the control group, 6.71% (19/283) (odds ratio [OR] 3.26; 95% confidence interval [CI] 1.56 to 6.83; P = 0.0009). Multivariate logistic regression analysis showed that, after adjusting for several known risk factors for PT/LBW, women with gingivitis were at a higher risk of PT/LBW than women who received periodontal treatment (OR 2.76; 95%CI 1.29 to 5.88; P = 0.008).\n## CONCLUSIONS\nPeriodontal treatment significantly reduced the PT/LBW rate in this population of women with pregnancy-associated gingivitis. Within the limitations of this study, we conclude that gingivitis appears to be an independent risk factor for PT/LBW for this population.\n",
            "in_text_citation": "López et al., 2005",
            "footnote": 11
        },
        {
            "title": "Treatment of periodontal disease and the risk of preterm birth.",
            "abstract": "## BACKGROUND\nMaternal periodontal disease has been associated with an increased risk of preterm birth and low birth weight. We studied the effect of nonsurgical periodontal treatment on preterm birth.\n## METHODS\nWe randomly assigned women between 13 and 17 weeks of gestation to undergo scaling and root planing either before 21 weeks (413 patients in the treatment group) or after delivery (410 patients in the control group). Patients in the treatment group also underwent monthly tooth polishing and received instruction in oral hygiene. The gestational age at the end of pregnancy was the prespecified primary outcome. Secondary outcomes were birth weight and the proportion of infants who were small for gestational age.\n## RESULTS\nIn the follow-up analysis, preterm birth (before 37 weeks of gestation) occurred in 49 of 407 women (12.0%) in the treatment group (resulting in 44 live births) and in 52 of 405 women (12.8%) in the control group (resulting in 38 live births). Although periodontal treatment improved periodontitis measures (P<0.001), it did not significantly alter the risk of preterm delivery (P=0.70; hazard ratio for treatment group vs. control group, 0.93; 95% confidence interval [CI], 0.63 to 1.37). There were no significant differences between the treatment and control groups in birth weight (3239 g vs. 3258 g, P=0.64) or in the rate of delivery of infants that were small for gestational age (12.7% vs. 12.3%; odds ratio, 1.04; 95% CI, 0.68 to 1.58). There were 5 spontaneous abortions or stillbirths in the treatment group, as compared with 14 in the control group (P=0.08).\n## CONCLUSIONS\nTreatment of periodontitis in pregnant women improves periodontal disease and is safe but does not significantly alter rates of preterm birth, low birth weight, or fetal growth restriction. (ClinicalTrials.gov number, NCT00066131 [ClinicalTrials.gov].).\n",
            "in_text_citation": "Michalowicz et al., 2006",
            "footnote": 24
        },
        {
            "title": "Treatment of periodontal disease during pregnancy: a randomized controlled trial.",
            "abstract": "## OBJECTIVE\nTo investigate whether treating periodontal disease prevents preterm birth and other major complications of pregnancy.\n## METHODS\nThis single-center trial was conducted across six obstetric sites in metropolitan Perth, Western Australia. Pregnant women identified by history to be at risk (n=3,737) were examined for periodontal disease. Approximately 1,000 women with periodontal disease were allocated at random to receive periodontal treatment commencing around 20 weeks of gestation (n=542) or 6 weeks after the pregnancy was completed (controls; n=540). The treatment included mechanical removal of oral biofilms together with oral hygiene instruction and motivation at a minimum of three weekly visits, with further visits if required.\n## RESULTS\nThere were no differences between the control and treatment groups in preterm birth (9.3% compared with 9.7%, odds ratio [OR] 1.05, 95% confidence interval [CI 0.7-1.58], P=.81), birth weight (3,450 compared with 3,410 g, P=.12), preeclampsia (4.1% compared with 3.4%, OR 0.82, 95% CI 0.44-1.56, P=.55), or other obstetric endpoints. There were four unexplained stillbirths in the control group and no pregnancy losses in the treated group (P=.12). Measures of fetal and neonatal well-being were similar in the two groups, including abnormalities in fetal heart rate recordings (P=.26), umbilical artery flow studies (P=.96), and umbilical artery blood gas values (P=.37). The periodontal treatment was highly successful in improving health of the gums (P<.01).\n## CONCLUSION\nThe evidence provided by the present study does not support the hypothesis that treatment of periodontal disease during pregnancy in this population prevents preterm birth, fetal growth restriction, or preeclampsia. Periodontal treatment was not hazardous to the women or their pregnancies.\n## CLINICAL TRIAL REGISTRATION\nClinicalTrials.gov, www.clinicaltrials.gov, NCT00133926.\n## LEVEL OF EVIDENCE\nI.\n",
            "in_text_citation": "Newnham et al., 2009",
            "footnote": 15
        },
        {
            "title": "Effects of periodontal therapy on rate of preterm delivery: a randomized controlled trial.",
            "abstract": "## OBJECTIVE\nTo test the effects of maternal periodontal disease treatment on the incidence of preterm birth (delivery before 37 weeks of gestation).\n## METHODS\nThe Maternal Oral Therapy to Reduce Obstetric Risk Study was a randomized, treatment-masked, controlled clinical trial of pregnant women with periodontal disease who were receiving standard obstetric care. Participants were assigned to either a periodontal treatment arm, consisting of scaling and root planing early in the second trimester, or a delayed treatment arm that provided periodontal care after delivery. Pregnancy and maternal periodontal status were followed to delivery and neonatal outcomes until discharge. The primary outcome (gestational age less than 37 weeks) and the secondary outcome (gestational age less than 35 weeks) were analyzed using a chi test of equality of two proportions.\n## RESULTS\nThe study randomized 1,806 patients at three performance sites and completed 1,760 evaluable patients. At baseline, there were no differences comparing the treatment and control arms for any of the periodontal or obstetric measures. The rate of preterm delivery for the treatment group was 13.1% and 11.5% for the control group (P=.316). There were no significant differences when comparing women in the treatment group with those in the control group with regard to the adverse event rate or the major obstetric and neonatal outcomes.\n## CONCLUSION\nPeriodontal therapy did not reduce the incidence of preterm delivery.\n## LEVEL OF EVIDENCE\nI.\n",
            "in_text_citation": "Offenbacher et al., 2009",
            "footnote": 26
        },
        {
            "title": "Periodontal therapy and risk for adverse pregnancy outcomes.",
            "abstract": "Periodontitis has been associated with adverse pregnancy outcomes. Results from intervention studies are few and controversial. The present study assessed the effects of non-surgical periodontal treatment in the occurrence of adverse pregnancy outcomes. Two hundred forty-six eligible women were randomly divided into two groups: periodontitis intervention (n = 122; undergoing non-surgical treatment during gestation) and periodontitis control (n = 124; not treated during gestation). Univariate analysis was performed and estimates of relative risk were reported. Data from 225 women were analyzed. No differences for preterm birth (p = 0.721), low birth weight (p = 0.198), and preterm low birth weight (p = 0.732) rates were observed. Relative risk estimates for preterm birth, low birth weight, and preterm low birth weight in the periodontitis intervention group were 0.915 (95% CI 0.561-1.493), 0.735 (95% CI 0.459-1.179), and 0.927 (0.601-1.431), respectively. Non-surgical periodontal treatment during the second semester of gestation did not reduce the risk for preterm birth, low birth weight, and preterm low birth weight.\n",
            "in_text_citation": "Oliveira et al., 2011",
            "footnote": 27
        },
        {
            "title": "Benefits of periodontal therapy when preterm birth threatens.",
            "abstract": "There is growing evidence that chronic periodontitis may be a risk factor for pre-term birth. The goal of this intervention study was to determine the effect of periodontal treatment on the pregnancy outcome in women with threatening pre-term birth and initial localized chronic periodontitis. Forty-one women with a singleton pregnancy were enrolled in the study. For this treatment group, oral hygiene instruction and periodontal therapy were provided in the third trimester, while those in the control group (42 persons) did not receive any periodontal treatment. In the treatment group, the mean weight of newborns was 3079.0 g, compared with the control group mean of 2602.4 g. The incidence of pre-term birth and low birthweight in the treatment group was significantly less than in the control group (p = 0.015). Periodontal treatment completed before the 35th week appeared to have a beneficial effect on birth weight and time of delivery.\n",
            "in_text_citation": "Radnai et al., 2009",
            "footnote": 28
        },
        {
            "title": "Effects of periodontal treatment phase I on birth term and birth weight.",
            "abstract": "Considering the high prevalence of preterm birth (PTB) and low birth weight (LBW) and their complications as well as the role played by periodontal disease in their incidence and the lack of any report of periodontal therapy on these problems in Iran, the goal of the present research was to determine the effects of periodontal treatment on PLBW incidence among women with moderate or advanced periodontitis who were referred to Javaheri hospital (2004-2005). This clinical trial research was conducted on 30 pregnant women age ranging from 18-35 years old, with moderate or advanced periodontitis. Fifteen subjects randomly underwent the first phase of periodontal treatment including scaling, root planning and the use of 0.2% chlorhexidine mouth rinse for one week. None of these steps were taken for the controls. After necessary follow ups, the effect of periodontal treatment on birth term and birth weight were analyzed statistically. This research was conducted on 30 subjects, 15 controls and 15 cases in study group. In the control group, the observed rate of PLBW was 26.7% whereas among periodontally treated group, phase I, PLBW infant was not observed (P < 0.05). Infants birth weight were (3059.3-389.7) gms in study group and (3371-394.2) gms in the control group and respectively (P < 0.05). Periodontal therapy, phase I, results in a reduction in PLBW incidence rate. Therefore, the application of such a simple method among periodontally diseased pregnant women is recommended.\n",
            "in_text_citation": "Sadatmansouri et al., 2006",
            "footnote": 14
        },
        {
            "title": "Effect of periodontal therapy on pregnancy outcome in women affected by periodontitis.",
            "abstract": "## BACKGROUND\nThere is convincing evidence to suggest that infections affecting the mother during pregnancy may produce alterations in the normal cytokine- and hormone-regulated gestation, which could result in preterm labor, premature rupture of membranes, and preterm birth (PTB). Studies in the late 1990s associated periodontitis with preterm low birth weight (PLBW) deliveries, and this may have similar pathogenic mechanisms as other maternal infections. This study determined the effect of non-surgical periodontal therapy on pregnancy outcome.\n## METHODS\nA total of 200 pregnant women with periodontitis were randomly assigned to treatment and control groups. Detailed data about previous and current pregnancies were obtained. All women received a full-mouth periodontal examination, including oral hygiene index-simplified, bleeding index, and clinical attachment level. The women in the treatment group received non-surgical periodontal therapy during the gestational period, and those in the control group received periodontal treatment after delivery. Periodontal therapy included plaque control instructions and scaling and root planing performed under local anesthesia. The outcome measures assessed were gestational age and birth weight of the infant. PTB was recorded when delivery occurred at <37 weeks of gestation, and low birth weight (LBW) was recorded when the infant weighed<2,500 g.\n## RESULTS\nThere were 53 PTBs in the treatment group and 68 PTBs in the control group. Twenty-six LBW infants were recorded in the treatment group, and 48 LBW infants were noted in the control group. The mean gestational ages were 33.8+/-2.8 weeks and 32.7+/-2.8 weeks in the treatment and control groups, respectively. The difference was statistically significant at P<0.006. The mean birth weight was 2,565.3+/-331.2 g in the treatment group and 2,459.6+/-380.7 g in the control group, with the difference being statistically significant at P<0.044. A multiple regression model showed a significant effect of periodontal treatment on birth outcomes.\n## CONCLUSIONS\nNon-surgical periodontal therapy can reduce the risk for preterm births in mothers who are affected by periodontitis. Additional multicentered, randomized, controlled clinical trials are required to confirm this link between periodontitis and PLBW.\n",
            "in_text_citation": "Tarannum et al., 2007",
            "footnote": 13
        },
        {
            "title": "Non-Surgical Treatment of Periodontal Disease in a Pregnant Caucasian Women Population: Adverse Pregnancy Outcomes of a Randomized Clinical Trial.",
            "abstract": "## AIM\nTo analyze if non-surgical treatment of periodontitis in a pregnant Caucasian women population can reduce adverse pregnancy outcomes.\n## METHODS AND RESULTS\nA parallel randomized clinical trial was designed and approved by the Ethical Committee of Sanitary Area Santiago-Lugo, Spain (registration number: 2016/451). Forty patients with periodontitis stage II grade B were randomly allocated to receive either comprehensive non-surgical periodontal therapy (test group; \n## CONCLUSIONS\nNon-surgical periodontal treatment in Caucasian patients with periodontitis stage II grade B did not significantly reduce the risk of adverse pregnancy outcomes.\n",
            "in_text_citation": "Caneiro-Queija et al., 2019",
            "footnote": 29
        },
        {
            "title": "Periodontal intervention effects on pregnancy outcomes in women with pre-eclampsia.",
            "abstract": "## Objective: To determine the efficacy of periodontal intervention on pregnancy outcome in mild preeclamptic women. ## Methods: A sample of 60 pregnant women with mild preeclampsia (blood pressure levels <160/110 mm and proteinuria >300 mg/l in 24 hours urine) from the Hospital Universitario del Valle (Cali, Colombia) was included to the study. Preeclamptic women were randomized in two groups, one with periodontal intervention (PIG, N=28) and another in which the periodontal intervention was practiced after childbirth (NPIG, N=32). Maternal socio-demographic, medical and periodontal data were obtained. PIG included patients in which supragingival and subgingival cleaning within ultrasonic and manual devices were performed after study inclusion. The progression from mild to severe preeclampsia, eclampsia or HELLP syndrome, the number of days of clinical stability and the percentile of birth-weight adjusted for gestational age were evaluated in both groups. ## Results: Most of the patients (60%) were multigravids. Gestational age at inclusion was 31.8±1.6 weeks. Chronic periodontitis was a frequent finding (61.7%). Social, demographic, medical and periodontal conditions were similar between both groups. Disease progression to severe preeclampsia, eclampsia or HELLP syndrome was also similar (89.2% PIG versus 84.4%, p=0.65) (OR=1.06 IC 95% 0.87-1.29, p=0.65). Days of clinical stability were similar between the groups (median 10 days , range 1-46, PIG versus 12 days, range 1-59, p=0.57) and the percentile of birth weight adjusted with gestational age had no differences between the groups (median percentil 50 range 5-90 PIG versus percentil 55 range 5-95, p=0.73). ## Conclusion: Periodontal intervention does not seem to harm the health, the severity or alter the frequency on maternal complications in mild preeclampsia subjects.",
            "in_text_citation": "Herrera et al., 2009",
            "footnote": 25
        }
    ]
}