{
    "citations": [
        {
            "footnote": 39,
            "title": "Treating depression with a smartphone-delivered self-help cognitive behavioral therapy for insomnia: a parallel-group randomized controlled trial.",
            "in_text_citation": "Chan et al., 2023"
        },
        {
            "footnote": 32,
            "title": "Pilot randomized trial of a self-help behavioral activation mobile app for utilization in primary care.",
            "in_text_citation": "Dahne et al., 2019"
        },
        {
            "footnote": 31,
            "title": "Pilot randomized controlled trial of a Spanish-language behavioral activation mobile app (¡Aptívate!) for the treatment of depressive symptoms among United States Latinx adults with limited English proficiency.",
            "in_text_citation": "Dahne et al., 2019b"
        },
        {
            "footnote": 40,
            "title": "Effect of a WeChat-based intervention (Run4Love) on depressive symptoms among people living with HIV in China: a randomized controlled trial.",
            "in_text_citation": "Guo et al., 2020"
        },
        {
            "footnote": 41,
            "title": "A scenario-based cognitive behavioral therapy mobile app to reduce dysfunctional beliefs in individuals with depression: a randomized controlled trial.",
            "in_text_citation": "Hur et al., 2018"
        },
        {
            "footnote": 42,
            "title": "Effects of video viewing smartphone application intervention involving positive word stimulation in people with subthreshold depression: a pilot randomized controlled trial.",
            "in_text_citation": "Kageyama et al., 2021"
        },
        {
            "footnote": 43,
            "title": "Smartphone cognitive behavioral therapy as an adjunct to pharmacotherapy for refractory depression: randomized controlled trial.",
            "in_text_citation": "Mantani et al., 2017"
        },
        {
            "footnote": 44,
            "title": "Testing an app-assisted treatment for suicide prevention in a randomized controlled trial: effects on suicide risk and depression.",
            "in_text_citation": "O'Toole et al., 2019"
        },
        {
            "footnote": 45,
            "title": "A therapist-guided smartphone app for major depression in young adults: a randomized clinical trial.",
            "in_text_citation": "Raevuori et al., 2021"
        },
        {
            "footnote": 38,
            "title": "Behavioral and cognitive intervention strategies delivered via coached apps for depression: pilot trial.",
            "in_text_citation": "Stiles-Shields et al., 2019"
        },
        {
            "footnote": 29,
            "title": "Ibobbly mobile health intervention for suicide prevention in Australian Indigenous youth: a pilot randomised controlled trial.",
            "in_text_citation": "Tighe et al., 2017"
        },
        {
            "footnote": 33,
            "title": "The effect of smartphone-based monitoring and treatment on the rate and duration of psychiatric readmission in patients with unipolar depressive disorder: the RADMIS randomized controlled trial.",
            "in_text_citation": "Tønning et al., 2021"
        },
        {
            "footnote": 46,
            "title": "Smartphone-delivered multicomponent lifestyle medicine intervention for depressive symptoms: a randomized controlled trial.",
            "in_text_citation": "Wong et al., 2021"
        }
    ]
}