{
    "key_references": [
        {
            "title": "Treating depression with a smartphone-delivered self-help cognitive behavioral therapy for insomnia: a parallel-group randomized controlled trial.",
            "abstract": "## BACKGROUND\nDespite its efficacy in treating comorbid insomnia and depression, cognitive behavioral therapy for insomnia (CBT-I) is limited in its accessibility and, in many countries, cultural compatibility. Smartphone-based treatment is a low-cost, convenient alternative modality. This study evaluated a self-help smartphone-based CBT-I in alleviating major depression and insomnia.\n## METHODS\nA parallel-group randomized, waitlist-controlled trial was conducted with 320 adults with major depression and insomnia. Participants were randomized to receive either a 6-week CBT-I via a smartphone application, \n## RESULTS\nIntention to treat analysis was conducted with multilevel modeling. In all but one model, the interaction between treatment condition and time at week 6 follow-up was significant. Compared with the waitlist group, the treatment group had lower levels of depression [Center for Epidemiologic Studies Depression Scale (CES-D): Cohen's \n## CONCLUSION\nNone\n## TRIAL REGISTRATION\nClinicalTrials.gov, NCT04228146. Retrospectively registered on 14 January 2020. http://www.w3.org/1999/xlink\">https://clinicaltrials.gov/ct2/show/NCT04228146.\n",
            "in_text_citation": "Chan et al., 2023",
            "footnote": 39
        },
        {
            "title": "Pilot Randomized Trial of a Self-Help Behavioral Activation Mobile App for Utilization in Primary Care.",
            "abstract": "Mobile technologies can be leveraged to meet the need for evidence-based psychological depression treatment via primary care. The purpose of the present study was to preliminarily examine the feasibility and efficacy of a self-help brief behavioral activation mobile application (app; \"Moodivate\") for depressive symptoms among adults treated via primary care. Participants (N = 52) were recruited from primary care practices between January and December 2017 and were randomized 2:2:1 to receive (a) Moodivate, (b) an active control cognitive-behavioral therapy-based mobile app (\"MoodKit\"), or (c) treatment as usual (TAU; no app). Participants completed assessments of depressive symptoms weekly for 8 weeks. App analytics data were captured to examine Moodivate feasibility (analytics unavailable for control app). Moodivate participants on average had 46.76 (SD = 30.10) app sessions throughout the trial duration, spent 3.50 (2.76) minutes using the app per session, and spent 120.76 (101.02) minutes using the app in total throughout the trial. Nearly 70% of Moodivate participants continued to use the app 1 month after trial enrollment and 50% at the end of the 8-week follow-up period. A generalized estimating equation model examining change in depressive symptoms over time by treatment condition indicated a significant interaction between time and treatment condition (χ\n",
            "in_text_citation": "Dahne et al., 2019",
            "footnote": 32
        },
        {
            "title": "Pilot randomized controlled trial of a Spanish-language Behavioral Activation mobile app (¡Aptívate!) for the treatment of depressive symptoms among united states Latinx adults with limited English proficiency.",
            "abstract": "## BACKGROUND\nTo address the need for disseminable, evidence-based depression treatment options for Latinx adults with limited English proficiency (LEP), our team developed ¡Aptívate!, a Spanish-language Behavioral Activation self-help mobile application. Primary aims of this study were to: 1) examine feasibility and uptake of ¡Aptívate! among depressed Latinx adults with LEP and 2) preliminarily examine ¡Aptívate! efficacy for depression treatment.\n## METHODS\nParticipants (N = 42) with elevated depressive symptoms were randomized 2:1:1 to: 1) ¡Aptívate! (n = 22), 2) an active control Spanish-language app (\"iCouch CBT\"; n = 9), or 3) Treatment As Usual (i.e., no app; n = 11). Feasibility was assessed via self-reported app utilization and app analytics data. Depressive symptoms were assessed weekly for eight weeks via self report.\n## RESULTS\nAll ¡Aptívate! participants used the app at least once, 81.8% of participants used the app ≥8 times, and 36.4% of participants used the app ≥56 times. Weekly retention was strong: 72.7% and 50% of participants continued to use the app at one- and two-months post-enrollment, respectively. Generalized Estimating Equation models indicated a significant interaction between time and treatment, such that ¡Aptívate! participants reported significantly lower depressive symptoms over time than TAU. Depressive symptoms did not differ on average across time between the iCouch and TAU conditions, nor between iCouch and ¡Aptívate!.\n## LIMITATIONS\nLimitations include small sample size, limited follow-up, and lack of analytics data for the active control condition.\n## CONCLUSIONS\nWith further research, ¡Aptívate! may offer a feasible, efficacious approach to extend the reach of evidence-based depression treatment for Latinx adults with LEP.\n",
            "in_text_citation": "Dahne et al., 2019",
            "footnote": 31
        },
        {
            "title": "Effect of a WeChat-Based Intervention (Run4Love) on Depressive Symptoms Among People Living With HIV in China: A Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nPeople living with HIV (PLWH) have high rates of depressive symptoms. However, only a few effective mental health interventions exist for this vulnerable population.\n## OBJECTIVE\nThe aim of this study was to assess the efficacy of a WeChat-based intervention, Run4Love, with a randomized controlled trial among 300 people living with HIV and depression (PLWHD) in China.\n## METHODS\nWe recruited PLWH from the HIV outpatient clinic in South China. Participants were screened based on the Center for Epidemiologic Studies-Depression (CES-D) scale. Those who scored 16 or higher were eligible to participate. A total of 300 eligible patients were enrolled. After obtaining informed consent from the participants, completion of a baseline survey, and collection of participants' hair samples for measuring cortisol, the participants were randomly assigned to an intervention or a control group in a 1:1 ratio. The intervention group received the Run4Love program, delivered via the popular social media app WeChat. Cognitive behavioral stress management courses and weekly reminders of exercise were delivered in a multimedia format. Participants' progress was monitored with timely and tailored feedback. The control group received usual care and a brochure on nutrition for PLWH. Data were collected at 3, 6, and 9 months. The primary outcome was depression, which was measured by a validated instrument.\n## RESULTS\nParticipants in the intervention and control groups were comparable at baseline; about 91.3% (139/150), 88.3% (132/150), and 86.7% (130/150) participants completed the 3-, 6-, and 9-month follow-ups, respectively. At the 3-month follow-up, a significant reduction in CES-D score was observed in the intervention group (from 23.9 to 17.7 vs from 24.3 to 23.8; mean difference=-5.77, 95% CI -7.82 to -3.71; P<.001; standard effect size d=0.66). The mean changes in CES-D score from baseline to the 6- and 9-month follow-ups between the two groups remained statistically significant. No adverse events were reported.\n## CONCLUSIONS\nThe WeChat-based mobile health (mHealth) intervention Run4Love significantly reduced depressive symptoms among PLWHD, and the effect was sustained. An app-based mHealth intervention could provide a feasible therapeutic option for many PLWHD in resource-limited settings. Further research is needed to assess generalizability and cost-effectiveness of this intervention.\n## TRIAL REGISTRATION\nChinese Clinical Trial Registry ChiCTR-IPR-17012606; http://www.chictr.org.cn/showproj.aspx?proj=21019 (Archived by WebCite at https://www.webcitation.org/78Bw2vouF).\n",
            "in_text_citation": "Guo et al., 2020",
            "footnote": 40
        },
        {
            "title": "A Scenario-Based Cognitive Behavioral Therapy Mobile App to Reduce Dysfunctional Beliefs in Individuals with Depression: A Randomized Controlled Trial.",
            "abstract": "## INTRODUCTION\nWhile self-administered mobile app-based cognitive behavioral therapy (CBT) has shown efficiency and effectiveness over the past decade, attempts to address automatic and negative beliefs have been lacking. The purpose of this study was to introduce and verify a mobile app that directly intervenes in dysfunctional thoughts. This app-based treatment includes recognizing automatic and negative thoughts of the protagonist of scenarios, writing advice directly to the main character, and sharing advice provided by other participants.\n## MATERIALS AND METHODS\nThirty-four participants diagnosed with Other Specified Depressive Disorder were recruited and randomly allocated to a CBT-based mobile-app program, the Todac Todac (TT group), or a daily mood chart app program (control group). Participants were asked to use the software for 3 weeks. Assessments for autonomic thoughts and clinical symptoms were administered at baseline and at a follow-up evaluation.\n## RESULTS\nAfter completing the 3-week program, Dysfunctional Attitude Scale (DAS) scores in TT group were lower than they were in the control group. In clinical measures, both TT group and control group showed reduced Beck Depression Inventory-II (BDI-II) scores and situation-dependent trait version of State-Trait Anxiety Inventory (STAI-X2) at follow-up. However, TT group showed significantly reduced STAI-X2 scores compared to control group. For all participants, changes in DAS scores were correlated with BDI-II and STAI-X2 scores.\n## CONCLUSIONS\nOur preliminary findings provide promising evidence that scenario-based CBT mobile apps can be used to deliver feasible and efficacious cognitive therapy. Long-term research is needed to determine the impact and effectiveness of this new treatment format.\n",
            "in_text_citation": "Hur et al., 2018",
            "footnote": 41
        },
        {
            "title": "Effects of video viewing smartphone application intervention involving positive word stimulation in people with subthreshold depression: A pilot randomized controlled trial.",
            "abstract": "## BACKGROUND\nA smartphone application (i.e., SPSRS) was developed to help people with subthreshold depression (StD) improve depressive symptoms by presenting positive word stimuli in videos. However, to date, no randomized controlled trials (RCTs) were conducted to investigate SPSRS application interventions for depressive symptoms in people with StD. Therefore, a pilot RCT was conducted to assess the preliminary efficacy of the SPSRS application intervention for people with StD.\n## METHODS\nIn a pilot RCT, 32 participants (female = 34.4%, mean age = 20.06, SD = 1.24) with StD were randomized to SPSRS application intervention for approximately 10 min/a day for 5 weeks (experimental group; n = 16) or no intervention (wait list control group; n = 16). The primary outcome is the change from baseline in the Center for Epidemiologic Studies Depression Scale (CES-D) score after the 5-week intervention. The secondary outcomes are the change from baseline in the Kessler Screening Scale for Psychological Distress (K-6) score and the Generalized Anxiety Disorder 7-item scale (GAD-7) after the 5-week intervention.\n## RESULTS\nNo participants dropped out of the study. The experimental group displayed medium, small, and small improvements in CES-D, K-6, and GAD-7 scores (adjusted Hedge's g = -0.64, -0.29, and -0.40), respectively, compared with control.\n## LIMITATIONS\nThe observed effects must be considered preliminary due to the small sample size.\n## CONCLUSIONS\nThe results suggest the potential of intervention using the SPSRS application to reduce depressive symptoms in people with StD. Future studies should replicate these findings in a full-scale RCT.\n",
            "in_text_citation": "Kageyama et al., 2021",
            "footnote": 42
        },
        {
            "title": "Smartphone Cognitive Behavioral Therapy as an Adjunct to Pharmacotherapy for Refractory Depression: Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nIn the treatment of major depression, antidepressants are effective but not curative. Cognitive behavioral therapy (CBT) is also effective, alone or in combination with pharmacotherapy, but accessibility is a problem.\n## OBJECTIVE\nThe aim is to evaluate the effectiveness of a smartphone CBT app as adjunctive therapy among patients with antidepressant-resistant major depression.\n## METHODS\nA multisite, assessor-masked, parallel-group randomized controlled trial was conducted in 20 psychiatric clinics and hospitals in Japan. Participants were eligible if they had a primary diagnosis of major depression and were antidepressant-refractory after taking one or more antidepressants at an adequate dosage for four or more weeks. After a 1-week run-in in which participants started the medication switch and had access to the welcome session of the app, patients were randomized to medication switch alone or to medication switch plus smartphone CBT app via the centralized Web system. The smartphone app, called Kokoro-app (\"kokoro\" means \"mind\" in Japanese), included sessions on self-monitoring, behavioral activation, and cognitive restructuring presented by cartoon characters. The primary outcome was depression severity as assessed by masked telephone assessors with the Patient Health Questionnaire-9 (PHQ-9) at week 9. The secondary outcomes included the Beck Depression Inventory-II (BDI-II) and Frequency, Intensity, and Burden of Side Effects Ratings (FIBSER).\n## RESULTS\nIn the total sample (N=164), 81 participants were allocated to the smartphone CBT in addition to medication change and 83 to medication change alone. In the former group, all but one participant (80/81, 99%) completed at least half, and 71 (88%) completed at least six of eight sessions. In the intention-to-treat analysis, patients allocated the CBT app scored 2.48 points (95% CI 1.23-3.72, P<.001; standardized mean difference 0.40) lower on PHQ-9 than the control at week 9. The former group also scored 4.1 points (95% CI 1.5-6.6, P=.002) lower on BDI-II and 0.76 points (95% CI -0.05 to 1.58, P=.07) lower on FIBSER. In the per-protocol sample (comfortable with the smartphone app, still symptomatic, and adherent to medication with mild or less side effects after run-in), the intervention group (n=60) scored 1.72 points (95% CI 0.25-3.18, P=.02) lower on PHQ-9, 3.2 points (95% CI -0.01 to 6.3, P=.05) lower on BDI-II, and 0.75 points (95% CI 0.03-1.47, P=.04) lower on FIBSER than the control (n=57). The treatment benefits were maintained up to week 17.\n## CONCLUSIONS\nThis is the first study to demonstrate the effectiveness of a smartphone CBT in the treatment of clinically diagnosed depression. Given the merits of the mobile mental health intervention, including accessibility, affordability, quality control, and effectiveness, it is clinically worthwhile to consider adjunctive use of a smartphone CBT app when treating patients with antidepressant-resistant depression. Research into its effectiveness in wider clinical contexts is warranted.\n## TRIAL REGISTRATION\nJapanese Clinical Trials Registry UMIN CTR 000013693; https://upload.umin.ac.jp/cgi-open-bin/ctr_e/ ctr_view.cgi?recptno=R000015984 (Archived by WebCite at http://www.webcitation.org/6u6pxVwik).\n",
            "in_text_citation": "Mantani et al., 2017",
            "footnote": 43
        },
        {
            "title": "Testing an App-Assisted Treatment for Suicide Prevention in a Randomized Controlled Trial: Effects on Suicide Risk and Depression.",
            "abstract": "Suicide is a global public health problem and effective psychological interventions are needed. The objective of the present study was to evaluate the effect of an app-assisted suicide prevention treatment on suicide risk and depression. One hundred twenty-nine participants were randomized to treatment as usual (TAU), consisting of psychotherapy adhering to the framework of Collaborative Assessment and Management of Suicidality (CAMS), with (TAU+APP, N = 60) or without (TAU, N = 69) access to a mobile application (i.e., LifeApp'tite). Suicide risk and symptoms of depression were assessed pre- and posttherapy, and at 4-month follow-up. The TAU+APP group showed a smaller decrease on self-reported suicide risk at the end of treatment, corresponding to a medium between-group effect size (p = .008, d = 0.46). At the 4-month follow-up this was the case only at the trend level, where the effect size was also of a smaller magnitude (p = .057, d = 0.30). No differences between the treatment groups were observed on self-reported depressive symptoms, either immediately following treatment (p = .732, d = 0.05) or at follow-up (p = .467, d = 0.11). The unexpected negative effect concerning suicide risk points to crucial consideration of issues pertaining to timing, dosing, and content when adding new technology to existing treatments both in this and other populations.\n",
            "in_text_citation": "O'Toole et al., 2019",
            "footnote": 44
        },
        {
            "title": "A therapist-guided smartphone app for major depression in young adults: A randomized clinical trial.",
            "abstract": "## BACKGROUND\nMeru Health Program (MHP) is a therapist-guided, 8-week intervention for depression delivered via smartphone. The aim was to test its efficacy in patients with clinical depression in a Finnish university student health service.\n## METHODS\nPatients (n=124, women 72.6%, mean age 25y) were stratified based on antidepressant status, and randomized into intervention group receiving MHP plus treatment as usual (TAU), and control group receiving TAU only. Depression, measured by the Patient Health Questionnaire-9 (PHQ-9) scale, was the primary outcome. After baseline (T0), follow-ups were at mid-intervention (T4), immediately post-intervention (T8); 3 months (T20), and 6 months (T32) post-intervention.\n## RESULTS\nThe intervention group and control group did not have significant differences in depression outcomes throughout end of treatment and follow-up. Among secondary outcomes, increase in resilience (d=0.32, p=0.03) and mindfulness (d=0.57, p=0.002), and reduction in perceived stress (d=-0.52, p=0.008) were greater in MHP+TAU versus TAU at T32; no differences were found in anxiety, sleep disturbances, and quality of life between groups. Post-hoc comparisons of patients on antidepressants showed significantly greater reduction in depression at T32 for MHP+TAU versus TAU (d=-0.73, p=0.01); patients not on antidepressants showed no between-group differences.\n## LIMITATIONS\nLimitations include unknown characteristics of TAU, potential bias from patients and providers not being blinded to treatment group, and failure to specify examination of differences by antidepressant status in the protocol.\n## CONCLUSIONS\nMost outcomes, including depression, did not significantly differ between MHP+TAU and TAU. Exploratory analysis revealed intervention effect at the end of the 6-month follow-up among patients on antidepressant medication.\n",
            "in_text_citation": "Raevuori et al., 2021",
            "footnote": 45
        },
        {
            "title": "Behavioral and cognitive intervention strategies delivered via coached apps for depression: Pilot trial.",
            "abstract": "Depression is common in primary care settings, but barriers prevent many primary care patients from initiating treatment. Smartphone apps stand as a possible means to overcome such barriers. However, there is limited evidence to understand the use and efficacy of these apps. The purpose of the current study was to pilot an evaluation of the usage and efficacy of apps for depression based upon behavioral or cognitive intervention skills, compared to a wait-list control. Thirty adults with depression were randomized to the use of either a behavioral app (Boost Me) or a cognitive app (Thought Challenger) or to a wait-list control. Boost Me and Thought Challenger participants received 6 weeks of the respective intervention along with weekly coaching sessions, with a 4-week follow-up period; wait-list control participants received no interventions for 10 weeks. A repeated-measures analysis of variance was conducted to examine depression over time and across treatment groups; t tests compared app usage across groups. Depression scores changed significantly over time (p < .001), with group differences occurring between Thought Challenger and wait-list control participants (p = .03). Boost Me was used significantly more than was Thought Challenger (p = .02); however, there was no evidence to suggest correlations between usage and changes in depression (ps > .05). The present study provides initial support that intervention strategies for depression delivered via apps with human support can impact symptoms and may promote continued use over 6 weeks. This pilot also demonstrates the feasibility of future research regarding the delivery of behavioral and cognitive intervention strategies via apps. (PsycINFO Database Record (c) 2019 APA, all rights reserved).\n",
            "in_text_citation": "Stiles-Shields et al., 2019",
            "footnote": 38
        },
        {
            "title": "Ibobbly mobile health intervention for suicide prevention in Australian Indigenous youth: a pilot randomised controlled trial.",
            "abstract": "## OBJECTIVES\nRates of youth suicide in Australian Indigenous communities are 4 times the national youth average and demand innovative interventions. Historical and persistent disadvantage is coupled with multiple barriers to help seeking. Mobile phone applications offer the opportunity to deliver therapeutic interventions directly to individuals in remote communities. The pilot study aimed to evaluate the effectiveness of a self-help mobile app (ibobbly) targeting suicidal ideation, depression, psychological distress and impulsivity among Indigenous youth in remote Australia.\n## SETTING\nRemote and very remote communities in the Kimberley region of North Western Australia.\n## PARTICIPANTS\nIndigenous Australians aged 18-35 years.\n## INTERVENTIONS\n61 participants were recruited and randomised to receive either an app (ibobbly) which delivered acceptance-based therapy over 6 weeks or were waitlisted for 6 weeks and then received the app for the following 6 weeks.\n## PRIMARY AND SECONDARY OUTCOME MEASURES\nThe primary outcome was the Depressive Symptom Inventory-Suicidality Subscale (DSI-SS) to identify the frequency and intensity of suicidal ideation in the previous weeks. Secondary outcomes were the Patient Health Questionnaire 9 (PHQ-9), The Kessler Psychological Distress Scale (K10) and the Barratt Impulsivity Scale (BIS-11).\n## RESULTS\nAlthough preintervention and postintervention changes on the (DSI-SS) were significant in the ibobbly arm (t=2.40; df=58.1; p=0.0195), these differences were not significant compared with the waitlist arm (t=1.05; df=57.8; p=0.2962). However, participants in the ibobbly group showed substantial and statistically significant reductions in PHQ-9 and K10 scores compared with waitlist. No differences were observed in impulsivity. Waitlist participants improved after 6 weeks of app use.\n## CONCLUSIONS\nApps for suicide prevention reduce distress and depression but do not show significant reductions on suicide ideation or impulsivity. A feasible and acceptable means of lowering symptoms for mental health disorders in remote communities is via appropriately designed self-help apps.\n## TRIAL REGISTRATION NUMBER\nACTRN12613000104752.\n",
            "in_text_citation": "Tighe et al., 2017",
            "footnote": 29
        },
        {
            "title": "The effect of smartphone-based monitoring and treatment on the rate and duration of psychiatric readmission in patients with unipolar depressive disorder: The RADMIS randomized controlled trial.",
            "abstract": "## BACKGROUND\nPatients with unipolar depressive disorder are frequently hospitalized, and the period following discharge is a high-risk-period. Smartphone-based treatments are receiving increasing attention among researchers, clinicians, and patients. We aimed to investigate whether a smartphone-based monitoring and treatment system reduces the rate and duration of readmissions, more than standard treatment, in patients with unipolar depressive disorder following hospitalization.\n## METHODS\nWe conducted a pragmatic, investigator-blinded, randomized controlled trial. The intervention group received a smartphone-based monitoring and treatment system in addition to standard treatment. The system allowed patients to self-monitor symptoms and access psycho-educative information and cognitive modules. The patients were allocated a study-nurse who, based on the monitoring data, guided and supported them. The control group received standard treatment. The trial lasted six months, with outcome assessments at 0, 3, and 6 months.\n## RESULTS\nWe included 120 patients with unipolar depressive disorder (ICD-10). Intention-to-treat analyses showed no statistically significant differences in time to readmission (Log-Rank p=0.9) or duration of readmissions (B=-16.41,95%CI:-47.32;25.5,p=0.3) (Primary outcomes). There were no differences in clinically rated depressive symptoms (p=0.6) or functioning (p=0.1) (secondary outcomes). The intervention group had higher levels of recovery (B=7,29, 95%CI:0.82;13,75,p=0.028) and a tendency towards higher quality of life (p=0.07), wellbeing (p=0,09) satisfaction with treatment (p=0.05) and behavioral activation (p=0.08) compared with the control group (tertiary outcomes).\n## LIMITATIONS\nPatients and study-nurses were unblinded to allocation.\n## CONCLUSIONS\nWe found no effect of the intervention on primary or secondary outcomes. In tertiary outcomes, patients in the intervention group reported higher levels of recovery compared to the control group.\n",
            "in_text_citation": "Tønning et al., 2021",
            "footnote": 33
        },
        {
            "title": "Smartphone-delivered multicomponent lifestyle medicine intervention for depressive symptoms: A randomized controlled trial.",
            "abstract": "## OBJECTIVE\nTo evaluate the efficacy and credibility of a smartphone-delivered multicomponent lifestyle medicine (LM) intervention, Lifestyle Hub, as a primary modality for managing depressive symptoms in an adult Chinese population.\n## METHOD\nParticipants with at least a moderate level of depressive symptoms (n = 79), as indicated by a Patient Health Questionnaire-9 score of ≥10, were randomly assigned to an LM intervention group (LMG; n = 39; eight weekly sessions) or a waitlist control group (WLG; n = 40).\n## RESULTS\nThe intention-to-treat analysis revealed significant improvements in depressive symptoms (d = 0.66), generalized anxiety symptoms (d = 0.93), insomnia symptoms (d = 0.20), functional impairment (d = 0.22), and health-related quality of life (HRQoL; d = 0.11) from Week 0 (baseline) to Week 9 (immediate post-intervention assessment) in the LMG relative to the WLG. Moreover, significantly more health-promoting behaviors (overall health behaviors, health responsibility, physical activity level, nutrition, spiritual growth, and stress management) (d = 0.40-0.89) and higher levels of total activity (d = 0.55) and walking activity (d = 0.55) were found at Week 9 in the LMG relative to the WLG. However, no significant differences were observed in interpersonal relationships, vigorous and moderate exercise levels, sedentary behavior levels, or food frequency questionnaire measures at Week 9 between the LMG and the WLG. From Week 9 to Week 13 (1-month follow-up assessment), a significant within-group reduction in HRQoL (d = 0.50) and an increase in alcohol intake (d = 0.41) were observed in the LMG.\n## CONCLUSIONS\nThe smartphone-delivered multicomponent LM intervention Lifestyle Hub may serve as a primary modality for managing depressive symptoms. (PsycInfo Database Record (c) 2022 APA, all rights reserved).\n",
            "in_text_citation": "Wong et al., 2021",
            "footnote": 46
        }
    ]
}