{
    "base_references": [
        {
            "title": "Adherence to community versus facility-based delivery of monthly malaria chemoprevention with dihydroartemisinin-piperaquine for the post-discharge management of severe anemia in Malawian children: A cluster randomized trial.",
            "abstract": "Background:\n        \n      \n      The provision of post-discharge malaria chemoprevention (PMC) in children recently admitted with severe anemia reduces the risk of death and re-admissions in malaria endemic countries. The main objective of this trial was to identify the most effective method of delivering dihydroartemesinin-piperaquine to children recovering from severe anemia.\n    \n\n\n          Methods:\n        \n      \n      This was a 5-arm, cluster-randomized trial among under-5 children hospitalized with severe anemia at Zomba Central Hospital in Southern Malawi. Children were randomized to receive three day treatment doses of dihydroartemesinin-piperaquine monthly either; 1) in the community without a short text reminder; 2) in the community with a short message reminder; 3) in the community with a community health worker reminder; 4) at the facility without a short text reminder; or 5) at the facility with a short message reminder. The primary outcome measure was adherence to all treatment doses of dihydroartemesinin-piperaquine and this was assessed by pill-counts done by field workers during home visits. Poisson regression was utilized for analysis.\n    \n\n\n          Results:\n        \n      \n      Between March 2016 and October 2018, 1460 clusters were randomized. A total of 667 children were screened and 375 from 329 clusters were eligible and enrolled from the hospital. Adherence was higher in all three community-based compared to the two facility-based delivery (156/221 [70·6%] vs. 78/150 [52·0%], IRR = 1·24,95%CI 1·06-1·44, p = 0·006). This was observed in both the SMS group (IRR = 1·41,1·21-1·64, p<0·001) and in the non-SMS group (IRR = 1·37,1·18-1·61, p<0·001). Although adherence was higher among SMS recipients (98/148 66·2%] vs. non-SMS 82/144 (56·9%), there was no statistical evidence that SMS reminders resulted in greater adherence ([IRR = 1·03,0·88-1·21, p = 0·68). When compared to the facility-based non-SMS arm (control arm), community-based delivery utilizing CHWs resulted in higher adherence [39/76 (51·3%) vs. 54/79 (68·4%), IRR = 1·32, 1·14-1·54, p<0·001].\n    \n\n\n          Interpretation:\n        \n      \n      Community-based delivery of dihydroartemesinin-piperaquine for post-discharge malaria chemoprevention in children recovering from severe anemia resulted in higher adherence compared to facility-based methods.\n    \n\n\n          Trial registration:\n        \nNCT02721420; ClinicalTrials.gov."
        },
        {
            "title": "Immediate Transfusion in African Children with Uncomplicated Severe Anemia.",
            "abstract": "Background:\n        \n      \n      The World Health Organization recommends not performing transfusions in African children hospitalized for uncomplicated severe anemia (hemoglobin level of 4 to 6 g per deciliter and no signs of clinical severity). However, high mortality and readmission rates suggest that less restrictive transfusion strategies might improve outcomes.\n    \n\n\n          Methods:\n        \n      \n      In this factorial, open-label, randomized, controlled trial, we assigned Ugandan and Malawian children 2 months to 12 years of age with uncomplicated severe anemia to immediate transfusion with 20 ml or 30 ml of whole-blood equivalent per kilogram of body weight, as determined in a second simultaneous randomization, or no immediate transfusion (control group), in which transfusion with 20 ml of whole-blood equivalent per kilogram was triggered by new signs of clinical severity or a drop in hemoglobin to below 4 g per deciliter. The primary outcome was 28-day mortality. Three other randomizations investigated transfusion volume, postdischarge supplementation with micronutrients, and postdischarge prophylaxis with trimethoprim-sulfamethoxazole.\n    \n\n\n          Results:\n        \n      \n      A total of 1565 children (median age, 26 months) underwent randomization, with 778 assigned to the immediate-transfusion group and 787 to the control group; 984 children (62.9%) had malaria. The children were followed for 180 days, and 71 (4.5%) were lost to follow-up. During the primary hospitalization, transfusion was performed in all the children in the immediate-transfusion group and in 386 (49.0%) in the control group (median time to transfusion, 1.3 hours vs. 24.9 hours after randomization). The mean (±SD) total blood volume transfused per child was 314±228 ml in the immediate-transfusion group and 142±224 ml in the control group. Death had occurred by 28 days in 7 children (0.9%) in the immediate-transfusion group and in 13 (1.7%) in the control group (hazard ratio, 0.54; 95% confidence interval [CI], 0.22 to 1.36; P = 0.19) and by 180 days in 35 (4.5%) and 47 (6.0%), respectively (hazard ratio, 0.75; 95% CI, 0.48 to 1.15), without evidence of interaction with other randomizations (P>0.20) or evidence of between-group differences in readmissions, serious adverse events, or hemoglobin recovery at 180 days. The mean length of hospital stay was 0.9 days longer in the control group.\n    \n\n\n          Conclusions:\n        \n      \n      There was no evidence of differences in clinical outcomes over 6 months between the children who received immediate transfusion and those who did not. The triggered-transfusion strategy in the control group resulted in lower blood use; however, the length of hospital stay was longer, and this strategy required clinical and hemoglobin monitoring. (Funded by the Medical Research Council and Department for International Development; TRACT Current Controlled Trials number, ISRCTN84086586.)."
        },
        {
            "title": "Human immunodeficiency virus infection in childhood.",
            "abstract": "Acquired immunodeficiency syndrome is associated with considerable morbidity in infants and children. It is caused by human immunodeficiency virus (HIV) which can be transmitted vertically from mother to infant early in pregnancy. Transmission might also occur via breast milk. Although the exact transmission rate of HIV from mother to infant is not known, HIV can become a major threat to child survival. This threat is already present in Africa where high seroprevalences have been reported among infants and young children. Transmission via blood products is decreasing due to reliable methods of screening donors for HIV antibody. Where these tests are not available, parenteral transmission will increase the incidence of HIV infection. The clinical picture of HIV infection in children presents with failure to thrive, pulmonary interstitial pneumonitis, hepatosplenomegaly and recurrent bacterial infections. These are common manifestations of diseases prevalent in children in Africa where malnutrition and recurrent parasitic infections already cause immunosuppression. Recognition of the syndrome is therefore difficult. There is no available cure for HIV infection. Supportive treatment and relief of pain and suffering are the only means of management at present. Prevention of spread of the illness to infants and young children is therefore of paramount importance."
        },
        {
            "title": "Vivax malaria in an Amazonian child with dilated cardiomyopathy.",
            "abstract": "A child living in the Brazilian Amazon region who had had vivax malaria at the age of 11 months was admitted three months later with a history of progressive dyspnoea and fever, which culminated in respiratory distress and severe dilated cardiomyopathy at hospital admission in a malaria-free area. She received treatment for cardiac insufficiency and was tested for malaria with two thick blood smears, which were negative. There was general improvement of cardiorespiratory function in the next two weeks, but in the third week of hospital admission, there was re-appearance of fever, severe anaemia, severe plaquetopaenia, and respiratory distress. A third thick blood smear was positive for Plasmodium vivax mono-infection, which was confirmed by molecular methods. A serological panel with the most prevalent infectious agents known to cause myocarditis was performed, and specific anti-cytomegalovirus (CMV) IgM and elevated levels of anti-CMV IgG were also detected in the serum. After treatment for malaria, there was improvement of respiratory distress, although cardiac function did not recover. She was discharged home with drugs for cardiac insufficiency and is currently under follow-up with a paediatric cardiologist as an outpatient. This report presents a young child with several episodes of vivax malaria who suffers from cardiac insufficiency, probably related to CMV-induced myocarditis."
        },
        {
            "title": "Plasmodium vivax: clinical spectrum, risk factors and pathogenesis.",
            "abstract": "Vivax malaria was historically described as 'benign tertian malaria' because individual clinical episodes were less likely to cause severe illness than Plasmodium falciparum. Despite this, Plasmodium vivax was, and remains, responsible for major morbidity and significant mortality in vivax-endemic areas. Single infections causing febrile illness in otherwise healthy individuals rarely progress to severe disease. Nevertheless, in the presence of co-morbidities, P. vivax can cause severe illness and fatal outcomes. Recurrent or chronic infections in endemic areas can cause severe anaemia and malnutrition, particularly in early childhood. Other severe manifestations include acute lung injury, acute kidney injury and uncommonly, coma. Multiorgan failure and shock are described but further studies are needed to investigate the role of bacterial and other co-infections in these syndromes. In pregnancy, P. vivax infection can cause maternal anaemia, miscarriage, low birth weight and congenital malaria. Compared to P. falciparum, P. vivax has a greater capacity to elicit an inflammatory response, resulting in a lower pyrogenic threshold. Conversely, cytoadherence of P. vivax to endothelial cells is less frequent and parasite sequestration is not thought to be a significant cause of severe illness in vivax malaria. With a predilection for young red cells, P. vivax does not result in the high parasite biomass associated with severe disease in P. falciparum, but a four to fivefold greater removal of uninfected red cells from the circulation relative to P. falciparum is associated with a similar risk of severe anaemia. Mechanisms underlying the pathogenesis of severe vivax syndromes remain incompletely understood."
        },
        {
            "title": "Incidence and predictors of hospital readmission in children presenting with severe anaemia in Uganda and Malawi: a secondary analysis of TRACT trial data.",
            "abstract": "Background:\n        \n      \n      Severe anaemia (haemoglobin < 6 g/dL) is a leading cause of recurrent hospitalisation in African children. We investigated predictors of readmission in children hospitalised with severe anaemia in the TRACT trial (ISRCTN84086586) in order to identify potential future interventions.\n    \n\n\n          Methods:\n        \n      \n      Secondary analyses of the trial examined 3894 children from Uganda and Malawi surviving a hospital episode of severe anaemia. Predictors of all-cause readmission within 180 days of discharge were identified using multivariable regression with death as a competing risk. Groups of children with similar characteristics were identified using hierarchical clustering.\n    \n\n\n          Results:\n        \n      \n      Of the 3894 survivors 682 (18%) were readmitted; 403 (10%) had ≥2 re-admissions over 180 days. Three main causes of readmission were identified: severe anaemia (n = 456), malaria (n = 252) and haemoglobinuria/dark urine syndrome (n = 165). Overall, factors increasing risk of readmission included HIV-infection (hazard ratio 2.48 (95% CI 1.63-3.78), p < 0.001); ≥2 hospital admissions in the preceding 12 months (1.44(1.19-1.74), p < 0.001); history of transfusion (1.48(1.13-1.93), p = 0.005); and missing ≥1 trial medication dose (proxy for care quality) (1.43 (1.21-1.69), p < 0.001). Children with uncomplicated severe anaemia (Hb 4-6 g/dL and no severity features), who never received a transfusion (per trial protocol) during the initial admission had a substantially lower risk of readmission (0.67(0.47-0.96), p = 0.04). Malaria (among children with no prior history of transfusion) (0.60(0.47-0.76), p < 0.001); younger-age (1.07 (1.03-1.10) per 1 year younger, p < 0.001) and known sickle cell disease (0.62(0.46-0.82), p = 0.001) also decreased risk of readmission. For anaemia re-admissions, gross splenomegaly and enlarged spleen increased risk by 1.73(1.23-2.44) and 1.46(1.18-1.82) respectively compared to no splenomegaly. Clustering identified four groups of children with readmission rates from 14 to 20%. The cluster with the highest readmission rate was characterised by very low haemoglobin (mean 3.6 g/dL). Sickle Cell Disease (SCD) predominated in two clusters associated with chronic repeated admissions or severe, acute presentations in largely undiagnosed SCD. The final cluster had high rates of malaria (78%), severity signs and very low platelet count, consistent with acute severe malaria.\n    \n\n\n          Conclusions:\n        \n      \n      Younger age, HIV infection and history of previous hospital admissions predicted increased risk of readmission. However, no obvious clinical factors for intervention were identified. As missing medication doses was highly predictive, attention to care related factors may be important.\n    \n\n\n          Trial registration:\n        \n      \n      ISRCTN ISRCTN84086586 ."
        },
        {
            "title": "Endotoxaemia is common in children with Plasmodium falciparum malaria.",
            "abstract": "Background:\n        \n      \n      Children presenting to hospital with recent or current Plasmodium falciparum malaria are at increased the risk of invasive bacterial disease, largely enteric gram-negative organisms (ENGO), which is associated with increased mortality and recurrent morbidity. Although incompletely understood, the most likely source of EGNO is the bowel. We hypothesised that as a result of impaired gut-barrier function endotoxin (lipopolysaccharide), present in the cell-wall of EGNO and in substantial quantities in the gut, is translocated into the bloodstream, and contributes to the pathophysiology of children with severe malaria.\n    \n\n\n          Methods:\n        \n      \n      We conducted a prospective study in 257 children presenting with malaria to two hospitals in Kenya and Uganda. We analysed the clinical presentation, endotoxin and cytokine concentration.\n    \n\n\n          Results:\n        \n      \n      Endotoxaemia (endotoxin activity ≥0.4 EAA Units) was observed in 71 (27.6%) children but its presence was independent of both disease severity and outcome. Endotoxaemia was more frequent in children with severe anaemia but not specifically associated with other complications of malaria. Endotoxaemia was associated with a depressed inflammatory and anti-inflammatory cytokine response. Plasma endotoxin levels in severe malaria negatively correlated with IL6, IL10 and TGFβ (Spearman rho: TNFα: r=-0.122, p=0.121; IL6: r=-0.330, p<0.0001; IL10: r=-0.461, p<0.0001; TGFβ: r=-0.173, p<0.027).\n    \n\n\n          Conclusions:\n        \n      \n      Endotoxaemia is common in malaria and results in temporary immune paralysis, similar to that observed in patients with sepsis and experimentally-induced endotoxaemia. Intense sequestration of P. falciparum-infected erythrocytes within the endothelial bed of the gut has been observed in pathological studies and may lead to gut-barrier dysfuction. The association of endotoxaemia with the anaemia phenotype implies that it may contribute to the dyserythropoesis accompanying malaria through inflammation. Both of these factors feasibly underpin the susceptibility to EGNO co-infection. Further research is required to investigate this initial finding, with a view to future treatment trials targeting mechanism and appropriate antimicrobial treatment."
        },
        {
            "title": "Features and prognosis of severe malaria caused by Plasmodium falciparum, Plasmodium vivax and mixed Plasmodium species in Papua New Guinean children.",
            "abstract": "Background:\n        \n      \n      Mortality from severe pediatric falciparum malaria appears low in Oceania but Plasmodium vivax is increasingly recognized as a cause of complications and death. The features and prognosis of mixed Plasmodium species infections are poorly characterized. Detailed prospective studies that include accurate malaria diagnosis and detection of co-morbidities are lacking.\n    \n\n\n          Methods and findings:\n        \n      \n      We followed 340 Papua New Guinean (PNG) children with PCR-confirmed severe malaria (77.1% P. falciparum, 7.9% P. vivax, 14.7% P. falciparum/vivax) hospitalized over a 3-year period. Bacterial cultures were performed to identify co-incident sepsis. Clinical management was under national guidelines. Of 262 children with severe falciparum malaria, 30.9%, 24.8% and 23.2% had impaired consciousness, severe anemia, and metabolic acidosis/hyperlactatemia, respectively. Two (0.8%) presented with hypoglycemia, seven (2.7%) were discharged with neurologic impairment, and one child died (0.4%). The 27 severe vivax malaria cases presented with similar phenotypic features to the falciparum malaria cases but respiratory distress was five times more common (P=0.001); one child died (3.7%). The 50 children with P. falciparum/vivax infections shared phenotypic features of mono-species infections, but were more likely to present in deep coma and had the highest mortality (8.0%; P=0.003 vs falciparum malaria). Overall, bacterial cultures were positive in only two non-fatal cases. 83.6% of the children had alpha-thalassemia trait and seven with coma/impaired consciousness had South Asian ovalocytosis (SAO).\n    \n\n\n          Conclusions:\n        \n      \n      The low mortality from severe falciparum malaria in PNG children may reflect protective genetic factors other than alpha-thalassemia trait/SAO, good nutrition, and/or infrequent co-incident sepsis. Severe vivax malaria had similar features but severe P. falciparum/vivax infections were associated with the most severe phenotype and worst prognosis."
        },
        {
            "title": "Auto-immune haemolytic anaemia concurrent with Plasmodium vivax infection: a case report.",
            "abstract": "A 7-month-old Myanmar boy was admitted with a 3-day history of fever. He was markedly pale and his temperature was 38·2°C. Peripheral blood smear demonstrated Plasmodium vivax infection with spherocytosis and auto-agglutination of red blood cells. Haematocrit was 16% and reticulocyte count 14·9%. Direct and indirect antiglobulin tests were positive. Antibody analysis was positive for auto-antigen I. P. vivax malaria with auto-immune haemolytic anaemia (AIHA) was diagnosed. He was treated with chloroquine and primaquine for the P. vivax infection, and oral prednisolone for the AIHA. Because of the clinical symptoms of anaemia and mild dyspnoea, blood with the least incompatible red blood cells was transfused. The clinical symptoms and signs improved. At follow-up 3 and 7 weeks after treatment, his haematocrit, reticulocyte count and peripheral blood smear results were within normal limits. Prednisolone was then tapered and stopped. The patient has since been well with no detectable recurrence of AIHA."
        },
        {
            "title": "Post-operative transfusion malaria.",
            "abstract": "Two Saudi patients who underwent cardiac surgery, developed fever after being discharged from hospital. Both received blood transfusion during operation. The cause of fever was found to be due to malaria acquired from the transfused blood. As no single measure could prevent transfusion malaria, clinical awareness of the condition should lead to early diagnosis and management of such cases."
        },
        {
            "title": "Evaluation of Blood Transfusions in Anemic Children in Effia Nkwanta Regional Hospital, Sekondi-Takoradi, Ghana.",
            "abstract": "Blood transfusion is a common practice in sub-Saharan Africa as a way of correcting anemia in children with mild and severe sicknesses. This study evaluated this practice in a secondary health-care institution in Ghana. A retrospective study was done over a 3-year period from January 2010 to December 2012. Medical records of children admitted, successfully treated, and discharged from the hospital were collected and analyzed. Data were analyzed using Epi Info version 7. Transfusions were more among male children (89, 63.1%) than female children (52, 36.9%). The highest number of blood transfusions were carried out on children in the age range 0-1 year (66, 46.8%). The majority of the blood transfusions were done on children with hemoglobin concentration level of 5 g/dL and below. Children with malaria parasitemia (83, 58.9%) had more transfusions than children without malaria parasitemia (58, 41.1%). Fever alone (43, 30.5%) and fever with gastrointestinal symptoms (33, 23.4%) were the predominant symptoms among children who had blood transfusions. In conclusion, younger children received more transfusions than older children. Also, male children received more blood transfusions than female children. Malaria was observed as a major contributory factor to the requirement for blood transfusions among the children."
        },
        {
            "title": "The pathophysiology of vivax malaria.",
            "abstract": "Long considered a benign infection, Plasmodium vivax is now recognized as a cause of severe and fatal malaria, despite its low parasite biomass, the increased deformability of vivax-infected red blood cells and an apparent paucity of parasite sequestration. Severe anemia is associated with recurrent bouts of hemolysis of predominantly uninfected erythrocytes with increased fragility, and lung injury is associated with inflammatory increases in alveolar-capillary membrane permeability. Although rare, vivax-associated coma challenges our understanding of pathobiology caused by Plasmodium spp. Host and parasite factors contribute to the risk of severe disease, and comorbidities might contribute to vivax mortality. In this review, we discuss potential mechanisms underlying the syndromes of uncomplicated and severe vivax malaria, identifying key areas for future research."
        },
        {
            "title": "Post-malarial anemia in Mozambican children treated with quinine or artesunate: A retrospective observational study.",
            "abstract": "Objectives:\n        \n      \n      This retrospective analysis performed in Manhiça, Southern Mozambique, aimed to describe the frequency of post-malarial anemia (measured as a decrease of hematocrit ≥10%) and the need for blood transfusions in children with severe malaria treated with intravenous quinine or parenteral artesunate.\n    \n\n\n          Methods:\n        \n      \n      All children <15 years admitted with a parasitologically-confirmed diagnosis of malaria from 1st January 2003 to 31st December 2017, alive at hospital discharge, and with at least one measurement of hematocrit within 28 days after hospital discharge, detected by passive case detection, were included.\n    \n\n\n          Results:\n        \n      \n      The overall prevalence of post-malarial anemia observed in the study was 23.13%, with an estimated incidence rate of 288.84 episodes/1,000 children-month at risk in the follow-up period (28 days after discharge). There were no differences between treatment groups, although the study showed a higher association between blood transfusions and artesunate treatment.\n    \n\n\n          Conclusions:\n        \n      \n      In this setting, children with severe malaria frequently present a meaningful decrease of hematocrit (>=10%) in the first weeks after their episode, sometimes requiring blood transfusions. Because of the high underlying prevalence of anemia in malaria-endemic settings, all children with severe malaria need to be actively followed up, irrespective of the treatment received."
        },
        {
            "title": "Parenteral artemisinins are associated with reduced mortality and neurologic deficits and improved long-term behavioral outcomes in children with severe malaria.",
            "abstract": "Background:\n        \n      \n      In 2011, the World Health Organization recommended injectable artesunate as the first-line therapy for severe malaria (SM) due to its superiority in reducing mortality compared to quinine. There are limited data on long-term clinical and neurobehavioral outcomes after artemisinin use for treatment of SM.\n    \n\n\n          Methods:\n        \n      \n      From 2008 to 2013, 502 Ugandan children with two common forms of SM, cerebral malaria and severe malarial anemia, were enrolled in a prospective observational study assessing long-term neurobehavioral and cognitive outcomes following SM. Children were evaluated a week after hospital discharge, and 6, 12, and 24 months of follow-up, and returned to hospital for any illness. In this study, we evaluated the impact of artemisinin derivatives on survival, post-discharge hospital readmission or death, and neurocognitive and behavioral outcomes over 2 years of follow-up.\n    \n\n\n          Results:\n        \n      \n      346 children received quinine and 156 received parenteral artemisinin therapy (artemether or artesunate). After adjustment for disease severity, artemisinin derivatives were associated with a 78% reduction in in-hospital mortality (adjusted odds ratio, 0.22; 95% CI, 0.07-0.67). Among cerebral malaria survivors, children treated with artemisinin derivatives also had reduced neurologic deficits at discharge (quinine, 41.7%; artemisinin derivatives, 23.7%, p=0.007). Over a 2-year follow-up, artemisinin derivatives as compared to quinine were associated with better adjusted scores (negative scores better) in internalizing behavior and executive function in children irrespective of the age at severe malaria episode. After adjusting for multiple comparisons, artemisinin derivatives were associated with better adjusted scores in behavior and executive function in children <6 years of age at severe malaria exposure following adjustment for child age, sex, socioeconomic status, enrichment in the home environment, and the incidence of hospitalizations over follow-up. Children receiving artesunate had the greatest reduction in mortality and benefit in behavioral outcomes and had reduced inflammation at 1-month follow-up compared to children treated with quinine.\n    \n\n\n          Conclusions:\n        \n      \n      Treatment of severe malaria with artemisinin derivatives, particularly artesunate, results in reduced in-hospital mortality and neurologic deficits in children of all ages, reduced inflammation following recovery, and better long-term behavioral outcomes. These findings suggest artesunate has long-term beneficial effects in children surviving severe malaria."
        },
        {
            "title": "Post-Discharge Risk of Mortality in Children under 5 Years of Age in Western Kenya: A Retrospective Cohort Study.",
            "abstract": "Limited evidence suggests that children in sub-Saharan Africa hospitalized with all-cause severe anemia or severe acute malnutrition (SAM) are at high risk of dying in the first few months after discharge. We aimed to compare the risks of post-discharge mortality by health condition among hospitalized children in an area with high malaria transmission in western Kenya. We conducted a retrospective cohort study among recently discharged children aged < 5 years using mortality data from a health and demographic surveillance system that included household and pediatric in-hospital surveillance. Cox regression was used to compare post-discharge mortality. Between 2008 and 2013, overall in-hospital mortality was 2.8% (101/3,639). The mortality by 6 months after discharge (primary outcome) was 6.2% (159/2,556) and was highest in children with SAM (21.6%), followed by severe anemia (15.5%), severe pneumonia (5.6%), \"other conditions\" (5.6%), and severe malaria (0.7%). Overall, the 6-month post-discharge mortality in children hospitalized with SAM (hazard ratio [HR] = 3.95, 2.60-6.00, P < 0.001) or severe anemia (HR = 2.55, 1.74-3.71, P < 0.001) was significantly higher than that in children without these conditions. Severe malaria was associated with lower 6-month post-discharge mortality than children without severe malaria (HR = 0.33, 0.21-0.53, P < 0.001). The odds of dying by 6 months after discharge tended to be higher than during the in-hospital period for all children, except for those admitted with severe malaria. The first 6 months after discharge is a high-risk period for mortality among children admitted with severe anemia and SAM in western Kenya. Strategies to address this risk period are urgently needed."
        },
        {
            "title": "Indicators of fatal outcome in paediatric cerebral malaria: a study of 134 comatose Papua New Guinean children.",
            "abstract": "Background:\n        \n      \n      No comprehensive data on the clinical features and the prognosis of cerebral malaria in the South Pacific are available at present. We conducted a prospective study in children with cerebral malaria to assess the case fatality rate (CFR) in the region and to identify potential risk factors for death.\n    \n\n\n          Methods:\n        \n      \n      We recruited 134 children admitted to the Madang General Hospital between April 1991 and October 1993 with a strictly defined diagnosis of cerebral malaria. Besides clinical examination, we collected a blood sample for parasitological haematological and biochemical assessment.\n    \n\n\n          Results:\n        \n      \n      The CFR was 11.9% and the prevalence of residual neurological sequelae at discharge was 1.5%. The proportion of children presenting with deep coma (12%) or hypoglycaemia (17%) was lower in our study than in African ones, where severe complications are more frequent. Also mortality associated with hypoglycaemia on admission was lower. Clinical or laboratory conditions significantly associated with death were deep coma, malarial anaemia and hyperleucocytosis.\n    \n\n\n          Conclusions:\n        \n      \n      All conditions associated with deep coma, such as shock, hypoglycaemia and acidosis, should be corrected. Also prompt administration of blood transfusions to patients with anaemia is likely to reduce the occurrence of death in Papua New Guinean children with cerebral malaria."
        },
        {
            "title": "Vitamin A supplementation and other predictors of anemia among children from Dar Es Salaam, Tanzania.",
            "abstract": "The associations of hemoglobin, hematocrit, and packed cell volume with socioeconomic factors, malaria, human immunodeficiency virus (HIV) infection, and nutritional status were examined among 687 children admitted to hospital with pneumonia participating in a double blind, placebo-controlled trial of vitamin A supplementation. Children were randomized to receive 2 doses of vitamin A (200,000 IU) or placebo at baseline, and additional doses at 4 and 8 months after discharge from hospital. Hemoglobin levels were measured at enrollment and, on a subset of 161 children, during follow-up. At baseline, hemoglobin concentration was positively associated with the number of possessions in the household, maternal level of education and quality of water supply, and inversely related to malaria infection after controlling for potential confounding variables. Children infected with HIV experienced a significant fall in mean hemoglobin levels over time. The risk of developing severe anemia (< 7 g/dL) during follow-up was lower for children who were breastfed for longer than 18 months as compared to those with less than 6 months of breastfeeding (adjusted prevalence ratio = 0.14, 95% confidence interval [CI] = 0.02, 0.93; P = 0.04), and higher for children over two years of age as compared to 6 to 11 months-old infants (adjusted prevalence ratio = 8.11, 95% CI = 1.2, 55.8; P = 0.03). Children with repeated diagnoses of malaria had 4.1 times the risk of developing severe anemia than did children without the diagnosis (95% CI = 1.3, 13.5; P = 0.02). Vitamin A supplements were associated with an overall nonsignificant reduction of 14% in the risk of developing severe anemia (adjusted prevalence ratio = 0.86, 95% CI = 0.37, 1.99; P = 0.73). We conclude that malaria, HIV infection, low socioeconomic status, and short duration of breastfeeding are strong and independent determinants of adverse hematologic profiles in this population."
        },
        {
            "title": "The effect of blood transfusion on outcomes among African children admitted to hospital with Plasmodium falciparum malaria: a prospective, multicentre observational study.",
            "abstract": "Background:\n        \n      \n      Infection with Plasmodium falciparum leads to severe malaria and death in approximately 400 000 children each year in sub-Saharan Africa. Blood transfusion might benefit some patients with malaria but could potentially harm others. The aim of this study was to estimate the association between transfusion and death among children admitted to hospital with P falciparum malaria.\n    \n\n\n          Methods:\n        \n      \n      In this prospective, multicentre observational study, we analysed admissions to six tertiary care hospitals in The Gambia, Malawi, Gabon, Kenya, and Ghana that participated in the Severe Malaria in African Children network. Patients were enrolled if they were younger than 180 months and had a Giemsa-stained thick blood smear that was positive for P falciparum. Blood transfusion (whole blood at a target volume of 20 mL per kg) was administered at the discretion of the responsible physicians who were aware of local and international transfusion guidelines. The primary endpoint was death associated with transfusion, which was estimated using models adjusted for site and disease severity. We also aimed to identify factors associated with the decision to transfuse. The exploratory objective was to estimate optimal haemoglobin transfusion thresholds using generalised additive models.\n    \n\n\n          Findings:\n        \n      \n      Between Dec 19, 2000, and March 8, 2005, 26 106 patients were enrolled in the study, 25 893 of whom had their transfusion status recorded and were included in the primary analysis. 8513 (32·8%) patients received a blood transfusion. Patients were followed-up until discharge from hospital for a median of 2 days (IQR 1-4). 405 (4·8%) of 8513 patients who received a transfusion died compared with 689 (4·0%) of 17 380 patients who did not receive a transfusion. Transfusion was associated with decreased odds of death in site-adjusted analysis (odds ratio [OR] 0·82 [95% CI 0·71-0·94]) and after adjusting for the increased disease severity of patients who received a transfusion (0·50 [0·42-0·60]). Severe anaemia, elevated lactate concentration, respiratory distress, and parasite density were associated with greater odds of receiving a transfusion. Among all study participants, transfusion was associated with improved survival when the admission haemoglobin concentration was up to 77 g/L (95% CI 65-110). Among those with impaired consciousness (Blantyre Coma Score ≤4), transfusion was associated with improved survival at haemoglobin concentrations up to 105 g/L (95% CI 71-115). Among those with hyperlactataemia (blood lactate ≥5·0 mmol/L), transfusion was not significantly associated with harm at any haemoglobin concentration-ie, the OR of death comparing transfused versus not transfused was less than 1 at all haemoglobin concentrations (lower bound of the 95% CI for the haemoglobin concentration at which the OR of death equals 1: 90 g/L; no upper bound).\n    \n\n\n          Interpretation:\n        \n      \n      Our findings suggest that whole blood transfusion was associated with improved survival among children hospitalised with P falciparum malaria. Among those with impaired consciousness or hyperlactataemia, transfusion was associated with improved survival at haemoglobin concentrations above the currently recommended transfusion threshold. These findings highlight the need to do randomised controlled trials to test higher transfusion thresholds among African children with severe malaria complicated by these factors.\n    \n\n\n          Funding:\n        \n      \n      US National Institute of Allergy and Infectious Diseases."
        },
        {
            "title": "Immunization of Aotus monkeys with recombinant cysteine-rich interdomain region 1 alpha protects against severe disease during Plasmodium falciparum reinfection.",
            "abstract": "Background:\n        \n      \n      After continuous exposure to malarial infections in regions of Africa where malaria is hyperendemic, children attain clinical immunity. This immunity results, in part, from the acquisition of antibodies against a large repertoire of variant antigens expressed on the surface of infected erythrocytes, such as the Plasmodium falciparum erythrocyte membrane protein 1 (PfEMP1). We determined whether a subunit vaccine to a portion of PfEMP1 could induce protection in nonhuman primates.\n    \n\n\n          Methods:\n        \n      \n      We immunized Aotus nancymai monkeys with PfEMP1 recombinant (r) cysteine-rich interdomain region 1 alpha (CIDR1 alpha ) and infected them twice with P. falciparum Vietnam Oak Knoll strain, the most virulent strain of P. falciparum in Aotus monkeys--each infection expressed a different PfEMP1. Anti-PfEMP1 antibodies were analyzed by enzyme-linked immunosorbent assay against rCIDR1 alpha and by flow cytometry against infected erythrocytes.\n    \n\n\n          Results:\n        \n      \n      Immunization with rCIDR1 alpha was not protective, despite delayed patency during the first infection, but it protected monkeys against severe anemia during reinfection. Protection against anemia is associated with a more rapid increase in antibodies to PfEMP1.\n    \n\n\n          Conclusion:\n        \n      \n      The findings of reduced severe disease in rCIDR1 alpha -vaccinated Aotus monkeys provide experimental support for a PfEMP1-based vaccine to protect African children against severe malarial disease. Such vaccination may function by priming for the accelerated acquisition of immunity to new PfEMP1 variants."
        },
        {
            "title": "Correlates of emergency response interval and mortality from severe anaemia in childhood.",
            "abstract": "A retrospective study to determine the influence of blood transfusion emergency response interval on Mortality from childhood severe anaemia was carried out. Admission records of all children with severe anaemia over a 5-year period was reviewed. Those who either died before transfusion or got discharged against medical advice were excluded. A total of 5790 patients were admitted during the 5 year period. Ten percent (10%) had severe anaemia. Malaria, the leading cause of anaemia in this series, was found in 80% of the patients. Twenty patients (3.3%) died before transfusion while 50 discharged from the hospital against medical advice. There was male preponderance. Ages 2-5 years were the peak age group for severe anaemia. No patient had haematocrit less than 5% but 20 (4.2%) had heaematocrit above 20%. The hospital stay for majority (74.8%) of the patients was 72 hours or less. Mortality (Case fatality) increases with increase in transfusion emergency response interval within 24 hours. Based on the transfusion emergency response interval versus mortality curve, a mortality risk assessment scores were derived for use in clinical practice to determine the risk of dying from the disease. We recommend that national or hospital policy on blood transfusion be enunciated to ensure that all patient with severe anaemia get transfused within 2 hours of diagnosis."
        },
        {
            "title": "Post-discharge morbidity and mortality in children admitted with severe anaemia and other health conditions in malaria-endemic settings in Africa: a systematic review and meta-analysis.",
            "abstract": "Background:\n        \n      \n      Severe anaemia is associated with high in-hospital mortality among young children. In malaria-endemic areas, surviving children also remain at increased risk of mortality for several months after hospital discharge. We aimed to compare the risks of morbidity and mortality among children discharged from hospital after recovery from severe anaemia versus other health conditions in malaria-endemic settings in Africa.\n    \n\n\n          Methods:\n        \n      \n      Following PRISMA guidelines, we searched PubMed, Scopus, Web of Science, and Cochrane Central from inception to Nov 30, 2021, without language restrictions, for prospective or retrospective cohort studies and randomised controlled trials that followed up children younger than 15 years for defined periods after hospital discharge in malaria-endemic countries in Africa. We excluded the intervention groups in trials and studies or subgroups involving children with sickle cell anaemia, malignancies, or surgery or trauma, or those reporting follow-up data that were combined with the in-hospital period. Two independent reviewers extracted the data and assessed the quality and risk of bias using the Newcastle Ottawa Scale or the Cochrane Collaboration's tool. The coprimary outcomes were all-cause death and all-cause readmissions 6 months after discharge. This study is registered with PROSPERO, CRD42017079282.\n    \n\n\n          Findings:\n        \n      \n      Of 2930 articles identified in our search, 27 studies were included. For children who were recently discharged following hospital admission with severe anaemia, all-cause mortality by 6 months was higher than during the in-hospital period (n=5 studies; Mantel-Haenszel odds ratio 1·72, 95% CI 1·22-2·44; p=0·0020; I2=51·5%) and more than two times higher than children previously admitted without severe anaemia (n=4 studies; relative risk [RR] 2·69, 95% CI 1·59-4·53; p<0·0001; I2=69·2%). Readmissions within 6 months of discharge were also more common in children admitted with severe anaemia than in children admitted with other conditions (n=1 study; RR 3·05, 1·12-8·35; p<0·0001). Children admitted with severe acute malnutrition (regardless of severe anaemia) also had a higher 6-month mortality after discharge than those admitted for other reasons (n=2 studies; RR=3·12, 2·02-4·68; p<0·0001; I2=54·7%). Other predictors of mortality after discharge included discharge against medical advice, HIV, bacteraemia, and hypoxia.\n    \n\n\n          Interpretation:\n        \n      \n      In malaria-endemic settings in Africa, children admitted to hospital with severe anaemia and severe acute malnutrition are at increased risk of mortality in the first 6 months after discharge compared with children admitted with other health conditions. Improved strategies are needed for the management of these high-risk groups during the period after discharge.\n    \n\n\n          Funding:\n        \n      \n      Research Council of Norway and US Centers for Disease Control and Prevention."
        },
        {
            "title": "Mortality during and following hospital admission among school-aged children: a cohort study.",
            "abstract": "Background: Far less is known about the reasons for hospitalization or mortality during and after hospitalization among school-aged children than among under-fives in low- and middle-income countries. This study aimed to describe common types of illness causing hospitalisation; inpatient mortality and post-discharge mortality among school-age children at Kilifi County Hospital (KCH), Kenya. Methods: A retrospective cohort study of children 5-12 years old admitted at KCH, 2007 to 2016, and resident within the Kilifi Health Demographic Surveillance System (KHDSS). Children discharged alive were followed up for one year by quarterly census. Outcomes were inpatient and one-year post-discharge mortality. Results: We included 3,907 admissions among 3,196 children with a median age of 7 years 8 months (IQR 74-116 months). Severe anaemia (792, 20%), malaria (749, 19%), sickle cell disease (408, 10%), trauma (408, 10%), and severe pneumonia (340, 8.7%) were the commonest reasons for admission. Comorbidities included 623 (16%) with severe wasting, 386 (10%) with severe stunting, 90 (2.3%) with oedematous malnutrition and 194 (5.0%) with HIV infection. 132 (3.4%) children died during hospitalisation. Inpatient death was associated with signs of disease severity, age, bacteraemia, HIV infection and severe stunting. After discharge, 89/2,997 (3.0%) children died within one year during 2,853 child-years observed (31.2 deaths [95%CI, 25.3-38.4] per 1,000 child-years). 63/89 (71%) of post-discharge deaths occurred within three months and 45% of deaths occurred outside hospital. Post-discharge mortality was positively associated with weak pulse, tachypnoea, severe anaemia, HIV infection and severe wasting and negatively associated with malaria. Conclusions: Reasons for admissions are markedly different from those reported in under-fives. There was significant post-discharge mortality, suggesting hospitalisation is a marker of risk in this population. Our findings inform guideline development to include risk stratification, targeted post-discharge care and facilitate access to healthcare to improve survival in the early months post-discharge in school-aged children."
        },
        {
            "title": "Competing risks modeling of length of hospital stay enhances risk-stratification of patient care: application to under-five children hospitalized in Malawi.",
            "abstract": "Introduction:\n        \n      \n      Length of hospital stay (LOS), defined as the time from inpatient admission to discharge, death, referral, or abscondment, is one of the key indicators of quality in patient care. Reduced LOS lowers health care expenditure and minimizes the chance of in-hospital acquired infections. Conventional methods for estimating LOS such as the Kaplan-Meier survival curve and the Cox proportional hazards regression for time to discharge cannot account for competing risks such as death, referral, and abscondment. This study applied competing risk methods to investigate factors important for risk-stratifying patients based on LOS in order to enhance patient care.\n    \n\n\n          Methods:\n        \n      \n      This study analyzed data from ongoing safety surveillance of the malaria vaccine implementation program in Malawi's four district hospitals of Balaka, Machinga, Mchinji, and Ntchisi. Children aged 1-59 months who were hospitalized (spending at least one night in hospital) with a medical illness were consecutively enrolled between 1 November 2019 and 31 July 2021. Sub-distribution-hazard (SDH) ratios for the cumulative incidence of discharge were estimated using the Fine-Gray competing risk model.\n    \n\n\n          Results:\n        \n      \n      Among the 15,463 children hospitalized, 8,607 (55.7%) were male and 6,856 (44.3%) were female. The median age was 22 months [interquartile range (IQR): 12-33 months]. The cumulative incidence of discharge was 40% lower among HIV-positive children compared to HIV-negative (sub-distribution-hazard ratio [SDHR]: 0.60; [95% CI: 0.46-0.76]; P < 0.001); lower among children with severe and cerebral malaria [SDHR: 0.94; (95% CI: 0.86-0.97); P = 0.04], sepsis or septicemia [SDHR: 0.90; (95% CI: 0.82-0.98); P = 0.027], severe anemia related to malaria [SDHR: 0.54; (95% CI: 0.48-0.61); P < 0.001], and meningitis [SDHR: 0.18; (95% CI: 0.09-0.37); P < 0.001] when compared to non-severe malaria; and also 39% lower among malnourished children compared to those that were well-nourished [SDHR: 0.61; (95% CI: 0.55-0.68); P < 0.001].\n    \n\n\n          Conclusions:\n        \n      \n      This study applied the Fine-Gray competing risk approach to more accurately model LOS as the time to discharge when there were significant rates of in-hospital mortality, referrals, and abscondment. Patient care can be enhanced by risk-stratifying by LOS based on children's age, HIV status, diagnosis, and nutritional status."
        },
        {
            "title": "Transfusion Volume for Children with Severe Anemia in Africa.",
            "abstract": "Background:\n        \n      \n      Severe anemia (hemoglobin level, <6 g per deciliter) is a leading cause of hospital admission and death in children in sub-Saharan Africa. The World Health Organization recommends transfusion of 20 ml of whole-blood equivalent per kilogram of body weight for anemia, regardless of hemoglobin level.\n    \n\n\n          Methods:\n        \n      \n      In this factorial, open-label trial, we randomly assigned Ugandan and Malawian children 2 months to 12 years of age with a hemoglobin level of less than 6 g per deciliter and severity features (e.g., respiratory distress or reduced consciousness) to receive immediate blood transfusion with 20 ml per kilogram or 30 ml per kilogram. Three other randomized analyses investigated immediate as compared with no immediate transfusion, the administration of postdischarge micronutrients, and postdischarge prophylaxis with trimethoprim-sulfamethoxazole. The primary outcome was 28-day mortality.\n    \n\n\n          Results:\n        \n      \n      A total of 3196 eligible children (median age, 37 months; 2050 [64.1%] with malaria) were assigned to receive a transfusion of 30 ml per kilogram (1598 children) or 20 ml per kilogram (1598 children) and were followed for 180 days. A total of 1592 children (99.6%) in the higher-volume group and 1596 (99.9%) in the lower-volume group started transfusion (median, 1.2 hours after randomization). The mean (±SD) volume of total blood transfused per child was 475±385 ml and 353±348 ml, respectively; 197 children (12.3%) and 300 children (18.8%) in the respective groups received additional transfusions. Overall, 55 children (3.4%) in the higher-volume group and 72 (4.5%) in the lower-volume group died before 28 days (hazard ratio, 0.76; 95% confidence interval [CI], 0.54 to 1.08; P = 0.12 by log-rank test). This finding masked significant heterogeneity in 28-day mortality according to the presence or absence of fever (>37.5°C) at screening (P=0.001 after Sidak correction). Among the 1943 children (60.8%) without fever, mortality was lower with a transfusion volume of 30 ml per kilogram than with a volume of 20 ml per kilogram (hazard ratio, 0.43; 95% CI, 0.27 to 0.69). Among the 1253 children (39.2%) with fever, mortality was higher with 30 ml per kilogram than with 20 ml per kilogram (hazard ratio, 1.91; 95% CI, 1.04 to 3.49). There was no evidence of differences between the randomized groups in readmissions, serious adverse events, or hemoglobin recovery at 180 days.\n    \n\n\n          Conclusions:\n        \n      \n      Overall mortality did not differ between the two transfusion strategies. (Funded by the Medical Research Council and Department for International Development, United Kingdom; TRACT Current Controlled Trials number, ISRCTN84086586.)."
        },
        {
            "title": "Case Report: A Case of Primaquine-Induced Hemoglobinuria in Glucose-6-Phosphate Dehydrogenase Deficient Malaria Patient in Southeastern Bangladesh.",
            "abstract": "We herein report the first case of Mediterranean glucose-6-phosphate dehydrogenase (G6PD) variant from Bangladesh. A boy had been admitted to hospital and was diagnosed with uncomplicated Plasmodium vivax infection and treated with 30 mg/kg body weight (BW) chloroquine for 3 days and 4.8 mg/kg BW primaquine (PQ) to be taken over 14 days. The boy was discharged but represented 4 days later with severe hemoglobinuria and fatigue. Hemoglobin was measured at 6.0 g/dL and serum bilirubin was at 5.6 mg/dL, although malaria microscopy was negative. The boy had taken the 4-fold recommended daily dose of PQ and was treated with two fresh blood transfusions. Subsequent molecular analysis showed the boy to have the Mediterranean G6PD variant and a G6PD activity of 0.93 U/gHb."
        },
        {
            "title": "Malaria pathogenesis.",
            "abstract": "Malaria is a disease caused by repeated cycles of growth of the parasite Plasmodium in the erythrocyte. Various cellular and molecular strategies allow the parasite to evade the human immune response for many cycles of parasite multiplication. Under certain circumstances Plasmodium infection causes severe anemia or cerebral malaria; the expression of disease is influenced by both parasite and host factors, as exemplified by the exacerbation of disease during pregnancy. This article provides an overview of malaria pathogenesis, synthesizing the recent field, laboratory, and epidemiological data that will lead to the development of strategies to reduce mortality and morbidity."
        },
        {
            "title": "Anemia and malaria at different altitudes in the western highlands of Kenya.",
            "abstract": "Malaria associated severe anemia in children is the most important complication of Plasmodium falciparum infection in sub-Saharan Africa. To evaluate anemia and malaria in an area with recurrent malaria epidemics in the western highlands of Kenya, we conducted cross-sectional surveys in four \"lowland\" (1440-1660 m) and two \"highland\" (1960 and 2040 m) villages in 2002. Among 1314 subjects randomly selected from all age groups, the overall prevalence of anemia (hemoglobin, Hb < 11 g/dl) was 14% and P. falciparum infection 17%. In children < or =5 years, anemia prevalence ranged from 57% at 1440 m to 11% at 2040 m and correlated with altitude (r = -0.88, P < 0.05). Similarly, P. falciparum prevalence ranged from 31 to 0% and correlated with altitude (r = -0.93, P < 0.01). Malnutrition defined by a body mass index <15th percentile characterized 39% of the population and the hookworm prevalence was 3.9%. In the lowland villages, anemia was most common in children < or =5 years of age (34%) followed by women of childbearing age (16%). A similar pattern was also observed in the highland villages. In these vulnerable populations, hemoglobin concentration was significantly associated with malaria infection, but not with malnutrition or hookworm infestation and comparisons of anemia prevalence between highland and lowland villages revealed that two-thirds of anemia could be attributed to malaria infection. The prevalence of severe anemia (Hb < 8 g/dl) was 1.5%; of these, 90% resided in lowland villages, 70% were under-fives, while 20% were women of childbearing age. In severely anemic subjects, the Hb concentration decreased further with malnutrition (P < 0.05). Anemia was more prevalent in the lowland villages characterized by high prevalence of P. falciparum infection. We conclude that malaria may also be the main cause of anemia in the highland fringe areas of sub-Saharan Africa. Measures that reduce the prevalence of malaria will consequently reduce anemia in both, young children and adult women and the need for blood transfusions associated with the risk of HIV-transmission."
        },
        {
            "title": "Paediatric morbidity and mortality at the Eldoret District Hospital, Kenya.",
            "abstract": "Over an 18 month period, there were 4,720 paediatric admissions at the Eldoret District Hospital in Western Kenya. The most frequent 20 diseases were identified and their respective case fatality rates calculated. Malaria was the most common cause for admission (33.0%) but the fourth most common cause of death with a case fatality rate of 2.2%. The overall mortality rate on the paediatric wards was 8.2% with 64.9% of the deaths occurring within the first 24 hours of hospitalization. Three-fourth of all admissions were due to four diseases: malaria, pneumonia, gastroenteritis and measles. Targeted interventional programmes aimed at these 4 diseases, coupled with a comprehensive primary health care system, would most likely result in much less morbidity and mortality for the children in the district. The systems for routinely collecting and storing medical records were found to be substandard, making it very difficult to accurately monitor morbidity and mortality."
        },
        {
            "title": "Folic acid supplementation and malaria susceptibility and severity among people taking antifolate antimalarial drugs in endemic areas.",
            "abstract": "Background:\n        \n      \n      Description of the condition Malaria, an infectious disease transmitted by the bite of female mosquitoes from several Anopheles species, occurs in 87 countries with ongoing transmission (WHO 2020). The World Health Organization (WHO) estimated that, in 2019, approximately 229 million cases of malaria occurred worldwide, with 94% occurring in the WHO's African region (WHO 2020). Of these malaria cases, an estimated 409,000 deaths occurred globally, with 67% occurring in children under five years of age (WHO 2020). Malaria also negatively impacts the health of women during pregnancy, childbirth, and the postnatal period (WHO 2020). Sulfadoxine/pyrimethamine (SP), an antifolate antimalarial, has been widely used across sub-Saharan Africa as the first-line treatment for uncomplicated malaria since it was first introduced in Malawi in 1993 (Filler 2006). Due to increasing resistance to SP, in 2000 the WHO recommended that one of several artemisinin-based combination therapies (ACTs) be used instead of SP for the treatment of uncomplicated malaria caused by Plasmodium falciparum (Global Partnership to Roll Back Malaria 2001). However, despite these recommendations, SP continues to be advised for intermittent preventive treatment in pregnancy (IPTp) and intermittent preventive treatment in infants (IPTi), whether the person has malaria or not (WHO 2013). Description of the intervention Folate (vitamin B9) includes both naturally occurring folates and folic acid, the fully oxidized monoglutamic form of the vitamin, used in dietary supplements and fortified food. Folate deficiency (e.g. red blood cell (RBC) folate concentrations of less than 305 nanomoles per litre (nmol/L); serum or plasma concentrations of less than 7 nmol/L) is common in many parts of the world and often presents as megaloblastic anaemia, resulting from inadequate intake, increased requirements, reduced absorption, or abnormal metabolism of folate (Bailey 2015; WHO 2015a). Pregnant women have greater folate requirements; inadequate folate intake (evidenced by RBC folate concentrations of less than 400 nanograms per millilitre (ng/mL), or 906 nmol/L) prior to and during the first month of pregnancy increases the risk of neural tube defects, preterm delivery, low birthweight, and fetal growth restriction (Bourassa 2019). The WHO recommends that all women who are trying to conceive consume 400 micrograms (µg) of folic acid daily from the time they begin trying to conceive through to 12 weeks of gestation (WHO 2017). In 2015, the WHO added the dosage of 0.4 mg of folic acid to the essential drug list (WHO 2015c). Alongside daily oral iron (30 mg to 60 mg elemental iron), folic acid supplementation is recommended for pregnant women to prevent neural tube defects, maternal anaemia, puerperal sepsis, low birthweight, and preterm birth in settings where anaemia in pregnant women is a severe public health problem (i.e. where at least 40% of pregnant women have a blood haemoglobin (Hb) concentration of less than 110 g/L). How the intervention might work Potential interactions between folate status and malaria infection The malaria parasite requires folate for survival and growth; this has led to the hypothesis that folate status may influence malaria risk and severity. In rhesus monkeys, folate deficiency has been found to be protective against Plasmodium cynomolgi malaria infection, compared to folate-replete animals (Metz 2007). Alternatively, malaria may induce or exacerbate folate deficiency due to increased folate utilization from haemolysis and fever. Further, folate status measured via RBC folate is not an appropriate biomarker of folate status in malaria-infected individuals since RBC folate values in these individuals are indicative of both the person's stores and the parasite's folate synthesis. A study in Nigeria found that children with malaria infection had significantly higher RBC folate concentrations compared to children without malaria infection, but plasma folate levels were similar (Bradley-Moore 1985). Why it is important to do this review The malaria parasite needs folate for survival and growth in humans. For individuals, adequate folate levels are critical for health and well-being, and for the prevention of anaemia and neural tube defects. Many countries rely on folic acid supplementation to ensure adequate folate status in at-risk populations. Different formulations for folic acid supplements are available in many international settings, with dosages ranging from 400 µg to 5 mg. Evaluating folic acid dosage levels used in supplementation efforts may increase public health understanding of its potential impacts on malaria risk and severity and on treatment failures. Examining folic acid interactions with antifolate antimalarial medications and with malaria disease progression may help countries in malaria-endemic areas determine what are the most appropriate lower dose folic acid formulations for at-risk populations. The WHO has highlighted the limited evidence available and has indicated the need for further research on biomarkers of folate status, particularly interactions between RBC folate concentrations and tuberculosis, human immunodeficiency virus (HIV), and antifolate antimalarial drugs (WHO 2015b). An earlier Cochrane Review assessed the effects and safety of iron supplementation, with or without folic acid, in children living in hyperendemic or holoendemic malaria areas; it demonstrated that iron supplementation did not increase the risk of malaria, as indicated by fever and the presence of parasites in the blood (Neuberger 2016). Further, this review stated that folic acid may interfere with the efficacy of SP; however, the efficacy and safety of folic acid supplementation on these outcomes has not been established. This review will provide evidence on the effectiveness of daily folic acid supplementation in healthy and malaria-infected individuals living in malaria-endemic areas. Additionally, it will contribute to achieving both the WHO Global Technical Strategy for Malaria 2016-2030 (WHO 2015d), and United Nations Sustainable Development Goal 3 (to ensure healthy lives and to promote well-being for all of all ages) (United Nations 2021), and evaluating whether the potential effects of folic acid supplementation, at different doses (e.g. 0.4 mg, 1 mg, 5 mg daily), interferes with the effect of drugs used for prevention or treatment of malaria.\n    \n\n\n          Objectives:\n        \n      \n      To examine the effects of folic acid supplementation, at various doses, on malaria susceptibility (risk of infection) and severity among people living in areas with various degrees of malaria endemicity. We will examine the interaction between folic acid supplements and antifolate antimalarial drugs. Specifically, we will aim to answer the following. Among uninfected people living in malaria endemic areas, who are taking or not taking antifolate antimalarials for malaria prophylaxis, does taking a folic acid-containing supplement increase susceptibility to or severity of malaria infection? Among people with malaria infection who are being treated with antifolate antimalarials, does folic acid supplementation increase the risk of treatment failure?\n    \n\n\n          Methods:\n        \n      \n      Criteria for considering studies for this review Types of studies Inclusion criteria Randomized controlled trials (RCTs) Quasi-RCTs with randomization at the individual or cluster level conducted in malaria-endemic areas (areas with ongoing, local malaria transmission, including areas approaching elimination, as listed in the World Malaria Report 2020) (WHO 2020) Exclusion criteria Ecological studies Observational studies In vivo/in vitro studies Economic studies Systematic literature reviews and meta-analyses (relevant systematic literature reviews and meta-analyses will be excluded but flagged for grey literature screening) Types of participants Inclusion criteria Individuals of any age or gender, living in a malaria endemic area, who are taking antifolate antimalarial medications (including but not limited to sulfadoxine/pyrimethamine (SP), pyrimethamine-dapsone, pyrimethamine, chloroquine and proguanil, cotrimoxazole) for the prevention or treatment of malaria (studies will be included if more than 70% of the participants live in malaria-endemic regions) Studies assessing participants with or without anaemia and with or without malaria parasitaemia at baseline will be included Exclusion criteria Individuals not taking antifolate antimalarial medications for prevention or treatment of malaria Individuals living in non-malaria endemic areas Types of interventions Inclusion criteria Folic acid supplementation Form: in tablet, capsule, dispersible tablet at any dose, during administration, or periodically Timing: during, before, or after (within a period of four to six weeks) administration of antifolate antimalarials Iron-folic acid supplementation Folic acid supplementation in combination with co-interventions that are identical between the intervention and control groups. Co-interventions include: anthelminthic treatment; multivitamin or multiple micronutrient supplementation; 5-methyltetrahydrofolate supplementation. Exclusion criteria Folate through folate-fortified water Folic acid administered through large-scale fortification of rice, wheat, or maize Comparators Placebo No treatment No folic acid/different doses of folic acid Iron Types of outcome measures Primary outcomes Uncomplicated malaria (defined as a history of fever with parasitological confirmation; acceptable parasitological confirmation will include rapid diagnostic tests (RDTs), malaria smears, or nucleic acid detection (i.e. polymerase chain reaction (PCR), loop-mediated isothermal amplification (LAMP), etc.)) (WHO 2010). This outcome is relevant for patients without malaria, given antifolate antimalarials for malaria prophylaxis. Severe malaria (defined as any case with cerebral malaria or acute P. falciparum malaria, with signs of severity or evidence of vital organ dysfunction, or both) (WHO 2010). This outcome is relevant for patients without malaria, given antifolate antimalarials for malaria prophylaxis. Parasite clearance (any Plasmodium species), defined as the time it takes for a patient who tests positive at enrolment and is treated to become smear-negative or PCR negative. This outcome is relevant for patients with malaria, treated with antifolate antimalarials. Treatment failure (defined as the inability to clear malaria parasitaemia or prevent recrudescence after administration of antimalarial medicine, regardless of whether clinical symptoms are resolved) (WHO 2019). This outcome is relevant for patients with malaria, treated with antifolate antimalarials. Secondary outcomes Duration of parasitaemia Parasite density Haemoglobin (Hb) concentrations (g/L) Anaemia: severe anaemia (defined as Hb less than 70 g/L in pregnant women and children aged six to 59 months; and Hb less than 80 g/L in other populations); moderate anaemia (defined as Hb less than 100 g/L in pregnant women and children aged six to 59 months; and less than 110 g/L in others) Death from any cause Among pregnant women: stillbirth (at less than 28 weeks gestation); low birthweight (less than 2500 g); active placental malaria (defined as Plasmodium detected in placental blood by smear or PCR, or by Plasmodium detected on impression smear or placental histology). Search methods for identification of studies A search will be conducted to identify completed and ongoing studies, without date or language restrictions. Electronic searches A search strategy will be designed to include the appropriate subject headings and text word terms related to each intervention of interest and study design of interest (see Appendix 1). Searches will be broken down by these two criteria (intervention of interest and study design of interest) to allow for ease of prioritization, if necessary. The study design filters recommended by the Scottish Intercollegiate Guidelines Network (SIGN), and those designed by Cochrane for identifying clinical trials for MEDLINE and Embase, will be used (SIGN 2020). There will be no date or language restrictions. Non-English articles identified for inclusion will be translated into English. If translations are not possible, advice will be requested from the Cochrane Infectious Diseases Group and the record will be stored in the \"Awaiting assessment\" section of the review until a translation is available. The following electronic databases will be searched for primary studies. Cochrane Central Register of Controlled Trials. Cumulative Index to Nursing and Allied Health Literature (CINAHL). Embase. MEDLINE. Scopus. Web of Science (both the Social Science Citation Index and the Science Citation Index). We will conduct manual searches of ClinicalTrials.gov, the International Clinical Trials Registry Platform (ICTRP), and the United Nations Children's Fund (UNICEF) Evaluation and Research Database (ERD), in order to identify relevant ongoing or planned trials, abstracts, and full-text reports of evaluations, studies, and surveys related to programmes on folic acid supplementation in malaria-endemic areas. Additionally, manual searches of grey literature to identify RCTs that have not yet been published but are potentially eligible for inclusion will be conducted in the following sources. Global Index Medicus (GIM). African Index Medicus (AIM). Index Medicus for the Eastern Mediterranean Region (IMEMR). Latin American & Caribbean Health Sciences Literature (LILACS). Pan American Health Organization (PAHO). Western Pacific Region Index Medicus (WPRO). Index Medicus for the South-East Asian Region (IMSEAR). The Spanish Bibliographic Index in Health Sciences (IBECS) (ibecs.isciii.es/). Indian Journal of Medical Research (IJMR) (journals.lww.com/ijmr/pages/default.aspx). Native Health Database (nativehealthdatabase.net/). Scielo (www.scielo.br/). Searching other resources Handsearches of the five journals with the highest number of included studies in the last 12 months will be conducted to capture any relevant articles that may not have been indexed in the databases at the time of the search. We will contact the authors of included studies and will check reference lists of included papers for the identification of additional records. For assistance in identifying ongoing or unpublished studies, we will contact the Division of Nutrition, Physical Activity, and Obesity (DNPAO) and the Division of Parasitic Diseases and Malaria (DPDM) of the CDC, the United Nations World Food Programme (WFP), Nutrition International (NI), Global Alliance for Improved Nutrition (GAIN), and Hellen Keller International (HKI). Data collection and analysis Selection of studies Two review authors will independently screen the titles and abstracts of articles retrieved by each search to assess eligibility, as determined by the inclusion and exclusion criteria. Studies deemed eligible for inclusion by both review authors in the abstract screening phase will advance to the full-text screening phase, and full-text copies of all eligible papers will be retrieved. If full articles cannot be obtained, we will attempt to contact the authors to obtain further details of the studies. If such information is not obtained, we will classify the study as \"awaiting assessment\" until further information is published or made available to us. The same two review authors will independently assess the eligibility of full-text articles for inclusion in the systematic review. If any discrepancies occur between the studies selected by the two review authors, a third review author will provide arbitration. Each trial will be scrutinized to identify multiple publications from the same data set, and the justification for excluded trials will be documented. A PRISMA flow diagram of the study selection process will be presented to provide information on the number of records identified in the literature searches, the number of studies included and excluded, and the reasons for exclusion (Moher 2009). The list of excluded studies, along with their reasons for exclusion at the full-text screening phase, will also be created. Data extraction and management Two review authors will independently extract data for the final list of included studies using a standardized data specification form. Discrepancies observed between the data extracted by the two authors will be resolved by involving a third review author and reaching a consensus. Information will be extracted on study design components, baseline participant characteristics, intervention characteristics, and outcomes. For individually randomized trials, we will record the number of participants experiencing the event and the number analyzed in each treatment group or the effect estimate reported (e.g. risk ratio (RR)) for dichotomous outcome measures. For count data, we will record the number of events and the number of person-months of follow-up in each group. If the number of person-months is not reported, the product of the duration of follow-up and the number of children evaluated will be used to estimate this figure. We will calculate the rate ratio and standard error (SE) for each study. Zero events will be replaced by 0.5. We will extract both adjusted and unadjusted covariate incidence rate ratios if they are reported in the original studies. For continuous data, we will extract means (arithmetic or geometric) and a measure of variance (standard deviation (SD), SE, or confidence interval (CI)), percentage or mean change from baseline, and the numbers analyzed in each group. SDs will be computed from SEs or 95% CIs, assuming a normal distribution of the values. Haemoglobin values in g/dL will be calculated by multiplying haematocrit or packed cell volume values by 0.34, and studies reporting haemoglobin values in g/dL will be converted to g/L. In cluster-randomized trials, we will record the unit of randomization (e.g. household, compound, sector, or village), the number of clusters in the trial, and the average cluster size. The statistical methods used to analyze the trials will be documented, along with details describing whether these methods adjusted for clustering or other covariates. We plan to extract estimates of the intra-cluster correlation coefficient (ICC) for each outcome. Where results are adjusted for clustering, we will extract the treatment effect estimate and the SD or CI. If the results are not adjusted for clustering, we will extract the data reported. Assessment of risk of bias in included studies Two review authors (KSC, LFY) will independently assess the risk of bias for each included trial using the Cochrane 'Risk of bias 2' tool (RoB 2) for randomized studies (Sterne 2019). Judgements about the risk of bias of included studies will be made according to the recommendations outlined in the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2021). Disagreements will be resolved by discussion, or by involving a third review author. The interest of our review will be to assess the effect of assignment to the interventions at baseline. We will evaluate each primary outcome using the RoB2 tool. The five domains of the Cochrane RoB2 tool include the following. Bias arising from the randomization process. Bias due to deviations from intended interventions. Bias due to missing outcome data. Bias in measurement of the outcome. Bias in selection of the reported result. Each domain of the RoB2 tool comprises the following. A series of 'signalling' questions. A judgement about the risk of bias for the domain, facilitated by an algorithm that maps responses to the signalling questions to a proposed judgement. Free-text boxes to justify responses to the signalling questions and 'Risk of bias' judgements. An option to predict (and explain) the likely direction of bias. Responses to signalling questions elicit information relevant to an assessment of the risk of bias. These response options are as follows. Yes (may indicate either low or high risk of bias, depending on the most natural way to ask the question). Probably yes. Probably no. No. No information (may indicate no evidence of that problem or an absence of information leading to concerns about there being a problem). Based on the answer to the signalling question, a 'Risk of bias' judgement is assigned to each domain. These judgements include one of the following. High risk of bias Low risk of bias Some concerns To generate the risk of bias judgement for each domain in the randomized studies, we will use the Excel template, available at www.riskofbias.info/welcome/rob-2-0-tool/current-version-of-rob-2. This file will be stored on a scientific data website, available to readers. Risk of bias in cluster randomized controlled trials For the cluster randomized trials, we will be using the RoB2 tool to analyze the five standard domains listed above along with Domain 1b (bias arising from the timing of identification or recruitment of participants) and its related signalling questions. To generate the risk of bias judgement for each domain in the cluster RCTs, we will use the Excel template available at https://sites.google.com/site/riskofbiastool/welcome/rob-2-0-tool/rob-2-for-cluster-randomized-trials. This file will be stored on a scientific data website, available to readers. Risk of bias in cross-over randomized controlled trials For cross-over randomized trials, we will be using the RoB2 tool to analyze the five standard domains listed above along with Domain 2 (bias due to deviations from intended interventions), and Domain 3 (bias due to missing outcome data), and their respective signalling questions. To generate the risk of bias judgement for each domain in the cross-over RCTs, we will use the Excel template, available at https://sites.google.com/site/riskofbiastool/welcome/rob-2-0-tool/rob-2-for-crossover-trials, for each risk of bias judgement of cross-over randomized studies. This file will be stored on a scientific data website, available to readers. Overall risk of bias The overall 'Risk of bias' judgement for each specific trial being assessed will be based on each domain-level judgement. The overall judgements include the following. Low risk of bias (the trial is judged to be at low risk of bias for all domains). Some concerns (the trial is judged to raise some concerns in at least one domain but is not judged to be at high risk of bias for any domain). High risk of bias (the trial is judged to be at high risk of bias in at least one domain, or is judged to have some concerns for multiple domains in a way that substantially lowers confidence in the result). The 'risk of bias' assessments will inform our GRADE evaluations of the certainty of evidence for our primary outcomes presented in the 'Summary of findings' tables and will also be used to inform the sensitivity analyses; (see Sensitivity analysis). If there is insufficient information in study reports to enable an assessment of the risk of bias, studies will be classified as \"awaiting assessment\" until further information is published or made available to us. Measures of treatment effect Dichotomous data For dichotomous data, we will present proportions and, for two-group comparisons, results as average RR or odds ratio (OR) with 95% CIs. Ordered categorical data Continuous data We will report results for continuous outcomes as the mean difference (MD) with 95% CIs, if outcomes are measured in the same way between trials. Where some studies have reported endpoint data and others have reported change-from-baseline data (with errors), we will combine these in the meta-analysis, if the outcomes were reported using the same scale. We will use the standardized mean difference (SMD), with 95% CIs, to combine trials that measured the same outcome but used different methods. If we do not find three or more studies for a pooled analysis, we will summarize the results in a narrative form. Unit of analysis issues Cluster-randomized trials We plan to combine results from both cluster-randomized and individually randomized studies, providing there is little heterogeneity between the studies. If the authors of cluster-randomized trials conducted their analyses at a different level from that of allocation, and they have not appropriately accounted for the cluster design in their analyses, we will calculate the trials' effective sample sizes to account for the effect of clustering in data. When one or more cluster-RCT reports RRs adjusted for clustering, we will compute cluster-adjusted SEs for the other trials. When none of the cluster-RCTs provide cluster-adjusted RRs, we will adjust the sample size for clustering. We will divide, by the estimated design effects (DE), the number of events and number evaluated for dichotomous outcomes and the number evaluated for continuous outcomes, where DE = 1 + ((average cluster size 1) * ICC). The derivation of the estimated ICCs and DEs will be reported. We will utilize the intra-cluster correlation coefficient (ICC), derived from the trial (if available), or from another source (e.g., using the ICCs derived from other, similar trials) and then calculate the design effect with the formula provided in the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2021). If this approach is used, we will report it and undertake sensitivity analysis to investigate the effect of variations in ICC. Studies with more than two treatment groups If we identify studies with more than two intervention groups (multi-arm studies), where possible we will combine groups to create a single pair-wise comparison or use the methods set out in the Cochrane Handbook to avoid double counting study participants (Higgins 2021). For the subgroup analyses, when the control group was shared by two or more study arms, we will divide the control group (events and total population) over the number of relevant subgroups to avoid double counting the participants. Trials with several study arms can be included more than once for different comparisons. Cross-over trials From cross-over trials, we will consider the first period of measurement only and will analyze the results together with parallel-group studies. Multiple outcome events In several outcomes, a participant might experience more than one outcome event during the trial period. For all outcomes, we will extract the number of participants with at least one event. Dealing with missing data We will contact the trial authors if the available data are unclear, missing, or reported in a format that is different from the format needed. We aim to perform a 'per protocol' or 'as observed' analysis; otherwise, we will perform a complete case analysis. This means that for treatment failure, we will base the analyses on the participants who received treatment and the number of participants for which there was an inability to clear malarial parasitaemia or prevent recrudescence after administration of an antimalarial medicine reported in the studies. Assessment of heterogeneity Heterogeneity in the results of the trials will be assessed by visually examining the forest plot to detect non-overlapping CIs, using the Chi2 test of heterogeneity (where a P value of less than 0.1 indicates statistical significance) and the I2 statistic of inconsistency (with a value of greater than 50% denoting moderate levels of heterogeneity). When statistical heterogeneity is present, we will investigate the reasons for it, using subgroup analysis. Assessment of reporting biases We will construct a funnel plot to assess the effect of small studies for the main outcome (when including more than 10 trials). Data synthesis The primary analysis will include all eligible studies that provide data regardless of the overall risk of bias as assessed by the RoB2 tool. Analyses will be conducted using Review Manager 5.4 (Review Manager 2020). Cluster-RCTs will be included in the main analysis after adjustment for clustering (see the previous section on cluster-RCTs). The meta-analysis will be performed using the Mantel-Haenszel random-effects model or the generic inverse variance method (when adjustment for clustering is performed by adjusting SEs), as appropriate. Subgroup analysis and investigation of heterogeneity The overall risk of bias will not be used as the basis in conducting our subgroup analyses. However, where data are available, we plan to conduct the following subgroup analyses, independent of heterogeneity. Dose of folic acid supplementation: higher doses (4 mg or more, daily) versus lower doses (less than 4 mg, daily). Moderate-severe anaemia at baseline (mean haemoglobin of participants in a trial at baseline below 100 g/L for pregnant women and children aged six to 59 months, and below 110 g/L for other populations) versus normal at baseline (mean haemoglobin above 100 g/L for pregnant women and children aged six to 59 months, and above 110 g/L for other populations). Antimalarial drug resistance to parasite: known resistance versus no resistance versus unknown/mixed/unreported parasite resistance. Folate status at baseline: Deficient (e.g. RBC folate concentration of less than 305 nmol/L, or serum folate concentration of less than 7nmol/L) and Insufficient (e.g. RBC folate concentration from 305 to less than 906 nmol/L, or serum folate concentration from 7 to less than 25 nmol/L) versus Sufficient (e.g. RBC folate concentration above 906 nmol/L, or serum folate concentration above 25 nmol/L). Presence of anaemia at baseline: yes versus no. Mandatory fortification status: yes, versus no (voluntary or none). We will only use the primary outcomes in any subgroup analyses, and we will limit subgroup analyses to those outcomes for which three or more trials contributed data. Comparisons between subgroups will be performed using Review Manager 5.4 (Review Manager 2020). Sensitivity analysis We will perform a sensitivity analysis, using the risk of bias as a variable to explore the robustness of the findings in our primary outcomes. We will verify the behaviour of our estimators by adding and removing studies with a high risk of bias overall from the analysis. That is, studies with a low risk of bias versus studies with a high risk of bias. Summary of findings and assessment of the certainty of the evidence For the assessment across studies, we will use the GRADE approach, as outlined in (Schünemann 2021). We will use the five GRADE considerations (study limitations based on RoB2 judgements, consistency of effect, imprecision, indirectness, and publication bias) to assess the certainty of the body of evidence as it relates to the studies which contribute data to the meta-analyses for the primary outcomes. The GRADEpro Guideline Development Tool (GRADEpro) will be used to import data from Review Manager 5.4 (Review Manager 2020) to create 'Summary of Findings' tables. The primary outcomes for the main comparison will be listed with estimates of relative effects, along with the number of participants and studies contributing data for those outcomes. These tables will provide outcome-specific information concerning the overall certainty of evidence from studies included in the comparison, the magnitude of the effect of the interventions examined, and the sum of available data on the outcomes we considered. We will include only primary outcomes in the summary of findings tables. For each individual outcome, two review authors (KSC, LFY) will independently assess the certainty of the evidence using the GRADE approach (Balshem 2011). For assessments of the overall certainty of evidence for each outcome that includes pooled data from included trials, we will downgrade the evidence from 'high certainty' by one level for serious (or by two for very serious) study limitations (risk of bias, indirectness of evidence, serious inconsistency, imprecision of effect estimates, or potential publication bias)."
        },
        {
            "title": "Risk factors for recurrent severe anemia among previously transfused children in Uganda: an age-matched case-control study.",
            "abstract": "Background:\n        \n      \n      In resource-poor settings, transfused children often experience recurrence of severe anemia (SA) following discharge from hospital. This study determined the factors associated with recurrent severe anemia (RSA) among previously transfused Ugandan children aged less than 5 years.\n    \n\n\n          Methods:\n        \n      \n      A case-control study was conducted in five hospitals in Uganda from March 2017 to September 2018. We prospectively enrolled 196 hospitalised children who had been transfused for severe anemia 2 weeks to 6 months prior to enrollment. Of these, 101 children (cases) were re-admitted with a hemoglobin [Hb] level of ≤6 g/dL and required transfusion; and 95 children (age-matched controls) were admitted for other clinical illness with a Hb > 6 g/dL. Children known to have sickle cell anemia, cancer, or bleeding disorders were excluded. Clinical and laboratory evaluation were done. Conditional logistic regression adjusted for age, was used to determine factors associated with RSA.\n    \n\n\n          Results:\n        \n      \n      The median time (IQR) between the earlier transfusion and enrollment was 3.5 (1.9-5.7) months for cases, and was 5.0 (2.9-6.0) months for controls (p-value = 0.015). Risk factors (adjusted odds ratio, 95% confidence interval, and significance) for development of RSA were: hemoglobinuria (36.33, 2.19-600.66, p = 0.012); sickle cell anemia - newly diagnosed (20.26, 2.33-176.37, p = 0.006); history of earlier previous transfusions (6.95, 1.36-35.61, p = 0.020) and malaria infection (6.47, 1.17-35.70, p = 0.032).\n    \n\n\n          Conclusion:\n        \n      \n      Malaria chemoprevention, follow up visit for Hb check after discharge from hospital and sickle cell screening among previously transfused children represent practical strategies to prevent and identify children at risk for recurrent severe anemia. The cause of hemoglobinuria in children merits further investigations."
        },
        {
            "title": "[Imported malaria in children in 1999. Study of the Armand-Trousseau Hospital in Paris].",
            "abstract": "Methods:\n        \n      \n      Eighty children were treated at the hospital Armand-Trousseau (Paris, France) for a malaria attack from 1999-01-01 to 2000-02-01.\n    \n\n\n          Results:\n        \n      \n      The parasites were: Plasmodium falciparum: 87.5%, Plasmodium malariae: 12.6%, Plasmodium ovale: 10%, Plasmodium vivax: 6.3%. Mean age was 8.1 years (range: three months to 15 y). The origin of patients was: West Africa for 60 children, Central Africa for ten children and Comores for seven. Sixty-six patients suffered from common malaria attack and seven children were admitted with a presentation of severe malaria. The severe attacks were cerebral malaria for six cases, associated with severe anemia in five cases; the 7th child had a respiratory distress (ARDS) and died. The other six cases were cured without sequelae. Relapses were observed for eight patients: one after a severe cerebral malaria, six after a common P. falciparum attack, one after a P. ovale attack. Parasitemia was higher than in preceding years (mean 2.9%) and more than 5% in 11 cases, but without clear link with severity. Treatment by halofantrine with a single cure was followed by five relapses. None of those children received an effective prophylaxis during and after travel (55/80 without any prophylaxis).\n    \n\n\n          Conclusion:\n        \n      \n      These data emphasize the importance of a good appraisal of criteria of severe malaria and lead to advice hospitalization of children with malaria in temperate zone."
        },
        {
            "title": "Prevalence and spectrum of illness among hospitalized adults with malaria in Blantyre, Malawi.",
            "abstract": "Background:\n        \n      \n      As control interventions are rolled out, the burden of malaria may shift from young children to older children and adults as acquisition of immunity is slowed and persistence of immunity is short-lived. Data for malaria disease in adults are difficult to obtain because of co-morbid conditions and because parasitaemia may be asymptomatic. Regular surveys of adult admissions to a hospital in Malawi were conducted to characterize the clinical spectrum of malaria and to establish a baseline to monitor changes that occur in future.\n    \n\n\n          Methods:\n        \n      \n      In 2011-2012, at Queen Elizabeth Hospital, Blantyre, four separated one-week surveys in the peak malaria transmission period (wet season) and three one-week surveys in the low transmission period (dry season) were conducted using rapid diagnostic tests (RDT) with confirmation of parasitaemia by microscopy. All adults (aged ≥15) being admitted to the adult medical wards regardless of the suspected diagnosis, were enrolled. Participants with a positive malaria test underwent a standardized physical examination and laboratory tests. Malaria syndromes were characterized by reviewing charts and laboratory results on discharge.\n    \n\n\n          Results:\n        \n      \n      765 adult admissions were screened. 63 (8.2%) were RDT-positive with 61 (8.0%) positive by microscopy. Over the course of the seven study weeks, two patients were judged to have incidental parasitaemia, 31 (4.1%) had uncomplicated malaria and 28 (3.7%) had severe malaria. Both uncomplicated and severe malaria cases were more common in the rainy season than the dry season. Prostration (22/28 cases) and hyperparasitaemia (>250,000 parasites/μl) (9/28) were the most common features of severe malaria. Jaundice (4/28), severe anaemia (2/28), hyperlactataemia (2/28), shock (1/28) and haemoglobinuria (1/28) were less commonly seen, and no patient had severe metabolic derangement or organ failure. There were no deaths attributable to malaria.\n    \n\n\n          Conclusion:\n        \n      \n      In this study of adults admitted to hospital in southern Malawi, an area with year-round transmission of Plasmodium falciparum, classical metabolic and organ complications of malaria were not encountered. Prostration and hyperparasitaemia were more common indicators of severity in patients admitted with malaria, none of whom died. These data will provide a baseline for monitoring trends in the frequency and clinical patterns of severe malaria in adults."
        },
        {
            "title": "High prevalence of malaria parasitemia and anemia among hospitalized children in Rakai, Uganda.",
            "abstract": "Background:\n        \n      \n      There is a paucity of data on malaria among hospitalized children in malaria endemic areas. We determined the prevalence, presentation and treatment outcomes of malaria and anemia among children in two hospitals in Rakai, Uganda.\n    \n\n\n          Methods:\n        \n      \n      Children under five years hospitalized in Kalisizo hospital or Bikira health center in Rakai district, Uganda between May 2011 and May 2012 were enrolled and followed-up until discharge, death or referral. Data were collected on social-demographic characteristics, current and past illnesses and clinical signs and symptoms. Blood smears, hemoglobin (Hgb) levels and HIV testing were performed from finger/heel prick blood. The associations between malaria infection and other factors were estimated using log-binomial regression to estimate adjusted prevalence risk ratios (aPRR) and 95% confidence intervals (CIs), controlling for clustering at health facilities.\n    \n\n\n          Results:\n        \n      \n      2471 children were enrolled. The most common medical presentations were fever (96.2%), cough (61.7%), vomiting (44.2%), diarrhea (20.8%), and seizures (16.0%). The prevalence of malaria parasitemia was 54.6%. Children with malaria were more likely to present with a history of fever (aPRR 2.23; CI 1.18-4.24) and seizures (aPRR 1.12; CI 1.09-1.16). Confirmed malaria was significantly lower among girls than boys (aPRR 0.92; CI 0.91-0.93), HIV infected children (aPRR 0.60 CI 0.52-0.71), and children with diarrhea (aPRR 0.76; CI 0.65-0.90). The overall prevalence of anemia (Hgb<10 g/dl) was 56.3% and severe anemia (Hgb<6 g/dL) was 17.8%. Among children with severe anemia 76.8% had malaria parasitemia, of whom 93.1% received blood transfusion. Malaria associated mortality was 0.6%.\n    \n\n\n          Conclusion:\n        \n      \n      There was a high prevalence of malaria parasitemia and anemia among inpatient children under five years. Malaria prevention is a priority in this population."
        },
        {
            "title": "Anemia and thrombocytopenia in children with Plasmodium vivax malaria.",
            "abstract": "Clinico-epidemiological features of pediatric patients with malaria due Plasmodium vivax that developed anemia and thrombocytopenia requiring hospitalization are herein reported. Over a 3-year period, 78 children with P. vivax infection were admitted to our Hospital in Sucre, Venezuela. Clinical manifestations at admission were 93.59 per cent fever, 41.03 per cent chills and 14.10 per cent headache, among others. On paraclinical evaluations 94.87 percent presented with anemia (10.26 per cent severe), 25.64 percent with malnutrition, and 10.26 percent had intestinal parasitosis. The mean hemoglobin levels on admission were 8.09 g/dl and mean platelet counts 127 402 cells/mm3. Among these patients 58.97 per cent developed thrombocytopenia (24.36 per cent severe) requiring transfusion in 25.64 per cent of patients. After antimalarial treatment with chloroquine and primaquine and supportive care all patients were successfully discharged. No deaths or further complications were seen, except for persistent mild thrombocytopenia in 17.95 per cent of the patients."
        },
        {
            "title": "Predicting adherence to postdischarge malaria chemoprevention in Malawian pre-school children: A prognostic multivariable analysis.",
            "abstract": "Chemoprevention with antimalarials is a key strategy for malaria control in sub-Saharan Africa. Three months of postdischarge malaria chemoprevention (PDMC) reduces malaria-related mortality and morbidity in pre-school children recently discharged from hospital following recovery from severe anemia. Research on adherence to preventive antimalarials in children is scarce. We aimed to investigate the predictors for caregivers' adherence to three courses of monthly PDMC in Malawi. We used data from a cluster randomized implementation trial of PDMC in Malawi (n = 357). Modified Poisson regression for clustered data was used to obtain relative risks of predictors for full adherence to PDMC. We did not find a conclusive set of predictors for PDMC adherence. The distribution of households across a socio-economic index and caregivers' education showed mixed associations with poor adherence. Caregivers of children with four or more malaria infections in the past year were associated with reduced adherence. With these results, we cannot confirm the associations established in the literature for caregiver adherence to artemisinin-based combination therapies (ACTs). PDMC combines multiple factors that complicate adherence. Our results may indicate that prevention interventions introduce a distinct complexity to ACT adherence behavior. Until we better understand this relationship, PDMC programs should ensure high program fidelity to sustain adherence by caregivers during implementation."
        },
        {
            "title": "Clinical presentation of non-typhoidal Salmonella bacteraemia in Malawian children.",
            "abstract": "We report the clinical presentation and outcome of 299 Malawian children with non-typhoidal Salmonella (NTS) bacteraemia and no evidence of focal sepsis, admitted to Queen Elizabeth Central Hospital (QECH), Blantyre, over a 26-month period (February 1996-April 1998). A peak incidence during the rainy season was noted. Salmonella typhimurium (79%) and S. enteritidis (13%) were the commonest isolates. For children aged > 6 months, NTS bacteraemia was significantly associated with malarial parasitaemia (RR 1.5 [1.2, 2.2], P < 0.01) and with severe anaemia (RR 7.2 [3.4, 15.3], P < 0.0001), when compared to other common pathogens causing childhood bacteraemia. Clinical overlap with malaria and anaemia, and the presence of malarial parasitaemia on admission, may delay diagnosis. NTS bacteraemia was commonly diagnosed following blood transfusion. Resistance in vitro to ampicillin (79%), co-trimoxazole (72%) and gentamicin (55%) was very common, and was rare to chloramphenicol (0.3%) which is the antibiotic of choice for NTS sepsis at QECH. Overall mortality was high (23%). Young age and clinical HIV infection were risk factors for mortality. Recurrences of NTS bacteraemia following antibiotic therapy were common among children with clinical HIV infection."
        },
        {
            "title": "Severe childhood anemia and emergency blood transfusion in Gadarif Hospital, eastern Sudan.",
            "abstract": "Background:\n        \n      \n      Anemia is a major cause of global morbidity and mortality, particularly among children. Management of anemia depends on causes and severity of anemia. However blood transfusion is a lifesaving intervention in severe and life-threatening anemia. There are no published data on blood transfusion for anemia in Sudan.\n    \n\n\n          Methods:\n        \n      \n      A descriptive study was conducted in Gadarif Hospital in eastern Sudan during 1 August, 2017 to 31 March, 2018. Consecutive children who presented at the emergency room with an indication for blood transfusion were enrolled in the study. A detailed history was gathered from all patients. Physical examinations, including vital signs, were performed. The World Health Organization guidelines for blood transfusion were followed.\n    \n\n\n          Results:\n        \n      \n      During the study period, a total of 1800 children were admitted to the emergency pediatric ward in Gadarif Hospital and were assessed for anemia, 513 (28.5%) were anemic and 141 (7.8%) had severe anemia. Three hundred anemic children received blood transfusion. The median (interquartile) of the age of the 300 children who received blood transfusion was 4.2 4.2(2.0-9.0) years. A total of 148 (49.3%) of the children were boys and 151 (50.3%) were younger than 5 years. The diagnoses associated with the order for blood transfusion were sickle cell disease (129, 43.0%), active bleeding (58, 19.3%), malaria (50, 16.7%), visceral leishmaniasis (25, 8.3%), severe acute malnutrition (16, 5.30%), snake bite (11, 3.7%), sepsis (5, 1.7%), and others. Two hundred eighty-five (95.0%) children improved, nine children were discharged against medical advice, and six (2.0%) children died.\n    \n\n\n          Conclusion:\n        \n      \n      There is a high burden of anemia in eastern Sudan. Sickle cell disease, malaria, and visceral leishmaniasis are the main causes of anemia in this region. Further research on blood transfusion is needed."
        },
        {
            "title": "Increasing Evidence-Based Interventions in Patients with Acute Infections in a Resource-Limited Setting: A Before-and-After Feasibility Trial in Gitwe, Rwanda.",
            "abstract": "Objective:\n        \n      \n      To evaluate whether a focused education program and implementation of a treatment bundle increases the rate of early evidence-based interventions in patients with acute infections.\n    \n\n\n          Design:\n        \n      \n      Single-center, prospective, before-and-after feasibility trial.\n    \n\n\n          Setting:\n        \n      \n      Emergency department of a sub-Saharan African district hospital.\n    \n\n\n          Patients:\n        \n      \n      Patients > 28 days of life admitted to the study hospital for an acute infection.\n    \n\n\n          Interventions:\n        \n      \n      The trial had three phases (each of four months). Interventions took place during the second (educational program followed by implementation of the treatment bundle) and third (provision of resources to implement treatment bundle) phases.\n    \n\n\n          Measurements and main results:\n        \n      \n      Demographic, clinical, and laboratory data were collected at study enrollment; 24, 48, and 72 hours after hospital admission; and at discharge. A total of 1,594 patients were enrolled (pre-intervention, n = 661; intervention I, n = 531; intervention II, n = 402). The rate of early evidence-based interventions per patient during Intervention Phase I was greater than during the pre-intervention phase (74 ± 17 vs. 79 ± 15%, p < 0.001). No difference was detected when data were compared between Intervention Phases I and II (79 ± 15 vs. 80 ± 15%, p = 0.58). No differences in the incidence of blood transfusion (pre-intervention, 6%; intervention I, 7%; intervention II, 7%) or severe adverse events in the first 24 hours (allergic reactions: pre-intervention, 0.2%; intervention I, 0%; intervention II, 0%; respiratory failure: pre-intervention, 2%; intervention I, 2%; intervention II, 2%; acute renal failure: pre-intervention, 2%; intervention I, 2%; intervention II, 1%) were observed.\n    \n\n\n          Conclusions:\n        \n      \n      Our results indicate that a focused education program and implementation of an infection treatment bundle in clinical practice increased the rate of early evidence-based interventions in patients with acute infections (mostly malaria) admitted to a sub-Saharan African district hospital. Provision of material resources did not further increase this rate. While no safety issues were detected, this could be related to the very low disease severity of the enrolled patient population (www.clinicaltrials.gov: NCT02697513)."
        },
        {
            "title": "Emergency Blood Transfusion in Children in a Tertiary Hospital in Nigeria: Indications, Frequency and Outcome.",
            "abstract": "Background:\n        \n      \n      Blood transfusion is a life-saving procedure in paediatric practice. It is important in replacing blood volume in cases of haemorrhage or providing specific blood components as required. However, the procedure carries some risks and complications. The decision to transfuse, frequency of transfusion and the availability of safe blood and blood products are essential determinants of the success of the procedure. Hence, knowledge of the indications and rate of transfusion is important to ensure that blood for transfusion is safe and made available as at when due.\n    \n\n\n          Objective:\n        \n      \n      To determine the common indications for blood transfusion, the frequency of transfusion and outcome of transfused patients.\n    \n\n\n          Methods:\n        \n      \n      Transfusion records of children admitted into the Children Emergency Room (CHER) of the University of Benin Teaching Hospital (UBTH), Benin City, Nigeria from January 2010 to December 2011 were retrieved. Information on the patients' biodata, indications for transfusion, type of blood product and outcome were documented.\n    \n\n\n          Results:\n        \n      \n      Within the 24 months under review, a total of 4133 patients were admitted, out of which 655 (15.8%) were transfused. The age of the children ranged between one month and 17 years (median and modal age was 2 years). Commonest indications for transfusion were severe malaria (55.4%), sepsis (11.5%) and sickle cell anaemia [SCA] (4.0%). Whole blood constituted the highest type of blood product utilized (99.7%). Of the 655 patients transfused, 226 (34.5%) had multiple transfusions. The frequency of blood transfusion was 1.2 transfusions per day. Ninety two percent (605) of the patients were discharged from CHER while nine (1.4%) discharged against medical advice. Mortality amongst them was 6.2% (41 patients). The ages of the patients (p = 0.56, C.I. = 0.99, 1.01) and the number of blood transfusions (p = 0.66, C.I.= 0.48, 1.60) were not significant predictors of mortality.\n    \n\n\n          Conclusion and recommendation:\n        \n      \n      Majority of the patients were transfused following preventable disease conditions. Reduction of the burden of these conditions by good environmental hygiene, use of insecticide treated nets (ITN), indoor residual spraying (IRS), prompt hospital presentation and genetic counselling may greatly reduce the need for blood transfusion in the region."
        },
        {
            "title": "Malaria in children in Ilorin, Nigeria.",
            "abstract": "Objectives:\n        \n      \n      To determine the prevalence of paediatric malaria admissions in an area of stable malaria transmission and to ascertain the relative contributions of different forms of severe malaria to morbidity and mortality.\n    \n\n\n          Design:\n        \n      \n      A descriptive restrospective study.\n    \n\n\n          Setting:\n        \n      \n      Olanrewaju hospital, a general practice health facility in a malaria holoendemic city in Nigeria.\n    \n\n\n          Subjects and methods:\n        \n      \n      Case files of paediatric (age < 15years) admissions between 1/1/98 and 31/12/98with a diagnosis of acute malaria were retrieved and relevant information including demographic data, clinical signs, laboratory records, treatments received and diagnosis on discharge were extracted. Grouped age-associated prevalence rates were calculated; characteristics of different groups were compared using standard statistical methods.\n    \n\n\n          Results:\n        \n      \n      Children with Falciparum malaria accounted for 95 (18%) of the 526 medical admissions. The proportion of children admitted with severe malaria was significantly higher among the under-fives compared to those over five years (p < 0.001; RR = 5.36, 95% CI of 2.58 to 11.2). Thirty two (33.7%) children had severe malaria. Fifteen (15.8%) had convulsions without coma, 13 (13.68%) had malaria-associated anaemia and four (4.2%) were diagnosed as having had cerebral malaria. Seizures were significantly more frequent in the under-fives (p=0.001, RR=6.0; 95% CI of 1.8 to 19.6). There was a significant negative correlation between age and severe anaemia/blood transfusions (p = 0.002). Cerebral malaria carried the greatest risk of fatality (CFR=25%; RR=7, 95% CI of 1.5 to 91).\n    \n\n\n          Conclusion:\n        \n      \n      High prevalence of paediatric malaria admissions in this study underscores the morbidity burden in Nigerian children, especially in under-fives in whom the severe forms are more common. A high incidence of anaemia requiring blood transfusions further increases the risk of paediatric HIV infection in Nigeria where organised control programmes are rudimentary."
        },
        {
            "title": "[Epidemiology of HIV infections in Africa].",
            "abstract": "Africa is the continent most severely affected by the pandemic of immunodeficiency viruses (HIV-1 and HIV-2). Nowadays (1990), at least 3 million individuals are infected and about 300,000 cases of acquired immunodeficiency syndrome (AIDS) have been recorded. HIV infections started in the seventies as sporadic cases in remote areas and spread throughout black Africa where they are now epidemic, with high seroprevalence (1p. 100-20 p. 100), even in the general population. Due to heterosexual transmission, the groups at highest risk are female prostitutes and their customers and people with genital ulcers and/or sexually transmitted diseases (STDs). The vertical infection rates remain uncertain but may be estimated at 40 to 65 p. 100 of pregnancies in HIV-infected mothers. Blood transfusions are the third mode of infection because of high demands for blood (sometimes not tested) arising from severe anaemias in children (malaria and sickle cell anaemia), in pregnant women and in patients needing surgery. STDs causing ulcers undoubtedly are cofactors in the invasion by HIV, while the most important cofactors in AIDS progression are recurrent STDs, chronic activation of the immune system and repeated pregnancies that activate HIV-infected lymphocytes. The minimum mortality rate of AIDS is about 1 in 5000. Spatial, cultural and demographic factors should also be taken into consideration for all AIDS control programmes which must be integrated into the primary health care systems of African states."
        },
        {
            "title": "Post-discharge malaria chemoprevention (PMC) in Malawi: caregivers` acceptance and preferences with regard to delivery methods.",
            "abstract": "Background:\n        \n      \n      In malaria endemic countries of sub-Saharan Africa, many children develop severe anaemia due to previous and current malaria infections. After blood transfusions and antimalarial treatment at the hospital they are usually discharged without any follow-up. In the post-discharge period, these children may contract new malaria infections and develop rebound severe anaemia. A randomised placebo-controlled trial in Malawi showed 31% reduction in malaria- and anaemia-related deaths or hospital readmissions among children under 5 years of age given antimalarial drugs for 3 months post-discharge. Thus, post-discharge malaria chemoprevention (PMC) may provide substantial protection against malaria and anaemia in young children living in areas of high malaria transmission. A delivery implementation trial is currently being conducted in Malawi to determine the optimal strategy for PMC delivery. In the trial, PMC is delivered through community- or facility-based methods with or without the use of reminders via phone text message or visit from a Health Surveillance Assistant. This paper describes the acceptance of PMC among caregivers.\n    \n\n\n          Methods:\n        \n      \n      From October to December 2016, 30 in-depth interviews and 5 focus group discussions were conducted with caregivers of children who recently completed the last treatment course in the trial. Views on the feasibility of various delivery methods and reminder strategies were collected. The interviews were transcribed verbatim, translated to English, and coded using the software programme NVivo.\n    \n\n\n          Results:\n        \n      \n      Community-based delivery was perceived as more favourable than facility-based delivery due to easy home access to drugs and fewer financial concerns. Many caregivers reported lack of visits from Health Surveillance Assistants and preferred text message reminders sent directly to their phones rather than waiting on these visits. Positive attitudes towards active use of health cards for remembering treatment dates were especially evident. Additionally, caregivers shared positive experiences from participation in the programme and described dihydroartemisinin-piperaquine as a safe and effective antimalarial drug that improved the health and well-being of their children.\n    \n\n\n          Conclusions:\n        \n      \n      Post-discharge malaria chemoprevention given to children under the age of 5 previously treated for severe anaemia is highly accepted among caregivers. Caregivers prefer community-based delivery with use of health cards as their primary tool of reference.\n    \n\n\n          Trial registration:\n        \nNCT02721420 (February 13, 2016)."
        },
        {
            "title": "A cohort analysis of survival and outcomes in severely anaemic children with moderate to severe acute malnutrition in Malawi.",
            "abstract": "Introduction:\n        \n      \n      Moderate to severe acute malnutrition (SAM/MAM) and severe anaemia are important and associated co-morbidities in children aged less than five years. Independently, these two morbidities are responsible for high risk of in-hospital and post-discharge deaths and hospital readmissions. The primary objective of this study is to investigate the risk of death among severely anaemic children with moderate to severe acute malnutrition compared to children with severe anaemia alone.\n    \n\n\n          Methods:\n        \n      \n      This was a retrospective analysis of data collected from a large prospective study that was investigating severe anaemia in children aged less than 5 years old. The study was conducted at Queen Elizabeth Central Hospital in Blantyre and Chikhwawa district hospital in southern Malawi. Children aged less than five years old; with severe anaemia were screened and enrolled. Each child was followed up for eighteen months at one, three, six, twelve and eighteen months after enrolment. Data were analysed using STATA 15.\n    \n\n\n          Results:\n        \n      \n      Between July 2002 and July 2004, 382 severely anaemic children were enrolled in the main study. A total of 52 children were excluded due to missing anthropometric data. Out of the 330 included, 53 children were moderately to severely malnourished and 277 were not. At the end of the 18-month follow period, 28.3% of children with MAM/SAM died compared to 13% of children without MAM/SAM (RR 2.1, CI 0.9-4.2, p = 0.03). Similarly, children with moderate to severe malnutrition reported a significantly higher number of malaria infection cases (33.9%) compared to children with severe anaemia alone (27.9%, p = 0.02). However, the number of hospitalizations and recurrence of severe anaemia was similar and not statistically significant between the two groups (RR 0.8 (0.4-1.4), p = 0.6 and RR 1.1 (0.3-2.8), p = 0.8).\n    \n\n\n          Conclusion:\n        \n      \n      Among children with severe anaemia, those who also had moderate to severe malnutrition had a twofold higher risk of dying compared to those who did not. It is therefore crucial to investigate acute malnutrition among severely anaemic children, as this might be treatable factor associated with high mortality."
        },
        {
            "title": "Ophthalmoscopic abnormalities in adults with falciparum malaria.",
            "abstract": "We studied 424 adults with falciparum malaria admitted over 28 months. They were divided into three groups: cerebral malaria (n = 214); severe non-cerebral malaria (n = 58); and uncomplicated malaria (n = 152). Fundus examination was done daily from admission to discharge, and weekly thereafter in those with persistent changes. All patients were treated by a protocol based on WHO guidelines. Ophthalmoscopic abnormalities were: retinal haemorrhages, 40 (9.43%) (25 cerebral malaria, 10 severe non-cerebral and five uncomplicated malaria); papilloedema, 17 (7.94%) cerebral malaria and two uncomplicated malaria; blurring of disc margins, 25 (11.68%) cerebral and seven non-cerebral; retinal oedema, six (2.80%) cerebral and five non-cerebral malaria; disc pallor, five patients all with cerebral malaria; vitreous haemorrhage and hard exudate in one patient each, both cerebral malaria. Retinal haemorrhage was associated with cerebral malaria and severe non-cerebral malaria, especially with severe anaemia (p < 0.001), as compared to uncomplicated malaria (p < 0.01). The association of papilloedema and cerebral malaria was highly significant compared to severe non-cerebral malaria (p < 0.001). None of these findings was associated with statistically significant mortality, except disc pallor in cerebral malaria (p < 0.05)."
        },
        {
            "title": "Anaemia in acute, Plasmodium falciparum malaria in children from Orissa state, India.",
            "abstract": "The severity of anaemia associated with acute, Plasmodium falciparum malaria and the extent to which haemolysis, bone-marrow suppression, and pre-existent iron deficiency contribute to the anaemia were assessed in 102 Indian children aged 2-12 years. Blood haemoglobin (Hb), plasma unconjugated bilirubin and haptoglobin, serum iron and transferrin concentrations and transferrin saturation, red cell morphology and reticulocyte response were investigated in the patients and in 50 control children. Twenty-three patients with severe anaemia (< 70 g Hb/litre) were investigated further, by bone-marrow biopsy followed by iron staining of sections or touch smears of the biopsy material. There was evidence of haemolysis in the malaria cases: in the peripheral blood smears and the significantly higher plasma concentrations of unconjugated bilirubin, lower plasma concentrations of haptoglobin and lower blood concentrations of Hb than those seen in the controls. Haemoglobin concentration correlated directly with haptoglobin (r = 0.489; P < 0.001) and inversely with unconjugated bilirubin in malaria patients (r = -0.526; P < 0.001) but not in controls (r = -0.140 and -0.061, respectively). Parasitaemia (parasites/microliter) was not significantly correlated with Hb, haptoglobin or unconjugated bilirubin. Compared with the earlier samples, follow-up samples from the patients, collected 2 weeks after discharge from hospital and antimalarial therapy, showed significant increase in Hb, haematocrit, haptoglobin and decreases in both total and unconjugated bilirubin. There was evidence of hypercellularity and mild-moderate erythroid hyperplasia, mainly of normoblastic maturation with adequate reticulocyte response, in the bone-marrow samples from the cases of severe anaemia; dyserythropoiesis was only noticed in one case and no stainable iron was detectable in 17 of the 23 cases. These observations indicate that haemolysis is the prime cause of the anaemia seen in acute falciparum malaria, although destruction of parasitised erythrocytes is not the sole cause of the haemolytic process. Bone-marrow suppression appears to have an insignificant role but pre-existent iron deficiency aggravates the severity of the anaemia."
        },
        {
            "title": "Delivery strategies for malaria chemoprevention with monthly dihydroartemisinin-piperaquine for the post-discharge management of severe anaemia in children aged less than 5 years old in Malawi: a protocol for a cluster randomized trial.",
            "abstract": "Background:\n        \n      \n      Children initially hospitalized with severe anaemia in Africa are at high risk of readmission or death within 6 months after discharge. No intervention strategy specifically protects children during the post-discharge period. Recent evidence from Malawi shows that 3 months of post-discharge malaria chemoprevention (PMC) with monthly treatment with artemether-lumefantrine in children with severe malarial anaemia prevented 31% of deaths and readmissions. While a confirmatory multi-centre trial for PMC with dihydroartemisinin-piperaquine is on going in Kenya and Uganda, there is a need to design and evaluate an effective delivery strategy for this promising intervention.\n    \n\n\n          Methods:\n        \n      \n      This is a cluster-randomized trial with 5 arms, each representing a unique PMC delivery strategy. Convalescent children aged less than 5 years and weighing more than 5 kg admitted with severe anaemia and clinically stable are included. All eligible children will receive dihydroartemisinin-piperaquine at 2, 6 and 10 weeks after discharge either: 1) in the community without an SMS reminder; 2) in the community with an SMS reminder; 3) in the community with a community health worker reminder; 4) at the hospital with an SMS reminder; or 5) at the hospital without an SMS reminder. For community-based strategies (1, 2 and 3), mothers will be given all the PMC doses at the time of discharge while for hospital-based strategies (4 and 5) mothers will be required to visit the hospital each month. Each arm will consist of 25 clusters with an average of 3 children per cluster giving approximately 75 children and will be followed up for 15 weeks. The primary outcome measure is uptake of complete courses of PMC drugs.\n    \n\n\n          Discussion:\n        \n      \n      The proposed study will help to identify the most effective, cost-effective, acceptable and feasible strategy for delivering malaria chemoprevention for post-discharge management of severe anaemia in under-five children in the Malawian context. This information is important for policy decision in the quest for new strategies for malaria control in children in similar contexts.\n    \n\n\n          Trial registration:\n        \n      \n      ClinicalTrials.gov: NCT02721420 . Protocol registered on 29 March 2016.The study was not retrospectively registered but there was a delay between date of submission and the date it first became available on the registry."
        },
        {
            "title": "Economic evaluation of postdischarge malaria chemoprevention in preschool children treated for severe anaemia in Malawi, Kenya, and Uganda: A cost-effectiveness analysis.",
            "abstract": "Background:\n        \n      \n      Children hospitalised with severe anaemia in malaria-endemic areas are at a high risk of dying or being readmitted within six months of discharge. A trial in Kenya and Uganda showed that three months of postdischarge malaria chemoprevention (PDMC) with monthly dihydroartemisinin-piperaquine (DP) substantially reduced this risk. The World Health Organization recently included PDMC in its malaria chemoprevention guidelines. We conducted a cost-effectiveness analysis of community-based PDMC delivery (supplying all three PDMC-DP courses to caregivers at discharge to administer at home), facility-based PDMC delivery (monthly dispensing of PDMC-DP at the hospital), and the standard of care (no PDMC).\n    \n\n\n          Methods:\n        \n      \n      We combined data from two recently completed trials; one placebo-controlled trial in Kenya and Uganda collecting efficacy data (May 6, 2016 until November 15, 2018; n=1049), and one delivery mechanism trial from Malawi collecting adherence data (March 24, 2016 until October 3, 2018; n=375). Cost data were collected alongside both trials. Three Markov decision models, one each for Malawi, Kenya, and Uganda, were used to compute incremental cost-effectiveness ratios expressed as costs per quality-adjusted life-year (QALY) gained. Deterministic and probabilistic sensitivity analyses were performed to account for uncertainty.\n    \n\n\n          Findings:\n        \n      \n      Both PDMC strategies were cost-saving in each country, meaning less costly and more effective in increasing health-adjusted life expectancy than the standard of care. The estimated incremental cost savings for community-based PDMC compared to the standard of care were US$ 22·10 (Malawi), 38·52 (Kenya), and 26·23 (Uganda) per child treated. The incremental effectiveness gain using either PDMC strategy varied between 0·3 and 0·4 QALYs. Community-based PDMC was less costly and more effective than facility-based PDMC. These results remained robust in sensitivity analyses.\n    \n\n\n          Interpretation:\n        \n      \n      PDMC under implementation conditions is cost-saving. Caregivers receiving PDMC at discharge is a cost-effective delivery strategy for implementation in malaria-endemic southeastern African settings.\n    \n\n\n          Funding:\n        \n      \n      Research Council of Norway."
        },
        {
            "title": "Combining malaria vaccination with chemoprevention: a promising new approach to malaria control.",
            "abstract": "Malaria control has stalled in a number of African countries and novel approaches to malaria control are needed for these areas. The encouraging results of a recent trial conducted in young children in Burkina Faso and Mali in which a combination of the RTS,S/AS01E malaria vaccine and seasonal malaria chemoprevention led to a substantial reduction in clinical cases of malaria, severe malaria, and malaria deaths compared with the administration of either intervention given alone suggests that there may be other epidemiological/clinical situations in which a combination of malaria vaccination and chemoprevention could be beneficial. Some of these potential opportunities are considered in this paper. These include combining vaccination with intermittent preventive treatment of malaria in infants, with intermittent preventive treatment of malaria in pregnancy (through vaccination of women of child-bearing age before or during pregnancy), or with post-discharge malaria chemoprevention in the management of children recently admitted to hospital with severe anaemia. Other potential uses of the combination are prevention of malaria in children at particular risk from the adverse effects of clinical malaria, such as those with sickle cell disease, and during the final stages of a malaria elimination programme when vaccination could be combined with repeated rounds of mass drug administration. The combination of a pre-erythrocytic stage malaria vaccine with an effective chemopreventive regimen could make a valuable contribution to malaria control and elimination in a variety of clinical or epidemiological situations, and the potential of this approach to malaria control needs to be explored."
        },
        {
            "title": "Haemolytic anaemia in an HIV-infected patient with severe falciparum malaria after treatment with oral artemether-lumefantrine.",
            "abstract": "Intravenous (i.v.) artesunate is now the recommended first-line treatment of severe falciparum malaria in adults and children by WHO guidelines. Nevertheless, several cases of haemolytic anaemia due to i.v. artesunate treatment have been reported. This paper describes the case of an HIV-infected patient with severe falciparum malaria who was diagnosed with haemolytic anaemia after treatment with oral artemether-lumefantrine.The patient presented with fever, headache, and arthromyalgia after returning from Central African Republic where he had been working. The blood examination revealed acute renal failure, thrombocytopaenia and hypoxia. Blood for malaria parasites indicated hyperparasitaemia (6%) and Plasmodium falciparum infection was confirmed by nested-PCR. Severe malaria according to the laboratory WHO criteria was diagnosed. A treatment with quinine and doxycycline for the first 12 hours was initially administered, followed by arthemeter/lumefantrine (Riamet(®)) for a further three days. At day 10, a diagnosis of severe haemolytic anaemia was made (Hb 6.9 g/dl, LDH 2071 U/l). Hereditary and autoimmune disorders and other infections were excluded through bone marrow aspiration, total body TC scan and a wide panel of molecular and serologic assays. The patient was treated by transfusion of six units of packed blood red cell. He was discharged after complete remission at day 25. At present, the patient is in a good clinical condition and there is no evidence of haemolytic anaemia recurrence.This is the first report of haemolytic anaemia probably associated with oral artemether/lumefantrine. Further research is warranted to better define the adverse events occurring during combination therapy with artemisinin derivatives."
        },
        {
            "title": "Longitudinal evaluation of severely anemic children in Kenya: the effect of transfusion on mortality and hematologic recovery.",
            "abstract": "Objective:\n        \n      \n      To determine the effect of transfusion on hematologic recovery and mortality among severely anemic children during and after hospitalization in rural Kenya.\n    \n\n\n          Design:\n        \n      \n      Prospective cohort.\n    \n\n\n          Methods:\n        \n      \n      We collected clinical and laboratory information on all severely anemic children (hemoglobin < 5.0 g/dl) and a 33% sample of children with hemoglobin < or = 5.0 g/dl who were admitted to the pediatric ward of a rural Kenyan hospital during a 6 month study period. Children were followed during hospitalization and at 4 and 8 weeks after admission.\n    \n\n\n          Results:\n        \n      \n      Overall, 303 (25%) of the 1223 hospitalized children had hemoglobin < 5.0 g/dl, 30% of whom died during the study period. Severely anemic children who were transfused had a higher mean hemoglobin level at discharge (9.0 g/dl) than non-transfused children (5.8 g/dl, P < 0.001) and maintained a higher mean hemoglobin during the 8-week follow-up period. However, the presence of malaria parasitemia on follow-up negated the benefit of transfusion on hematologic recovery at both 4- and 8-week visits (longitudinal linear model, least square means, P > 0.05). Transfusion was associated with improved survival among children with respiratory distress who received transfusions within the first 2 days of hospitalization.\n    \n\n\n          Conclusions:\n        \n      \n      The use of transfusion can be improved by targeting use of blood to severely anemic children with cardiorespiratory compromise, improving immediate availability of blood, and treating severely anemic children with effective antimalarial therapy."
        },
        {
            "title": "Malaria chemoprevention with monthly dihydroartemisinin-piperaquine for the post-discharge management of severe anaemia in children aged less than 5 years in Uganda and Kenya: study protocol for a multi-centre, two-arm, randomised, placebo-controlled, superiority trial.",
            "abstract": "Background:\n        \n      \n      Children hospitalised with severe anaemia in malaria endemic areas in Africa are at high risk of readmission or death within 6 months post-discharge. Currently, no strategy specifically addresses this period. In Malawi, 3 months of post-discharge malaria chemoprevention (PMC) with monthly treatment courses of artemether-lumefantrine given at discharge and at 1 and 2 months prevented 30% of all-cause readmissions by 6 months post-discharge. Another efficacy trial is needed before a policy of malaria chemoprevention can be considered for the post-discharge management of severe anaemia in children under 5 years of age living in malaria endemic areas.\n    \n\n\n          Objective:\n        \n      \n      We aim to determine if 3 months of PMC with monthly 3-day treatment courses of dihydroartemisinin-piperaquine is safe and superior to a single 3-day treatment course with artemether-lumefantrine provided as part of standard in-hospital care in reducing all-cause readmissions and deaths (composite primary endpoint) by 6 months in the post-discharge management of children less than 5 years of age admitted with severe anaemia of any or undetermined cause.\n    \n\n\n          Methods/design:\n        \n      \n      This is a multi-centre, two-arm, placebo-controlled, individually randomised trial in children under 5 years of age recently discharged following management for severe anaemia. Children in both arms will receive standard in-hospital care for severe anaemia and a 3-day course of artemether-lumefantrine at discharge. At 2 weeks after discharge, surviving children will be randomised to receive either 3-day courses of dihydroartemisinin-piperaquine at 2, 6 and 10 weeks or an identical placebo and followed for 26 weeks through passive case detection. The trial will be conducted in hospitals in malaria endemic areas in Kenya and Uganda. The study is designed to detect a 25% reduction in the incidence of all-cause readmissions or death (composite primary outcome) from 1152 to 864 per 1000 child years (power 80%, α = 0.05) and requires 520 children per arm (1040 total children).\n    \n\n\n          Results:\n        \n      \n      Participant recruitment started in May 2016 and is ongoing.\n    \n\n\n          Trial registration:\n        \n      \n      ClinicalTrials.gov, NCT02671175 . Registered on 28 January 2016."
        },
        {
            "title": "Introducing post-discharge malaria chemoprevention (PMC) for management of severe anemia in Malawian children: a qualitative study of community health workers' perceptions and motivation.",
            "abstract": "Background:\n        \n      \n      Severe malarial anaemia is one of the leading causes of paediatric hospital admissions in Malawi. Post-discharge malaria chemoprevention (PMC) is the intermittent administration of full treatment courses of antimalarial to children recovering from severe anaemia and findings suggest that this intervention significantly reduces readmissions and deaths in these children. Community delivery of health interventions utilizing community health workers (CHWs) has been successful in some programmes and not very positive in others. In Malawi, there is an on-going cluster randomised trial that aims to find the optimum strategy for delivery of dihydroartemesinin-piperaquine (DHP) for PMC in children with severe anaemia. Our qualitative study aimed to explore the feasibility of utilizing CHWs also known as health surveillance assistants (HSAs) to remind caregivers to administer PMC medication in the existing Malawian health system.\n    \n\n\n          Methods:\n        \n      \n      Between December 2016 and March 2018, 20 individual in-depth-interviews (IDIs) and 2 focus group discussions (FGDs) were conducted with 39 HSAs who had the responsibility of conducting home visits to remind caregivers of children who were prescribed PMC medication in the trial. All interviews were conducted in the local language, transcribed verbatim, and translated into English. The transcripts were uploaded to NVIVO 11 and analysed using the thematic framework analysis method.\n    \n\n\n          Results:\n        \n      \n      Although intrinsic motivation was reportedly high, adherence to the required number of home visits was very poor with only 10 HSAs reporting full adherence. Positive factors for adherence were the knowledge and perception of the effectiveness of PMC and the recognition from the community as well as health system. Poor training, lack of supervision, high workload, as well as technical and structural difficulties; were reported barriers to adherence by the HSAs.\n    \n\n\n          Conclusions:\n        \n      \n      Post-discharge malaria chemoprevention with DHP is perceived as a positive approach to manage children recovering from severe anaemia by HSAs in Malawi. However, adherence to home visit reminders was very poor and the involvement of HSAs in a scale up of this intervention may pose a challenge in the existing Malawian health system.\n    \n\n\n          Trial registration:\n        \n      \n      ClinicalTrials.gov identifier NCT02721420 . The trial was registered on 26 March 2016."
        },
        {
            "title": "Transfusion-Transmitted Malaria of Plasmodium malariae in Palermo, Sicily.",
            "abstract": "Transfusion-transmitted malaria (TTM) is a rare occurrence with serious consequences for the recipient. In non-endemic areas, the incidence of transmission of malaria by transfusion is very low. We report a clinical case of transfusion-transmitted malaria due to Plasmodium malariae, which happened in a patient with acute hemorrhagic gastropathy.Case presentation: In April 2019, a 70-year-old Italian man with recurrent spiking fever for four days was diagnosed with a P. malariae infection, as confirmed using microscopy and real-time PCR. The patient had never been abroad, but about two months before, he had received a red blood cell transfusion for anemia. Regarding the donor, we revealed that they were a missionary priest who often went to tropical regions. Plasmodium spp. PCR was also used on donor blood to confirm the causal link. Discussion and Conclusions: The donations of asymptomatic blood donors who are predominantly \"semi-immune\" with very low parasitic loads are an issue. The main problem is related to transfusion-transmitted malaria. Our case suggests that P. malariae infections in semi-immune asymptomatic donors are a threat to transfusion safety. Currently, microscopy is considered the gold standard for the diagnosis of malaria but has limited sensitivity to detect low levels of parasitemia. Screening using serological tests and molecular tests, combined with the donor's questionnaire, should be used to reduce the cases of TTM."
        },
        {
            "title": "Chloroquine Versus Dihydroartemisinin-Piperaquine With Standard High-dose Primaquine Given Either for 7 Days or 14 Days in Plasmodium vivax Malaria.",
            "abstract": "Background:\n        \n      \n      Primaquine is necessary for the radical cure of Plasmodium vivax malaria, but the optimum duration of treatment and best partner drug are uncertain. A randomized controlled trial was performed to compare the tolerability and radical curative efficacy of 7-day versus 14-day high-dose primaquine regimens (total dose 7mg/kg) with either chloroquine or dihydroartemisinin-piperaquine.\n    \n\n\n          Methods:\n        \n      \n      Patients with uncomplicated P. vivax malaria on the Thailand-Myanmar border were randomized to either chloroquine (25mg base/kg) or dihydroartemisinin-piperaquine (dihydroartemisinin 7mg/kg and piperaquine 55mg/kg) plus primaquine, either 0.5 mg/kg/day for 14 days or 1 mg/kg/day for 7 days. Adverse events within 42 days and 1-year recurrence rates were compared and their relationship with day 6 drug concentrations assessed.\n    \n\n\n          Results:\n        \n      \n      Between February 2012 and July 2014, 680 patients were enrolled. P. vivax recurrences (all after day 35) occurred in 80/654 (12%) patients; there was no difference between treatments. Compared to the 7-day primaquine groups the pooled relative risk of recurrence in the 14-day groups was 1.15 (95% confidence interval 0.7 to 1.8). Hematocrit reductions were clinically insignificant except in G6PD female heterozygotes, 2 of whom had hematocrit reductions to <23% requiring blood transfusion.\n    \n\n\n          Conclusion:\n        \n      \n      Radical cure should be deployed more widely. The radical curative efficacy in vivax malaria of 7-day high-dose primaquine is similar to the standard 14-day high-dose regimen. Chloroquine and dihydroartemisinin-piperaquine are both highly effective treatments of the blood stage infection. Quantitative point of care G6PD testing would ensure safe use of the 7-day high-dose primaquine regimen in G6PD heterozygous females.\n    \n\n\n          Clinical trials registration:\n        \nNCT01640574."
        },
        {
            "title": "The burden of imported malaria in Cape Town, South Africa.",
            "abstract": "Background:\n        \n      \n      The Western Cape Province of South Africa (SA) is not malaria endemic; however, a considerable number of patients present with malaria to our healthcare services.\n    \n\n\n          Objectives:\n        \n      \n      To establish the frequency of patients presenting with malaria at Groote Schuur Hospital (GSH), Cape Town, SA, and to describe their demographics, clinical outcomes and laboratory findings.\n    \n\n\n          Methods:\n        \n      \n      An observational, retrospective, descriptive study was conducted, which included all patients presenting with smear-positive malaria to GSH over a 4-year period between 1 April 2008 and 31 March 2012.\n    \n\n\n          Results:\n        \n      \n      During the study period, 134 malaria patients presented to GSH for management; 85% (n=114) were male, median age was 27 years. Of the total smear-positive tests, 96% (n=128) were Plasmodium falciparum, 3% (n=4) P. ovale, and in 1% (n=2) the species was not identified. The number of malaria patients increased markedly, from 6 cases in 2008 to 50 cases in 2012. Of the patients, 48.3% (n=57) were from Somalia, 8.5% (n=10) from SA and 29% (n=30) from other African countries. One SA patient acquired transfusion-transmitted malaria from a pooled platelet product, and the other SA patients had travelled to malaria-endemic areas. The remaining cases were from countries outside of Africa, including 13% (n=15) from Bangladesh. Almost two-thirds (62%; n=72) were admitted to hospital with a median length of stay of 3 days (range 1 - 32). Clinical outcomes were good with only one death and the remaining patients being discharged.\n    \n\n\n          Conclusion:\n        \n      \n      Imported malaria is imposing a significant burden on health resources. The costs of medical care for the emergency treatment of foreign nationals needs to be recognised, and adequately budgeted for."
        },
        {
            "title": "Childhood malaria in East London.",
            "abstract": "Objectives:\n        \n      \n      To describe the epidemiologic, clinical and laboratory features of children younger than 16 years with malaria in East London.\n    \n\n\n          Methods:\n        \n      \n      Retrospective case review of all children admitted to two East London hospitals with malaria identified between 1996 and 2001 with the use of notifications and hospital discharge data.\n    \n\n\n          Results:\n        \n      \n      A total of 211 children with a median age of 9 years (range, 11 to 179 months) were identified. Children living in the UK who acquired malaria while visiting a malaria-endemic country on holiday accounted for 82% of cases, whereas the rest were children visiting the UK from endemic areas. Three-fourths of children who had traveled to a malaria-endemic area were born in the UK, and 93% were of Black African ethnicity. The peak seasonal incidence was late summer/early autumn. Plasmodium falciparum acquired in Africa accounted for 91% of cases. Although 42% of children took antimalarial prophylaxis, only 15% of medications were taken according to recommended guidelines. Another family member, most often a sibling, was found to have concurrent malaria in 23% (49 of 211) of cases. On the basis of the WHO criteria, 15 children (7.1%) 15 months to 15 years of age had severe malaria, including convulsions (n = 4), acute renal failure (n = 3), jaundice (n = 4), severe anemia (n = 3) and >2% parasitemia (n = 6).\n    \n\n\n          Conclusions:\n        \n      \n      The majority of children with malaria in this study were UK-born, school age, of Black African ethnicity and were visiting family in Africa, often with other family members. Most children had low level parasitemia and uncomplicated malaria, and they responded rapidly to antimalarial treatment."
        },
        {
            "title": "Severe falciparum malaria (21 cases).",
            "abstract": "The incidence of severe falciparum malaria is increasing in the developed countries and mortality remains high despite progress in intensive care management and schizonticide treatment. Many authors emphasize the importance of exchange transfusion (EXT) in the most severe cases. We studied 21 cases (34 +/- 12 years, 6 females; SAPS: 8.4 +/- 3.7) of severe malaria (according to WHO criteria) consecutively admitted to ICU between 1985 and 1990: 3 patients underwent EXT. Twenty were febrile above 39 degrees C, 10 had cerebral malaria, 14 hepatic impairment, 8 acute renal failure, 5 pulmonary oedema. Nine patients required mechanical ventilation, 1 haemodialysis, 1 intracranial pressure monitoring. Mean parasitemia was 13%, 16 patients had thrombocytopenia less than 50 x 10(9)/l, 3 anemia less than 7 g/dl and 3 leucopenia less than 2.8 x 10(9)/l. Nineteen received quinine i.v., 1 mefloquine, 1 chloroquine. Sixteen patients received blood products transfusion, 3 were treated by EXT in addition. Twenty were cured and discharged from hospital without sequelae (mean stay: 14 days); 4 had nosocomial infection, 1 a splenic infarction. One patient (17-years-old; SAPS: 17; parasitemia: 7.8%) died 12 h after admission from non-cardiogenic pulmonary oedema with multi-organ failure. The literature and this study lead us to propose EXT in patients with unfavourable evolution after conventional treatment rather than in all the patients with a parasitemia above 10% at admission. A randomized study to compare conventional treatment in ICU with or without EXT is necessary."
        },
        {
            "title": "Elevated cell-specific microparticles are a biological marker for cerebral dysfunctions in human severe malaria.",
            "abstract": "Cerebral malaria (CM) and severe anemia (SA) are the most severe complications of Plasmodium falciparum infections. Although increased release of endothelial microparticles (MP) correlates with malaria severity, the full extent of vascular cell vesiculation remains unknown. Here, we characterize the pattern of cell-specific MP in patients with severe malaria. We tested the hypothesis that systemic vascular activation contributes to CM by examining origins and levels of plasma MP in relation to clinical syndromes, disease severity and outcome. Patients recruited in Douala, Cameroon, were assigned to clinical groups following WHO criteria. MP quantitation and phenotyping were carried out using cell-specific markers by flow cytometry using antibodies recognizing cell-specific surface markers. Platelet, erythrocytic, endothelial and leukocytic MP levels were elevated in patients with cerebral dysfunctions and returned to normal by discharge. In CM patients, platelet MP were the most abundant and their levels significantly correlated with coma depth and thrombocytopenia. This study shows for the first time a widespread enhancement of vesiculation in the vascular compartment appears to be a feature of CM but not of SA. Our data underpin the role of MP as a biomarker of neurological involvement in severe malaria. Therefore, intervention to block MP production in severe malaria may provide a new therapeutic pathway."
        },
        {
            "title": "Increasing evidence-based interventions in patients with acute infections in a resource-limited setting: a before-and-after feasibility trial in Gitwe, Rwanda.",
            "abstract": "Objective:\n        \n      \n      To evaluate whether a focused education program and implementation of a treatment bundle increases the rate of early evidence-based interventions in patients with acute infections.\n    \n\n\n          Design:\n        \n      \n      Single-center, prospective, before-and-after feasibility trial.\n    \n\n\n          Setting:\n        \n      \n      Emergency department of a sub-Saharan African district hospital.\n    \n\n\n          Patients:\n        \n      \n      Patients > 28 days of life admitted to the study hospital for an acute infection.\n    \n\n\n          Interventions:\n        \n      \n      The trial had three phases (each of 4 months). Interventions took place during the second (educational program followed by implementation of the treatment bundle) and third (provision of resources to implement treatment bundle) phases.\n    \n\n\n          Measurements and main results:\n        \n      \n      Demographic, clinical, and laboratory data were collected at study enrollment; 24, 48, and 72 h after hospital admission; and at discharge. A total of 1594 patients were enrolled (pre-intervention, n = 661; intervention I, n = 531; intervention II, n = 402). The rate of early evidence-based interventions per patient during Intervention Phase I was greater than during the pre-intervention phase (74 ± 17 vs. 79 ± 15%, p < 0.001). No difference was detected when data were compared between Intervention Phases I and II (79 ± 15 vs. 80 ± 15%, p = 0.58). No differences in the incidence of blood transfusion (pre-intervention, 6%; intervention I, 7%; intervention II, 7%) or severe adverse events in the first 24 h (allergic reactions: pre-intervention, 0.2%; intervention I, 0%; intervention II, 0%; respiratory failure: pre-intervention, 2%; intervention I, 2%; intervention II, 2%; acute renal failure: pre-intervention, 2%; intervention I, 2%; intervention II, 1%) were observed.\n    \n\n\n          Conclusions:\n        \n      \n      Our results indicate that a focused education program and implementation of an infection treatment bundle in clinical practice increased the rate of early evidence-based interventions in patients with acute infections (mostly malaria) admitted to a sub-Saharan African district hospital. Provision of material resources did not further increase this rate. While no safety issues were detected, this could be related to the very low disease severity of the enrolled patient population ( http://www.clinicaltrials.gov : NCT02697513)."
        },
        {
            "title": "Haemoglobin changes and risk of anaemia following treatment for uncomplicated falciparum malaria in sub-Saharan Africa.",
            "abstract": "Background:\n        \n      \n      Anaemia is common in malaria. It is important to quantitate the risk of anaemia and to distinguish factors related to the natural history of disease from potential drug toxicity.\n    \n\n\n          Methods:\n        \n      \n      Individual-patient data analysis based on nine randomized controlled trials of treatments of uncomplicated falciparum malaria from 13 sub-Saharan African countries. Risk factors for reduced haemoglobin (Hb) concentrations and anaemia on presentation and after treatment were analysed using mixed effect models.\n    \n\n\n          Results:\n        \n      \n      Eight thousand eight hundred ninety-seven patients (77.0% <5 years-old) followed-up through 28 days treated with artemisinin combination therapy (ACT, 90%, n = 7968) or non-ACT. At baseline, under 5's had the highest risk of anaemia (77.6% vs. 32.8%) and higher parasitaemia (43,938 μl) than older subjects (2784 μl). Baseline anaemia increased the risk of parasitological recurrence. Hb began to fall after treatment start. In under 5's the estimated nadir was ~35 h (range 29-48), with a drop of -12.8% from baseline (from 9.8 g/dl to 8.7 g/dl, p = 0.001); in under 15's, the mean Hb decline between day 0-3 was -4.7% (from 9.4 to 9.0 g/dl, p = 0.001). The degree of Hb loss was greater in patients with high pre-treatment Hb and parasitaemia and with slower parasite reduction rates, and was unrelated to age. Subsequently, Hb increased linearly (+0.6%/day) until day 28, to reach +13.8% compared to baseline. Severe anaemia (<5 g/dl, 2 per 1000 patients) was transient and all patients recovered after day 14, except one case of very severe anaemia associated with parasite recurrence at day 28. There was no systematic difference in Hb concentrations between treatments and no case of delayed anaemia.\n    \n\n\n          Conclusion:\n        \n      \n      On presentation with acute malaria young children with high parasitaemia have the highest risk of anaemia. The majority of patients experience a drop in Hb while on treatment as early as day 1-2, followed by a linear increase through follow-up. The degree of the early Hb dip is determined by pre-treatment parasitaemia and parasite clearance rates. Hb trends and rick of anaemia are independent of treatment."
        },
        {
            "title": "Influence of lime juice on the severity of sickle cell anemia.",
            "abstract": "Background and objectives:\n        \n      \n      The pain in sickle cell anemia (SCA) is often triggered by dehydration, acidosis, and fever that are usually due to malaria. Intake of lime juice was recently demonstrated to facilitate clearance of the malaria parasite. It was therefore sought to determine whether regular intake of lime juice will ameliorate crisis, especially recurrent bone pain.\n    \n\n\n          Design:\n        \n      \n      In this preliminary, open-labeled, randomized study, the effects of lime juice on the clinical and some laboratory characteristics of children with SCA were tested.\n    \n\n\n          Results:\n        \n      \n      Among the 113 children with SCA studied in two hospitals, the 58 receiving lime treatment had lower rates of significant painful episodes than the 55 without lime (37 versus 83 crises in 6 months, and 0.64±0.11 versus 1.51±0.34 average rates per child, p<0.001). Also, fewer subjects than the controls had significant painful episodes (50.0% versus 92.7%); febrile illness (46.6% versus 87.3%) and admission rate (3.4% versus 34.5%) (p<0.001). The mean hematocrit of the subjects (26.23±2.03%) at the end of the study was also higher, p<0.001. However, transfusion rate, presence of hepatomegaly, splenomegaly, and jaundice was similar. Treatment with lime did not cause any significant side-effect.\n    \n\n\n          Conclusions:\n        \n      \n      Regular intake of lime juice may be of great therapeutic and nutritional relevance in children with SCA."
        },
        {
            "title": "Intermittent preventive therapy for malaria with monthly artemether-lumefantrine for the post-discharge management of severe anaemia in children aged 4-59 months in southern Malawi: a multicentre, randomised, placebo-controlled trial.",
            "abstract": "Background:\n        \n      \n      Young children with severe malarial anaemia in Africa are at high risk of readmittance to hospital or death within 6 months of discharge. We aimed to assess whether 3 months of chemoprevention with artemether-lumefantrine reduced this risk.\n    \n\n\n          Methods:\n        \n      \n      We did a randomised, placebo-controlled, multicentre trial in four hospitals in Malawi testing the efficacy and safety of intermittent preventive therapy post-discharge (IPTpd) in children aged 4-59 months admitted for severe malarial anaemia. All convalescent children who had completed a blood transfusion received artemether-lumefantrine at discharge and were randomly assigned by a computer-generated sequence to receive placebo or artemether-lumefantrine at 1 month and 2 months after discharge, providing about 1 month and 3 months of protection, respectively. Patients and study staff were masked throughout the study. The primary endpoint was a composite of all-cause mortality or hospital readmittance because of all-cause severe anaemia or severe malaria between 1 and 6 months after enrolment. This trial is registered, number ISRCTN89727873.\n    \n\n\n          Results:\n        \n      \n      Of 1414 children enrolled, 708 were assigned to receive placebo and 706 the intervention. By 6 months, 192 children (14%) had died or were readmitted with severe malaria or severe anaemia. 1-6 months after randomisation, 109 primary events occurred in 85 children in the placebo group and 86 in 74 children in the intervention group (adjusted protective efficacy [PE] 31%, 95% CI 5-50; absolute rate reduction 11·7 per 100 children years, 95% CI 1·8-18·9; p=0·024). The protective effect was greatest during the IPTpd period (1-3 months), when 58 primary events occurred in 49 children in the placebo group and 37 in 34 children in the intervention group (PE 41%, 10-62; p=0·01), but was not sustained after the third month (4-6 months, PE 17%, -27 to 45; p=0·395). When episodes in the first month were included--ie, before the first dose of IPTpd, when both groups benefited from the post-treatment prophylactic effect of artemether-lumefantrine provided at discharge--the overall cumulative PE by 6 months was 26% (-2 to 46; p=0·06).\n    \n\n\n          Interpretation:\n        \n      \n      In areas with intense malaria transmission, chemoprevention with IPTpd given to children with severe malarial anaemia might reduce rates of readmittance to hospital for severe anaemia or malaria. Studies to confirm these findings and to investigate different delivery mechanisms and cost-effectiveness are needed.\n    \n\n\n          Funding:\n        \n      \n      The Netherlands African Partnership for Capacity Development and Clinical Interventions Against Poverty Related Diseases, the UBS-Optimus Foundation, and the Gates Malaria Partnership."
        },
        {
            "title": "Haemoglobinuria among children with severe malaria attending tertiary care in Ibadan, Nigeria.",
            "abstract": "Background:\n        \n      \n      Haemoglobinuria is one of the manifestations of severe malaria and results from severe intravascular haemolysis. Glucose-6-phosphate dehydrogenase (G6PD) deficiency has been implicated in its aetiology. Haemoglobinuria may be associated with severe anaemia and, less frequently, acute renal failure.\n    \n\n\n          Methods:\n        \n      \n      A prospective case-control study was carried out to determine the incidence of haemoglobinuria as confirmed by dipstick urinalysis, microscopy and spectrophotometric measurement, among children with severe malaria. A total of 251 children presenting at the Children's Emergency Ward with severe malaria were recruited over a period of 21 months. The G6PD status and the outcomes of severe malaria in children with and without haemoglobinuria was studied with respect to renal failure, the recurrence of haemoglobinuria and blood pressure changes over a three-month follow-up period.\n    \n\n\n          Results:\n        \n      \n      It was found that the incidence of haemoglobinuria among children with severe malaria is 19.1%. Children <5 years constituted 76.8% of all the study patients. Patients with haemoglobinuria had median age of 52.5 months, which was significantly higher than 35 months in patients without haemoglobinuria (p=0.001). Although, haemaglobinuria was commoner among boys (54.2%) than girls (45.8%), the difference was not statistically significant. There were no significant differences between children with and without haemoglobinuria regarding their nutritional status or parasite densities. Among the clinical features of the study patients, only jaundice was significantly associated with haemoglobinuria (p=0.0001). Renal failure occurred in three out of 48 children with haemoglobinuria and in none of the 203 without. There was not recurrence of haemoglobinuria in the follow-up period. At discharge, blood pressure was elevated in six children (one previously haemoglobinuric), but all returned to normal within the follow-up period.\n    \n\n\n          Conclusions:\n        \n      \n      Haemoglobinuria was a prominent feature of severe malaria and it was significantly associated with jaundice at presentation. Haemoglobinuria was commoner in older children than younger children but not related to sex. G6PD deficiency was not an independent predictor of the occurrence or outcome of haemoglobinuria. Blood pressure was not affected by haemoglobinuria on admission nor during follow-up."
        },
        {
            "title": "Open heart surgery in a patient with homozygous sickle cell disease.",
            "abstract": "A child in heart failure with homozygous sickle cell disease underwent corrective surgery on cardiopulmonary bypass. The use of early intra-operative exchange transfusion produced a rapid fall in the level of HbS. Postoperatively she developed falciparum malaria which responded to treatment. She was eventually discharged home to Nigeria 8 weeks after her operation."
        },
        {
            "title": "Antibody responses to Plasmodium falciparum: evolution according to the severity of a prior clinical episode and association with subsequent reinfection.",
            "abstract": "We measured sporozoite- and total parasite antigen-specific IgG and IgM antibodies before and after treatment in matched groups of Gabonese children who presented with either mild or severe Plasmodium falciparum malaria. We investigated the influence of various parameters on these antibody responses, including clinical presentation, age, and post-treatment reinfection profiles. IgG but not IgM responses were strongly influenced by both clinical and parasitological status. IgG responses to the repeat region of the circumsporozoite protein, which were low at admission, particularly so in those with severe anemia, increased after treatment but showed no association with either age or reinfection profiles. Total parasite antigen-specific IgG responses were strongly influenced by parasitological status, and also differed significantly when segregated according to clinical status at admission, age, and reinfection histories. Most notably, anti-parasite IgG responses measured when children were parasite-free were higher and a good indicator of recent reinfections in those who presented with mild rather than with severe malaria. The profile of responses in the latter group suggests some immune system dysfunction, which may reflect the induction of tolerance to parasite antigens."
        },
        {
            "title": "Neurological sequelae of cerebral malaria in children.",
            "abstract": "Out of 604 Gambian children admitted with falciparum malaria to one hospital between September and December, 1988, 308 had cerebral malaria and 203 were severely anaemic (haemoglobin less than 60 g/l). 14% of those with cerebral malaria died, as did 7.8% of those with severe anaemia. 32 (12%) of children surviving cerebral malaria had residual neurological deficit. 69 other children were admitted with clinical features strongly suggestive of cerebral malaria but with negative blood films; 16 of these died and 3 had residual neurological deficits. The commonest sequelae of cerebral malaria were hemiplegia (23 cases), cortical blindness (11), aphasia (9), and ataxia (6). Factors predisposing to sequelae included prolonged coma, protracted convulsions, severe anaemia, and a biphasic clinical course characterised by recovery of consciousness followed by recurrent convulsions and coma. At follow up 1-6 months later over half these children had made a full recovery, but a quarter were left with a major residual neurological deficit. Cerebral malaria in childhood may be an important cause of neurological handicap in the tropics."
        },
        {
            "title": "Morbidity and mortality of children aged 2-59 months admitted in the Tanzania Lake Zone's public hospitals: a cross-sectional study.",
            "abstract": "Background:\n        \n      \n      There is a growing concern about child mortality especially in developing countries. The Government of Tanzania and non-governmental organizations are fighting against diseases like malaria, anaemia, diarrhoea and pneumonia that contribute extensively to child mortality. This was a hospital-based, retrospective cohort study involving 1130 under-fives (excluding neonates) being either discharged from or died in public hospitals of the Lake Zone in Tanzania. We extracted information on symptoms and signs at admission, major diagnoses and causes of death from the medical records. We applied binary logistic regression models to assess risk factors associated with in-patient under-five death.\n    \n\n\n          Results:\n        \n      \n      The major leading morbidities include malaria (49%), anemia (37%), diarrhea (27%), pneumonia (22%) and severe acute malnutrition (21%). We found the case fatality of 74 deaths per 1000 under-five admissions. Major underlying causes of deaths were severe anaemia, severe malaria and severe pneumonia. Factors associated with in-patient death were female sex (AOR 1.7; 95% CI 1.0, 2.8) and the odds significantly decreased with increasing level of maternal education.\n    \n\n\n          Conclusions:\n        \n      \n      Malaria remains a leading cause of admissions in hospitals among under-fives. Although the case fatality among children aged between 2 and 59 months admitted in hospitals in Lake Zone is decreasing, efforts are needed to address major causes of deaths (severe anaemia, severe malaria and severe pneumonia)."
        },
        {
            "title": "Malaria Chemoprevention in the Postdischarge Management of Severe Anemia.",
            "abstract": "Background:\n        \n      \n      Children who have been hospitalized with severe anemia in areas of Africa in which malaria is endemic have a high risk of readmission and death within 6 months after discharge. No prevention strategy specifically addresses this period.\n    \n\n\n          Methods:\n        \n      \n      We conducted a multicenter, two-group, randomized, placebo-controlled trial in nine hospitals in Kenya and Uganda to determine whether 3 months of malaria chemoprevention could reduce morbidity and mortality after hospital discharge in children younger than 5 years of age who had been admitted with severe anemia. All children received standard in-hospital care for severe anemia and a 3-day course of artemether-lumefantrine at discharge. Two weeks after discharge, children were randomly assigned to receive dihydroartemisinin-piperaquine (chemoprevention group) or placebo, administered as 3-day courses at 2, 6, and 10 weeks after discharge. Children were followed for 26 weeks after discharge. The primary outcome was one or more hospital readmissions for any reason or death from the time of randomization to 6 months after discharge. Conditional risk-set modeling for recurrent events was used to calculate hazard ratios with the use of the Prentice-Williams-Peterson total-time approach.\n    \n\n\n          Results:\n        \n      \n      From May 2016 through May 2018, a total of 1049 children underwent randomization; 524 were assigned to the chemoprevention group and 525 to the placebo group. From week 3 through week 26, a total of 184 events of readmission or death occurred in the chemoprevention group and 316 occurred in the placebo group (hazard ratio, 0.65; 95% confidence interval [CI], 0.54 to 0.78; P<0.001). The lower incidence of readmission or death in the chemoprevention group than in the placebo group was restricted to the intervention period (week 3 through week 14) (hazard ratio, 0.30; 95% CI, 0.22 to 0.42) and was not sustained after that time (week 15 through week 26) (hazard ratio, 1.13; 95% CI, 0.87 to 1.47). No serious adverse events were attributed to dihydroartemisinin-piperaquine.\n    \n\n\n          Conclusions:\n        \n      \n      In areas with intense malaria transmission, 3 months of postdischarge malaria chemoprevention with monthly dihydroartemisinin-piperaquine in children who had recently received treatment for severe anemia prevented more deaths or readmissions for any reason after discharge than placebo. (Funded by the Research Council of Norway and the Centers for Disease Control and Prevention; ClinicalTrials.gov number, NCT02671175.)."
        },
        {
            "title": "PCR-confirmed malaria among children presenting with a decreased level of consciousness in Angola: a prospective, observational study.",
            "abstract": "Background:\n        \n      \n      In malaria-endemic areas, children presenting to hospitals with a decreased level of consciousness remain a diagnostic dilemma. The definition of cerebral malaria in a comatose child demands exclusion of other possible reasons, which requires in-depth investigations that are not easily available. The aim of this study was to investigate the frequency and clinical characteristics of PCR-confirmed malaria in a cohort of children with a decreased level of consciousness, look for potential features that would aid in differentiating children with malaria from those without, and assess the performance of traditional thick film microscopy against the cytb-qPCR-method.\n    \n\n\n          Methods:\n        \n      \n      A total of 345 children aged 30 days-15 years old, presenting to Hospital Pediátrico David Bernardino in Luanda, Angola, with a decreased level of consciousness (Glasgow coma scale score < 15) were prospectively enrolled during 2014-2017. Malaria was defined as a positive cytb-qPCR result on any occasion in hospital. The clinical course and laboratory parameters were compared between children with malaria and those without. The performance of thick film microscopy was analysed against the PCR method.\n    \n\n\n          Results:\n        \n      \n      161 of 345 children (46.7%) had a positive malaria PCR test result. All cases were Plasmodium falciparum species, and 82.6% (133/161) fulfilled the WHO criteria for severe malaria. Overall, children with malaria presented to hospital with a shorter duration of symptoms and less convulsions pre-admission compared to those without malaria. The median GCS score on admission was 8, which did not differ between children with or without malaria. Clinical findings on admission were mostly similar across the whole cohort, but an infection focus outside the central nervous system was more common in malaria-negative children. Moreover, severe anaemia, thrombocytopenia, and high CRP levels occurred more frequently in children with malaria. The case fatality ratio was 28.5% (91/319) and did not differ between parasitaemic children and those without malaria, although parasitaemic children died sooner after hospital admission. When neurological sequelae were also considered, a positive malaria test was associated with a better outcome. The performance of thick film microscopy against PCR yielded a sensitivity of 96.8% and a specificity of 82.7%.\n    \n\n\n          Conclusions:\n        \n      \n      In this cohort of children with a decreased consciousness, the frequent presence of a malarial infection could not be judged from the clinical findings on admission, but the combination of profound aneamia, thrombocytopenia, and a high CRP level increased the odds of a positive malaria test result. Mortality remained high regardless of etiology, but malaria infection associated with fewer neurological deficits at discharge. Thick film microscopy performed well compared to the cytb-qPCR method."
        },
        {
            "title": "Community perceptions of paediatric severe anaemia in Uganda.",
            "abstract": "Background:\n        \n      \n      Severe anaemia remains a major cause of morbidity and mortality among children in sub-Saharan Africa. There is limited research on the beliefs and knowledge for paediatric severe anaemia in the region. The effect of these local beliefs and knowledge on the healthcare seeking of paediatric severe anaemia remains unknown.\n    \n\n\n          Objective:\n        \n      \n      To describe community perceptions of paediatric severe anaemia in Uganda.\n    \n\n\n          Methods:\n        \n      \n      Sixteen in-depth interviews of caregivers of children treated for severe anaemia and six focus group discussions of community members were conducted in three regions of Uganda between October and November 2017.\n    \n\n\n          Results:\n        \n      \n      There was no common local name used to describe paediatric severe anaemia, but the disease was understood in context as 'having no blood'. Severe anaemia was identified to be a serious disease and the majority felt blood transfusion was the ideal treatment, but concomitant use of traditional and home remedies was also widespread. Participants articulated signs of severe pediatric anemia, such as palmar, conjunctival, and tongue pallor. Other signs described included jaundice, splenomegaly, difficulty in breathing and poor appetite. Poor feeding, malaria, splenomegaly and evil spirits were perceived to be the common causes of severe anaemia. Other causes included: human immunodeficiency virus (HIV), haemoglobinuria, fever, witchcraft, mosquito bites, and sickle cell. Splenomegaly and jaundice were perceived to be both signs and causes of severe anaemia. Severe anaemia was interpreted to be caused by evil spirits if it was either recurrent, led to sudden death, or manifested with cold extremities.\n    \n\n\n          Conclusion:\n        \n      \n      The community in Uganda perceived paediatric severe anaemia as a serious disease. Their understanding of the signs and perceived causes of severe anaemia to a large extent aligned with known clinical signs and biological causes. Belief in evil spirits persists and may be one obstacle to seeking timely medical care for paediatric severe anaemia."
        },
        {
            "title": "Decreased parasite burden and altered host response in children with sickle cell anemia and severe anemia with malaria.",
            "abstract": "Plasmodium falciparum malaria causes morbidity and mortality in African children with sickle cell anemia (SCA), but comparisons of host responses to P falciparum between children with SCA (homozygous sickle cell disease/hemoglobin SS [HbSS]) and normal hemoglobin genotype/hemoglobin AA (HbAA) are limited. We assessed parasite biomass and plasma markers of inflammation and endothelial activation in children with HbAA (n = 208) or HbSS (n = 22) who presented with severe anemia and P falciparum parasitemia to Mulago Hospital in Kampala, Uganda. Genotyping was performed at study completion. No child had known SCA at enrollment. Children with HbSS did not differ from children with HbAA in peripheral parasite density, but had significantly lower sequestered parasite biomass. Children with HbSS had greater leukocytosis but significantly lower concentrations of several plasma inflammatory cytokines, including tumor necrosis factor α (TNF-α). In contrast, children with HbSS had threefold greater concentrations of angiopoietin-2 (Angpt-2), a marker of endothelial dysregulation associated with mortality in severe malaria. Lower TNF-α concentrations were associated with increased risk of postdischarge mortality or readmission, whereas higher Angpt-2 concentrations were associated with increased risk of recurrent clinical malaria. Children with SCA have decreased parasite sequestration and inflammation but increased endothelial dysregulation during severe anemia with P falciparum parasitemia, which may ameliorate acute infectious complications but predispose to harmful long-term sequelae."
        },
        {
            "title": "DNA testing for sickle cell anemia in Africa: Implementation choices for the Democratic Republic of Congo.",
            "abstract": "Background:\n        \n      \n      Hemoglobin-based tests form the reference diagnostic test for SCA. In limited resource countries, these tests face limitations including cost, low sensitivity due to recurrent transfusions in endemic malaria region, and interference from fetal hemoglobin in neonatal diagnostic. This study aimed at adapting DNA-based SCA tests to limited resource countries and evaluating the economic benefit.\n    \n\n\n          Methods:\n        \n      \n      338 participants were recruited in the Democratic Republic of Congo, sorted in 3 cohorts based on venous blood, umbilical cord blood (UCB) and buccal swab sampling. RFLP was performed to identify mutated allele. The feasibility and technical validity of this RFLP was evaluated for specimens collected on DBS cards and on EDTA tubes. RFLP on DBS stored at room temperature was regularly repeated to assess sample conservation. Finally, the cost analysis was performed.\n    \n\n\n          Results:\n        \n      \n      DBS cards yielded identical results to extracted DNA. Repeated testing returned the same result after four years. The DBS-based test performed on UCB or on buccal swab had a sensitivity and a precision of 100%. Cost comparison indicated that our approach costs half price of the widely used isoelectrofocussing of hemoglobin.\n    \n\n\n          Conclusion:\n        \n      \n      The implemented DNA-based test approach overcomes the limitations faced by hemoglobin-based tests, while being more affordable. We propose to implement the RFLP test as a first line diagnostic test after transfusion and as second tiers for newborn screening. However, users should be aware that this test is unable to differentiate HbC from HbS or identify other point mutation of gene deletion of HBB gene."
        },
        {
            "title": "Management of severe malarial anaemia in Gambian children.",
            "abstract": "The optimum management of children with severe malarial anaemia is still uncertain. Hence, we have undertaken a study to determine whether iron treatment is as effective at restoring haemoglobin levels one month after presentation as blood transfusion without iron treatment in children with moderately severe malarial anaemia. Two hundred and eighty-seven children with a packed cell volume (PCV) < 15% and malaria infection were recruited into the study; 173 children were assigned to receive blood transfusion because they had a PCV < 12% and/or signs of respiratory distress and the remaining 114 children were allocated at random to receive either blood transfusion (58) or treatment with oral iron (56) for 28 d. Twenty-four children died, 23 in the most severely anaemic group. Fifteen children (65%) died before transfusion was given and most deaths occurred within the first 4 h of admission. One child died in the iron treatment group and 10 subsequently required transfusion. Among the severely anaemic children, those with respiratory distress were at greater risk of death than those without respiratory distress. After 28 d, haematological restoration was significantly better in children who had received iron than in those treated by blood transfusion (P = 0.02). Children who received malaria chemoprophylaxis after discharge from hospital had fewer episodes of malaria and subsequent admissions to a hospital or health centre than those who did not. Children with severe anaemia and clinical signs of respiratory distress must be identified quickly and transfused as soon as possible. However, for less severely anaemic children who are clinically stable, iron therapy offers an alternative to transfusion provided such children can be kept under surveillance and transfused subsequently should this become necessary."
        },
        {
            "title": "A mixed method multi-country assessment of barriers to implementing pediatric inpatient care guidelines.",
            "abstract": "Introduction:\n        \n      \n      Accelerating progress in reducing child deaths is needed in order to achieve the Sustainable Development Goal child mortality target. This will require a focus on vulnerable children-including young children, those who are undernourished or with acute illnesses requiring hospitalization. Improving adherence to inpatient guidelines may be an important strategy to reduce child mortality, including among the most vulnerable. The aim of our assessment of nine sub-Saharan African and South Asian hospitals was to determine adherence to pediatric inpatient care recommendations, in addition to capacity for and barriers to implementation of guideline-adherent care prior to commencing the Childhood Acute Illness and Nutrition (CHAIN) Cohort study. The CHAIN Cohort study aims to identify modifiable risk factors for poor inpatient and post discharge outcomes above and beyond implementation of guidelines.\n    \n\n\n          Methods:\n        \n      \n      Hospital infrastructure, staffing, durable equipment, and consumable supplies such as medicines and laboratory reagents, were evaluated through observation and key informant interviews. Inpatient medical records of 2-23 month old children were assessed for adherence to national and international guidelines. The records of children with severe acute malnutrition (SAM) were oversampled to reflect the CHAIN study population. Seven core adherence indicators were examined: oximetry and oxygen therapy, fluids, anemia diagnosis and transfusion, antibiotics, malaria testing and antimalarials, nutritional assessment and management, and HIV testing.\n    \n\n\n          Results:\n        \n      \n      All sites had facilities and equipment necessary to implement care consistent with World Health Organization and national guidelines. However, stockouts of essential medicines and laboratory reagents were reported to be common at some sites, even though they were mostly present during the assessment visits. Doctor and nurse to patient ratios varied widely. We reviewed the notes of 261 children with admission diagnoses of sepsis (17), malaria (47), pneumonia (70), diarrhea (106), and SAM (119); 115 had multiple diagnoses. Adherence to oxygen therapy, antimalarial, and malnutrition refeeding guidelines was >75%. Appropriate antimicrobials were prescribed for 75% of antibiotic-indicative conditions. However, 20/23 (87%) diarrhea and 20/27 (74%) malaria cases without a documented indication were prescribed antibiotics. Only 23/122 (19%) with hemoglobin levels meeting anemia criteria had recorded anemia diagnoses. HIV test results were infrequently documented even at hospitals with universal screening policies (66/173, 38%). Informants at all sites attributed inconsistent guideline implementation to inadequate staffing.\n    \n\n\n          Conclusion:\n        \n      \n      Assessed hospitals had the infrastructure and equipment to implement guideline-consistent care. While fluids, appropriate antimalarials and antibiotics, and malnutrition refeeding adherence was comparable to published estimates from low- and high-resource settings, there were inconsistencies in implementation of some other recommendations. Stockouts of essential therapeutics and laboratory reagents were a noted barrier, but facility staff perceived inadequate human resources as the primary constraint to consistent guideline implementation."
        },
        {
            "title": "Prevention of the recurrence of anaemia in Gambian children following discharge from hospital.",
            "abstract": "Background:\n        \n      \n      In malaria endemic countries, children who have experienced an episode of severe anaemia are at increased risk of a recurrence of anaemia. There is a need to find ways of protecting these at risk children from malaria and chemoprevention offers a potential way of achieving this objective.\n    \n\n\n          Methods:\n        \n      \n      During the 2003 and 2004 malaria transmission seasons, 1200 Gambian children with moderate or severe anaemia (Hb concentration <7 g/dL) were randomised to receive either monthly sulfadoxine-pyrimethamine (SP) or placebo until the end of the malaria transmission season in which they were enrolled, in a double-blind trial. All study subjects were treated with oral iron for 28 days and morbidity was monitored through surveillance at health centres. The primary endpoint was the proportion of children with moderate or severe anaemia at the end of the transmission season. Secondary endpoints included the incidence of clinical episodes of malaria during the surveillance period, outpatient attendances, the prevalence of parasitaemia and splenomegaly, nutritional status at the end of the malaria transmission season and compliance with the treatment regimen.\n    \n\n\n          Results:\n        \n      \n      The proportions of children with a Hb concentration of <7 g/dL at the end of the malaria transmission season were similar in the two study groups, 14/464 (3.0%) in children who received at least one dose of SP and 16/471 (3.4%) in those who received placebo, prevalence ratio 0.89 (0.44,1.8) P = 0.742. The protective efficacy of SP against episodes of clinical malaria was 53% (95% CI 37%, 65%). Treatment with SP was safe and well tolerated; no serious adverse events related to SP administration were observed. Mortality following discharge from hospital was low among children who received SP or placebo (6 in the SP group and 9 in the placebo group respectively).\n    \n\n\n          Conclusions:\n        \n      \n      Intermittent treatment with SP did not reduce the proportion of previously anaemic children with moderate or severe anaemia at the end of the malaria season, although it prevented malaria. The combination of appropriate antimalarial treatment plus one month of iron supplementation and good access to healthcare during follow-up proved effective in restoring haemoglobin to an acceptable level in the Gambian setting.\n    \n\n\n          Trial registration:\n        \n      \n      ClinicalTrials.gov NCT00131716."
        },
        {
            "title": "Tafenoquine for the prophylaxis, treatment and elimination of malaria: eagerness must meet prudence.",
            "abstract": "Malaria puts more than 3 billion people at risk of infection and causes high morbidity and mortality. Plasmodium vivax forms hypnozoites, which may initiate recurrences, even in the absence of reinfection or superinfection. Until recently, the only drug available for eliminating hypnozoites was primaquine (PQ), which, given its short half-life, requires a relatively long course of treatment. Tafenoquine (TQ) is a PQ analog with a longer half-life. This enables radical cure of malaria with a single dose and overcomes adherence issues associated with PQ, thereby increasing effectiveness in real-life settings. Clinical studies have provided sound evidence for TQ's safety and efficacy against malaria, which recently led to its approval by the US FDA. Here, we review aspects of TQ, including how to avoid hemolytic anemia in G6PD deficient patients. We believe that TQ promises to be a major advance toward malaria elimination."
        }
    ]
}