{
    "key_references": [
        {
            "title": "Prevention of the recurrence of anaemia in Gambian children following discharge from hospital.",
            "abstract": "## BACKGROUND\nIn malaria endemic countries, children who have experienced an episode of severe anaemia are at increased risk of a recurrence of anaemia. There is a need to find ways of protecting these at risk children from malaria and chemoprevention offers a potential way of achieving this objective.\n## METHODS\nDuring the 2003 and 2004 malaria transmission seasons, 1200 Gambian children with moderate or severe anaemia (Hb concentration <7 g/dL) were randomised to receive either monthly sulfadoxine-pyrimethamine (SP) or placebo until the end of the malaria transmission season in which they were enrolled, in a double-blind trial. All study subjects were treated with oral iron for 28 days and morbidity was monitored through surveillance at health centres. The primary endpoint was the proportion of children with moderate or severe anaemia at the end of the transmission season. Secondary endpoints included the incidence of clinical episodes of malaria during the surveillance period, outpatient attendances, the prevalence of parasitaemia and splenomegaly, nutritional status at the end of the malaria transmission season and compliance with the treatment regimen.\n## RESULTS\nThe proportions of children with a Hb concentration of <7 g/dL at the end of the malaria transmission season were similar in the two study groups, 14/464 (3.0%) in children who received at least one dose of SP and 16/471 (3.4%) in those who received placebo, prevalence ratio 0.89 (0.44,1.8) P = 0.742. The protective efficacy of SP against episodes of clinical malaria was 53% (95% CI 37%, 65%). Treatment with SP was safe and well tolerated; no serious adverse events related to SP administration were observed. Mortality following discharge from hospital was low among children who received SP or placebo (6 in the SP group and 9 in the placebo group respectively).\n## CONCLUSIONS\nIntermittent treatment with SP did not reduce the proportion of previously anaemic children with moderate or severe anaemia at the end of the malaria season, although it prevented malaria. The combination of appropriate antimalarial treatment plus one month of iron supplementation and good access to healthcare during follow-up proved effective in restoring haemoglobin to an acceptable level in the Gambian setting.\n## TRIAL REGISTRATION\nClinicalTrials.gov NCT00131716.\n",
            "in_text_citation": "Bojang et al., 2010",
            "footnote": 8
        },
        {
            "title": "Intermittent preventive therapy for malaria with monthly artemether-lumefantrine for the post-discharge management of severe anaemia in children aged 4-59 months in southern Malawi: a multicentre, randomised, placebo-controlled trial.",
            "abstract": "## BACKGROUND\nYoung children with severe malarial anaemia in Africa are at high risk of readmittance to hospital or death within 6 months of discharge. We aimed to assess whether 3 months of chemoprevention with artemether-lumefantrine reduced this risk.\n## METHODS\nWe did a randomised, placebo-controlled, multicentre trial in four hospitals in Malawi testing the efficacy and safety of intermittent preventive therapy post-discharge (IPTpd) in children aged 4-59 months admitted for severe malarial anaemia. All convalescent children who had completed a blood transfusion received artemether-lumefantrine at discharge and were randomly assigned by a computer-generated sequence to receive placebo or artemether-lumefantrine at 1 month and 2 months after discharge, providing about 1 month and 3 months of protection, respectively. Patients and study staff were masked throughout the study. The primary endpoint was a composite of all-cause mortality or hospital readmittance because of all-cause severe anaemia or severe malaria between 1 and 6 months after enrolment. This trial is registered, number ISRCTN89727873.\n## RESULTS\nOf 1414 children enrolled, 708 were assigned to receive placebo and 706 the intervention. By 6 months, 192 children (14%) had died or were readmitted with severe malaria or severe anaemia. 1-6 months after randomisation, 109 primary events occurred in 85 children in the placebo group and 86 in 74 children in the intervention group (adjusted protective efficacy [PE] 31%, 95% CI 5-50; absolute rate reduction 11·7 per 100 children years, 95% CI 1·8-18·9; p=0·024). The protective effect was greatest during the IPTpd period (1-3 months), when 58 primary events occurred in 49 children in the placebo group and 37 in 34 children in the intervention group (PE 41%, 10-62; p=0·01), but was not sustained after the third month (4-6 months, PE 17%, -27 to 45; p=0·395). When episodes in the first month were included--ie, before the first dose of IPTpd, when both groups benefited from the post-treatment prophylactic effect of artemether-lumefantrine provided at discharge--the overall cumulative PE by 6 months was 26% (-2 to 46; p=0·06).\n## INTERPRETATION\nIn areas with intense malaria transmission, chemoprevention with IPTpd given to children with severe malarial anaemia might reduce rates of readmittance to hospital for severe anaemia or malaria. Studies to confirm these findings and to investigate different delivery mechanisms and cost-effectiveness are needed.\n## FUNDING\nThe Netherlands African Partnership for Capacity Development and Clinical Interventions Against Poverty Related Diseases, the UBS-Optimus Foundation, and the Gates Malaria Partnership.\n",
            "in_text_citation": "Phiri et al., 2012",
            "footnote": 9
        },
        {
            "title": "Malaria Chemoprevention in the Postdischarge Management of Severe Anemia.",
            "abstract": "## BACKGROUND\nChildren who have been hospitalized with severe anemia in areas of Africa in which malaria is endemic have a high risk of readmission and death within 6 months after discharge. No prevention strategy specifically addresses this period.\n## METHODS\nWe conducted a multicenter, two-group, randomized, placebo-controlled trial in nine hospitals in Kenya and Uganda to determine whether 3 months of malaria chemoprevention could reduce morbidity and mortality after hospital discharge in children younger than 5 years of age who had been admitted with severe anemia. All children received standard in-hospital care for severe anemia and a 3-day course of artemether-lumefantrine at discharge. Two weeks after discharge, children were randomly assigned to receive dihydroartemisinin-piperaquine (chemoprevention group) or placebo, administered as 3-day courses at 2, 6, and 10 weeks after discharge. Children were followed for 26 weeks after discharge. The primary outcome was one or more hospital readmissions for any reason or death from the time of randomization to 6 months after discharge. Conditional risk-set modeling for recurrent events was used to calculate hazard ratios with the use of the Prentice-Williams-Peterson total-time approach.\n## RESULTS\nFrom May 2016 through May 2018, a total of 1049 children underwent randomization; 524 were assigned to the chemoprevention group and 525 to the placebo group. From week 3 through week 26, a total of 184 events of readmission or death occurred in the chemoprevention group and 316 occurred in the placebo group (hazard ratio, 0.65; 95% confidence interval [CI], 0.54 to 0.78; P<0.001). The lower incidence of readmission or death in the chemoprevention group than in the placebo group was restricted to the intervention period (week 3 through week 14) (hazard ratio, 0.30; 95% CI, 0.22 to 0.42) and was not sustained after that time (week 15 through week 26) (hazard ratio, 1.13; 95% CI, 0.87 to 1.47). No serious adverse events were attributed to dihydroartemisinin-piperaquine.\n## CONCLUSIONS\nIn areas with intense malaria transmission, 3 months of postdischarge malaria chemoprevention with monthly dihydroartemisinin-piperaquine in children who had recently received treatment for severe anemia prevented more deaths or readmissions for any reason after discharge than placebo. (Funded by the Research Council of Norway and the Centers for Disease Control and Prevention; ClinicalTrials.gov number, NCT02671175.).\n",
            "in_text_citation": "Kwambai et al., 2020",
            "footnote": 10
        }
    ]
}