{
    "citations": [
        {
            "footnote": 34,
            "title": "Association of blindness and hearing impairment with mortality in a cohort of elderly persons in a rural area.",
            "in_text_citation": "Agrawal et al., 2011"
        },
        {
            "footnote": 31,
            "title": "Demographic, health, cognitive, and sensory variables as predictors of mortality in very old adults.",
            "in_text_citation": "Anstey et al., 2001"
        },
        {
            "footnote": 38,
            "title": "Age-related maculopathy: a risk indicator for poorer survival in women.",
            "in_text_citation": "Buch et al., 2005"
        },
        {
            "footnote": 20,
            "title": "Associations of mortality with ocular disorders and an intervention of high-dose antioxidants and zinc in the Age-Related Eye Disease Study: AREDS report no. 13.",
            "in_text_citation": "Clemons et al., 2004"
        },
        {
            "footnote": 23,
            "title": "Health service use and mortality of the elderly blind.",
            "in_text_citation": "Crewe et al., 2015"
        },
        {
            "footnote": 39,
            "title": "Impairments in hearing and vision impact on mortality in older people: the AGES-Reykjavik Study.",
            "in_text_citation": "Fisher et al., 2014"
        },
        {
            "footnote": 29,
            "title": "Visual acuity and mortality in a Chinese population.",
            "in_text_citation": "Foong et al., 2008"
        },
        {
            "footnote": 37,
            "title": "Visual acuity change and mortality in older adults.",
            "in_text_citation": "Freeman et al., 2005"
        },
        {
            "footnote": 33,
            "title": "The impact of visual impairment on health, function and mortality.",
            "in_text_citation": "Jacobs et al., 2005"
        },
        {
            "footnote": 30,
            "title": "Direct and indirect effects of visual impairment on mortality risk in older persons.",
            "in_text_citation": "Karpa et al., 2009"
        },
        {
            "footnote": 27,
            "title": "Cataract, visual impairment and long-term mortality in a rural cohort in India: the Andhra Pradesh Eye Disease Study.",
            "in_text_citation": "Khanna et al., 2013"
        },
        {
            "footnote": 6,
            "title": "Modification of the association between visual impairment and mortality by physical activity: a cohort study among the Korean national health examinees.",
            "in_text_citation": "Kim et al., 2019a"
        },
        {
            "footnote": 36,
            "title": "Age-related eye disease, visual impairment, and survival: the Beaver Dam Eye Study.",
            "in_text_citation": "Knudtson et al., 2006"
        },
        {
            "footnote": 21,
            "title": "Visual acuity and mortality in older people and factors on the pathway.",
            "in_text_citation": "Kulmala et al., 2008"
        },
        {
            "footnote": 5,
            "title": "Mortality during 6 years of follow-up in relation to visual impairment and eye disease: results from a population-based cohort study of people aged 50 years and above in Nakuru, Kenya.",
            "in_text_citation": "Kuper et al., 2019b"
        },
        {
            "footnote": 40,
            "title": "Distance visual acuity impairment and survival in African Americans and non-Hispanic whites.",
            "in_text_citation": "Lee et al., 2003"
        },
        {
            "footnote": 26,
            "title": "Visual impairment and mortality in a rural adult population (the Southern Harbin eye study).",
            "in_text_citation": "Li et al., 2011"
        },
        {
            "footnote": 8,
            "title": "Cognitive performance concomitant with vision acuity predicts 13-year risk for mortality.",
            "in_text_citation": "Liao et al., 2019c"
        },
        {
            "footnote": 9,
            "title": "Sensory impairment, functional balance and physical activity with all-cause mortality.",
            "in_text_citation": "Loprinzi et al., 2016"
        },
        {
            "footnote": 25,
            "title": "Non-standard vision measures predict mortality in elders: the Smith-Kettlewell Institute (SKI) study.",
            "in_text_citation": "Lott et al., 2010"
        },
        {
            "footnote": 10,
            "title": "Association of visual impairment and all-cause 10-year mortality among Indigenous Australian individuals within central Australia: the Central Australian Ocular Health Study.",
            "in_text_citation": "Ng et al., 2018"
        },
        {
            "footnote": 7,
            "title": "Association of mortality with ocular diseases and visual impairment in the Age-Related Eye Disease Study 2: Age-Related Eye Disease Study 2 report number 13.",
            "in_text_citation": "Papudesu et al., 2018"
        },
        {
            "footnote": 22,
            "title": "Visual acuity, contrast sensitivity, and mortality in older women: study of osteoporotic fractures.",
            "in_text_citation": "Pedula et al., 2006"
        },
        {
            "footnote": 28,
            "title": "Impact of visual impairment and eye diseases on mortality: the Singapore Malay Eye Study (SiMES).",
            "in_text_citation": "Siantar et al., 2015"
        },
        {
            "footnote": 35,
            "title": "Vision impairment predicts five-year mortality.",
            "in_text_citation": "Taylor et al., 2000"
        },
        {
            "footnote": 19,
            "title": "Cause-specific visual impairment and mortality: results from a population-based study of older people in the United Kingdom.",
            "in_text_citation": "Thiagarajan et al., 2005"
        },
        {
            "footnote": 24,
            "title": "The association between visual impairment and mortality in elderly people.",
            "in_text_citation": "Thompson et al., 1989"
        },
        {
            "footnote": 32,
            "title": "Ocular diseases and 10-year mortality: the Beijing Eye Study 2001/2011.",
            "in_text_citation": "Wang et al., 2014"
        }
    ]
}