{
    "key_references": [
        {
            "title": "Association of blindness and hearing impairment with mortality in a cohort of elderly persons in a rural area.",
            "abstract": "## BACKGROUND\nStudies in developed nations have reported an association of blindness and hearing impairment with mortality in elderly persons.\n## OBJECTIVES\nTo study the association of blindness and hearing impairment with mortality in a cohort of elderly persons in rural north India.\n## MATERIALS AND METHODS\nThis community-based prospective study was conducted in eleven randomly selected villages, in Ballabgarh block, Haryana. A cohort of 1422 participants, of age 60 years and above, was examined at baseline, for their visual and hearing status. Data on the sociodemographic factors, various comorbidities, activities of daily living, and self-rated health were recorded. Baseline data was collected for the period May 2008 to August 2008. Follow-up data collection for mortality was completed in December 2009. The median follow-up period was 518 days.\n## RESULTS\nOne hundred out of 1422 elderly (7.0%) participants died during the follow-up period. Significant hazard ratios were found after adjustment for various comorbid conditions. On adjustment for sociodemographic factors (age, sex, and literacy), neither blindness nor hearing impairment was found to be significantly associated with mortality. After adjustment for all covariates in the study, hearing impairment (Hazard Ratio = 2.13; 95% CI, 1.29 - 3.54) was found to be significantly associated with mortality in the age group ≥70 years.\n## CONCLUSIONS\nThis study demonstrated that hearing impairment was an independent risk factor for mortality in people aged ≥70 years. Similar studies with a longer period of follow-up are required in India, to guide public health interventions.\n",
            "in_text_citation": "Agrawal et al., 2011",
            "footnote": 34
        },
        {
            "title": "Demographic, health, cognitive, and sensory variables as predictors of mortality in very old adults.",
            "abstract": "Cognitive and sensorimotor predictors of mortality were examined in the Australian Longitudinal Study of Ageing, controlling for demographic and health variables. A stratified random sample of 1,947 males and females aged 70 and older were interviewed, and 1,500 were assessed on measures of health, memory. verbal ability, processing speed, vision, hearing, and grip strength in 1992 and 1994. Analyses of incident rate ratios for mortality over 4- and 6-year periods were conducted using Cox hierarchical regression analyses. Results showed that poor performance on nearly all cognitive variables was associated with mortality, but many of these effects were explained by measures of self-rated health and disease. Significant decline in hearing and cognitive performance also predicted mortality as did incomplete data at Wave 1. Results suggest that poor cognitive performance and cognitive decline in very old adults reflect both biological aging and disease processes.\n",
            "in_text_citation": "Anstey et al., 2001",
            "footnote": 31
        },
        {
            "title": "Age-related maculopathy: a risk indicator for poorer survival in women: the Copenhagen City Eye Study.",
            "abstract": "## PURPOSE\nTo examine patient survival in age-related maculopathy in a 14-year follow-up study.\n## DESIGN\nPopulation-based 14-year cohort study.\n## PARTICIPANTS\nNine hundred forty-six residents, aged 60 to 80 years, living in the Osterbro district of Copenhagen, Denmark, participated in the first examination conducted from 1986 to 1988. These participants were followed until death or until May 1, 2002, whichever came first.\n## METHODS\nParticipants underwent an extensive ophthalmologic examination at Rigshospitalet, the National University Hospital of Copenhagen. Standardized protocols for physical examination, blood samples, and data from the National Central Person Register, the National Death Register, and the National Patient Register were used.\n## MAIN OUTCOME MEASURES\nMortality and age-related maculopathy.\n## RESULTS\nBy May 1, 2002, 60.9% (577 of 946) of the participants of the baseline study cohort had died. The adjusted 14-year cumulative mortality hazard ratio for subjects with early and late age-related maculopathy at baseline was 1.26 (95% confidence interval [CI], 1.06-1.51). We identified a strong correlation between mortality and age-related maculopathy among women (relative risk, 1.59; 95% CI, 1.23-2.07) but not among men.\n## CONCLUSIONS\nWhen adjusting for survival-related factors, age-related maculopathy is a significant risk indicator for poorer survival in women and may be a marker of underlying serious systemic factors or aging processes specific to women.\n",
            "in_text_citation": 38,
            "footnote": "Buch et al., 2005"
        },
        {
            "title": "Associations of mortality with ocular disorders and an intervention of high-dose antioxidants and zinc in the Age-Related Eye Disease Study: AREDS Report No. 13.",
            "abstract": "## OBJECTIVE\nTo assess the association of ocular disorders and high doses of antioxidants or zinc with mortality in the Age-Related Eye Disease Study (AREDS).\n## METHODS\nBaseline fundus and lens photographs were used to grade the macular and lens status of AREDS participants. Participants were randomly assigned to receive oral supplements of high-dose antioxidants, zinc, antioxidants plus zinc, or placebo. Risk of all-cause and cause-specific mortality was assessed using adjusted Cox proportional hazards models.\n## RESULTS\nDuring median follow-up of 6.5 years, 534 (11%) of 4753 AREDS participants died. In fully adjusted models, participants with advanced age-related macular degeneration (AMD) compared with participants with few, if any, drusen had increased mortality (relative risk [RR], 1.41; 95% confidence interval [CI], 1.08-1.86). Advanced AMD was associated with cardiovascular deaths. Compared with participants having good acuity in both eyes, those with visual acuity worse than 20/40 in 1 eye had increased mortality (RR, 1.36; 95% CI, 1.12-1.65). Nuclear opacity (RR, 1.40; 95% CI, 1.12-1.75) and cataract surgery (RR, 1.55; 95% CI, 1.18-2.05) were associated with increased all-cause mortality and with cancer deaths. Participants randomly assigned to receive zinc had lower mortality than those not taking zinc (RR, 0.73; 95% CI, 0.61-0.89).\n## CONCLUSIONS\nThe decreased survival of AREDS participants with AMD and cataract suggests that these conditions may reflect systemic rather than only local processes. The improved survival in individuals randomly assigned to receive zinc requires further study.\n",
            "in_text_citation": "Clemons et al., 2004",
            "footnote": 20
        },
        {
            "title": "Health Service Use and Mortality of the Elderly Blind.",
            "abstract": "## PURPOSE\nTo determine whether blindness in older people is associated with increased health service use and mortality.\n## DESIGN\nRetrospective matched cohort study from July 1, 1999, through June 30, 2010.\n## PARTICIPANTS\nA blind cohort 65 years of age and older from a volunteer blind register and a cohort of age- and gender-matched controls selected randomly from the Western Australian electoral roll.\n## METHODS\nPerson-level linked hospital, emergency department (ED), mental health, and death records for the blind and control cohorts were used. Generalized estimating equations assuming a negative binomial distribution were used to estimate relative rates of hospital admissions, lengths of stay, and mortality after adjusting for sociodemographic variables and comorbidity. Emergency department and mental health service visits also were quantified.\n## MAIN OUTCOME MEASURES\nRelative rates of hospital admissions, lengths of stay, and mortality, as well as crude proportions of ED and mental health service visits.\n## RESULTS\nThe blind cohort comprised 1726 individuals alongside 1726 matched controls; 39% were men, and the mean age was 83 years. Combined, the cohorts accumulated a total of 34 130 hospital admissions amounting to 201 867 bed-days. After adjusting for the principal reason for hospital admission and comorbidity, the blind cohort was admitted to the hospital 11% (95% confidence interval [CI], 6%-17%) more often than the control cohort. The blind cohort also stayed in the hospital longer than the controls, but this effect varied by age. Blind participants 65 to 69 years of age spent 88% more days (95% CI, 27%-178%) in the hospital compared with age-matched controls, whereas there was no difference in length of stay between the cohorts by 80 years of age (rate ratio, 1.10; 95% CI, 0.97-1.25). A larger proportion of the blind cohort visited a hospital ED and accessed mental health services compared with the control cohort.\n## CONCLUSIONS\nHealth service use is increased for the elderly blind compared with age-matched controls after accounting for comorbidity. The elderly blind have more hospital admissions, ED visits, and mental health-related visits. The younger elderly blind stay longer in hospital. However, there was no evidence of worse mortality outcomes after adjusting for comorbidity.\n",
            "in_text_citation": "Crewe et al., 2015",
            "footnote": 23
        },
        {
            "title": "Impairments in hearing and vision impact on mortality in older people: the AGES-Reykjavik Study.",
            "abstract": "## OBJECTIVE\nto examine the relationships between impairments in hearing and vision and mortality from all-causes and cardiovascular disease (CVD) among older people.\n## DESIGN\npopulation-based cohort study.\n## PARTICIPANTS\nthe study population included 4,926 Icelandic individuals, aged ≥67 years, 43.4% male, who completed vision and hearing examinations between 2002 and 2006 in the Age, Gene/Environment Susceptibility-Reykjavik Study (AGES-RS) and were followed prospectively for mortality through 2009.\n## METHODS\nparticipants were classified as having 'moderate or greater' degree of impairment for vision only (VI), hearing only (HI), and both vision and hearing (dual sensory impairment, DSI). Cox proportional hazard regression, with age as the time scale, was used to calculate hazard ratios (HR) associated with impairment and mortality due to all-causes and specifically CVD after a median follow-up of 5.3 years.\n## RESULTS\nthe prevalence of HI, VI and DSI were 25.4, 9.2 and 7.0%, respectively. After adjusting for age, significantly (P < 0.01) increased mortality from all causes, and CVD was observed for HI and DSI, especially among men. After further adjustment for established mortality risk factors, people with HI remained at higher risk for CVD mortality [HR: 1.70 (1.27-2.27)], whereas people with DSI remained at higher risk of all-cause mortality [HR: 1.43 (1.11-1.85)] and CVD mortality [HR: 1.78 (1.18-2.69)]. Mortality rates were significantly higher in men with HI and DSI and were elevated, although not significantly, among women with HI.\n## CONCLUSIONS\nolder men with HI or DSI had a greater risk of dying from any cause and particularly cardiovascular causes within a median 5-year follow-up. Women with hearing impairment had a non-significantly elevated risk. Vision impairment alone was not associated with increased mortality.\n",
            "in_text_citation": "Fisher et al., 2014",
            "footnote": 39
        },
        {
            "title": "Visual acuity and mortality in a chinese population. The Tanjong Pagar Study.",
            "abstract": "## OBJECTIVE\nTo examine the relationship between visual acuity and mortality in a Chinese population.\n## DESIGN\nPopulation-based cohort study.\n## PARTICIPANTS\nChinese persons in Singapore ages 40 to 79 years at baseline examination.\n## METHODS\nThe Tanjong Pagar Study in Singapore examined 1232 persons (response rate, 71.8%) at the baseline examination in 1997 and 1998. Participants had measurements of presenting and best-corrected visual acuity (VA) using standardized protocols. Mortality data were obtained from the National Death Registry, which linked subjects who had died since the baseline examination. Cause of death was determined from the International Classification of Diseases 9 codes. Analysis was performed on 1225 (99.4%) participants with VA data.\n## MAIN OUTCOME MEASURE\nAll-cause mortality.\n## RESULTS\nBy December 31, 2004 (median follow-up, 6.8 years), 126 persons had died. Participants with presenting VA in the better eye worse than 20/40 (logarithm of the minimum angle of resolution [logMAR] score, 0.3) had a significantly higher mortality rate (hazard ratio [HR], 2.9; 95% confidence interval [CI], 1.4-6.3, adjusting for age, gender, hypertension, diabetes, smoking, heart attack, stroke, and income) as compared with participants with VA of 20/20 (logMAR, 0.0). Associations were similar for best-corrected VA in the better eye (HR, 2.7; 95% CI, 1.4-5.5). Among clinic participants with logMAR VA measurements, each 1-line difference in presenting VA (logMAR gain, 0.10) was associated with a 4-fold increased risk of mortality (HR, 4.4; 95% CI, 1.9-10.2).\n## CONCLUSIONS\nIn this Chinese population in Singapore, visual impairment was associated independently with an increased risk of mortality.\n",
            "in_text_citation": 29,
            "footnote": "Foong et al., 2008"
        },
        {
            "title": "Visual acuity change and mortality in older adults.",
            "abstract": "## PURPOSE\nSeveral studies indicate an increased mortality rate in older adults who have visual impairment, but few have attempted to address a potential causal mechanism. The goals of this study are to determine whether visual acuity loss increases the risk of dying and to examine whether depressive symptoms act as a mediator in this relationship.\n## METHODS\nData were derived from the 2520 older adults who participated in the Salisbury Eye Evaluation project, a population-based prospective 8-year cohort study. Presenting binocular visual acuity was measured with the Early Treatment Diabetic Retinopathy Study [ETDRS] eye chart and depressive symptoms with the General Health Questionnaire Part D subscale. Mortality data were collected by staff follow-up. Analyses were performed with the Cox proportional hazards regression.\n## RESULTS\nWorse baseline acuity was associated with a higher mortality rate (hazard ratio [HR] = 1.05; 95% confidence interval [CI], 1.01-1.09). Also, those who gained two or more lines of visual acuity over 2 years had a lower adjusted risk of dying (HR = 0.47; 95% CI, 0.23-0.95). An interaction was detected, in that women who lost > or =3 lines of visual acuity over a 2-year period had a higher adjusted risk of dying (HR = 3.97; 95% CI, 2.21-7.15), whereas men did not (HR = 1.32; 95% CI, 0.66-2.63). Depressive symptoms did not mediate these relationships.\n## CONCLUSIONS\nIf the relationship between visual acuity and mortality is indeed causal, it most likely acts via numerous pathways through a variety of intervening variables. The identification of these intervening variables could give additional targets for intervention if acuity cannot be restored.\n",
            "in_text_citation": "Freeman et al., 2005",
            "footnote": 37
        },
        {
            "title": "The impact of visual impairment on health, function and mortality.",
            "abstract": "## BACKGROUND AND AIMS\nOur aim was to determine the impact of visual impairment on self-rated health, function and mortality amongst a community-dwelling elderly cohort.\n## METHODS\nThe study design was prospective and longitudinal, subjects being taken from an age-homogeneous, community-dwelling cohort comprising 452 subjects aged 70 in 1990 and 839 subjects aged 77 in 1998. Comprehensive data were collected by structured interviews and medical examinations carried out during home visits. Data included each subject's demographic and socio-economic profile, medical history, physical findings, functional status and self-rated health status. Visual acuity was measured using a Snellen chart and visual impairment was defined as best-eye corrected visual acuity of 20/40 or worse on Snellen chart testing.\n## RESULTS\nMeasured and self-reported visual impairment correlated closely, and were significantly more prevalent amongst subjects with low education and poor financial status. Visually impaired subjects showed significantly greater dependence in ADL and IADL, poor self-rated health, less ability to rely on friends, increased loneliness and, in men aged 77, increased visits to the emergency room and hospital admissions. Visual impairment at age 70 significantly predicted poor self-rated health (p=0.029, OR 2.36, 95% CI 1.09-5.10), dependence in ADL (p=0.007, OR 2.91, 95% CI 1.34-6.33), general tiredness (p=0.037, OR 2.40, 95% CI 1.06-5.44), and mortality, with a two-and-a-half-fold increase in risk of death at seven years (p=0.0017,OR 2.84, 95% CI 1.48-5.46).\n## CONCLUSIONS\nVisual impairment in the elderly increases the risk of social, functional and medical decline.\n",
            "in_text_citation": "Jacobs et al., 2005",
            "footnote": 33
        },
        {
            "title": "Direct and indirect effects of visual impairment on mortality risk in older persons.",
            "abstract": "## OBJECTIVE\nTo investigate pathways from visual impairment to increased all-cause mortality in older persons.\n## METHODS\nThe Blue Mountains Eye Study examined 3654 persons 49 years and older (82.4% response) during 1992-1994 and after 5 and 10 years. Australian National Death Index data confirmed deaths until 2005. Visual impairment was defined as presenting, correctable, and noncorrectable, using better-eye visual acuity. Associations between visual impairment and mortality risk were estimated using Cox regression and structural equation modeling.\n## RESULTS\nAfter 13 years, 1273 participants had died. Adjusting for mortality risk markers, higher mortality was associated with noncorrectable visual impairment (hazard ratio [HR], 1.35; 95% confidence interval [CI], 1.04-1.75). This association was stronger for ages younger than 75 years (HR, 2.58; 95% CI, 1.42-4.69). Structural equation modeling revealed greater effects of noncorrectable visual impairment on mortality risk (HR, 5.25; 95% CI, 1.97-14.01 for baseline ages <75 years), with both direct (HR, 2.16; 95% CI, 1.11-4.23) and indirect (HR, 2.43; 95% CI, 1.17-5.03) effects. Of mortality risk markers examined, only disability in walking demonstrated a significant indirect pathway for the link between visual impairment and mortality.\n## CONCLUSIONS\nVisual impairment predicted mortality by both direct and indirect pathways, particularly for persons younger than 75 years with noncorrectable visual impairment. Disability in walking, which can substantially influence general health, represented a major indirect pathway.\n",
            "in_text_citation": "Karpa et al., 2009",
            "footnote": 30
        },
        {
            "title": "Cataract, visual impairment and long-term mortality in a rural cohort in India: the Andhra Pradesh Eye Disease Study.",
            "abstract": "## BACKGROUND\nA large-scale prevalence survey of blindness and visual impairment (The Andhra Pradesh Eye Diseases Study [APEDS1]) was conducted between 1996-2000 on 10,293 individuals of all ages in three rural and one urban clusters in Andhra Pradesh, Southern India. More than a decade later (June 2009-March 2010), APEDS1 participants in rural clusters were traced (termed APEDS2) to determine ocular risk factors for mortality in this longitudinal cohort.\n## METHODS AND FINDINGS\nMortality hazard ratio (HR) analysis was performed for those aged >30 years at APEDS1, using Cox proportional hazard regression models to identify associations between ocular exposures and risk of mortality. Blindness and visual impairment (VI) were defined using Indian definitions. 799/4,188 (19.1%) participants had died and 308 (7.3%) had migrated. Mortality was higher in males than females (p<0.001). In multivariable analysis, after adjusting for age, gender, diabetes, hypertension, body mass index, smoking and education status the mortality HR was 1.9 (95% CI: 1.5-2.5) for blindness; 1.4 (95% CI: 1.2-1.7) for VI; 1.8 (95% CI: 1.4-2.3) for pure nuclear cataract, 1.5 (95% CI: 1.1-2.1) for pure cortical cataract; 1.96 (95% CI: 1.6-2.4) for mixed cataract, 2.0 (95% CI: 1.4-2.9) for history of cataract surgery, and 1.58 (95% CI: 1.3-1.9) for any cataract. When all these factors were included in the model, the HRs were attenuated, being 1.5 (95% CI: 1.1-2.0) for blindness and 1.2 (95% CI: 0.9-1.5) for VI. For lens type, the HRs were as follows: pure nuclear cataract, 1.6 (95% CI: 1.3-2.1); pure cortical cataract, 1.5 (95% CI: 1.1-2.1); mixed cataract, 1.8 (95% CI: 1.4-2.2), and history of previous cataract surgery, 1.8 (95% CI: 1.3-2.6).\n## CONCLUSIONS\nAll types of cataract, history of cataract surgery and VI had an increased risk of mortality that further suggests that these could be potential markers of ageing.\n",
            "in_text_citation": "Khanna et al., 2013",
            "footnote": 27
        },
        {
            "title": "Modification of the Association between Visual Impairment and Mortality by Physical Activity: A Cohort Study among the Korean National Health Examinees.",
            "abstract": "The association between visual impairment and higher mortality remains unclear. In addition, evidence is lacking on the interaction between visual function and physical activity on mortality. We used data of individuals with no disability or with visual impairment among those who participated in the National Health Screening Program in Korea in 2009 or 2010. We constructed Cox proportional hazard models adjusted for potential confounders to evaluate the independent association between visual impairment and mortality. More severe visual impairment was associated with higher all-cause mortality (\n",
            "in_text_citation": "Kim et al., 2019a",
            "footnote": 6
        },
        {
            "title": "Age-related eye disease, visual impairment, and survival: the Beaver Dam Eye Study.",
            "abstract": "## OBJECTIVE\nTo investigate the relationship of age-related maculopathy, cataract, glaucoma, visual impairment, and diabetic retinopathy to survival during a 14-year period.\n## METHODS\nPersons ranging in age from 43 to 84 years in the period from September 15, 1987, to May 4, 1988, participated in the baseline examination of the population-based Beaver Dam Eye Study (n = 4926). Standardized protocols, including photography, were used to determine the presence of ocular disease. Survival was followed using standardized protocols.\n## RESULTS\nAs of December 31, 2002, 32% of the baseline population had died (median follow-up, 13.2 years). After adjusting for age, sex, and systemic and lifestyle factors, poorer survival was associated with cortical cataract (hazard ratio [HR], 1.21; 95% confidence interval [CI], 1.06-1.37), any cataract (HR, 1.16; 95% CI, 1.03-1.32), diabetic retinopathy (HR per 1-step increase in 4-level severity, 1.36; 95% CI, 1.14-1.63), and visual impairment (HR, 1.24; 95% CI, 1.04-1.48) and marginally associated with increasing severity of nuclear sclerosis (HR, 1.07; 95% CI, 0.99-1.16). Age-related maculopathy and glaucoma were not associated with poorer survival. Associations tended to be slightly stronger in men than women.\n## CONCLUSIONS\nCataract, diabetic retinopathy, and visual impairment were associated with poorer survival and not explained by traditional risk factors for mortality. These ocular conditions may serve as markers for mortality in the general population.\n",
            "in_text_citation": "Knudtson et al., 2006",
            "footnote": 36
        },
        {
            "title": "Visual acuity and mortality in older people and factors on the pathway.",
            "abstract": "## PURPOSE\nTo examine vision as a predictor of mortality in older people and the role of mobility, depressed mood, chronic diseases, body mass index, physical activity and injurious accidents in this possible association.\n## METHODS\n223 persons aged 75 and 193 persons aged 80 years at the baseline participated in visual acuity measurements. Visual acuity (VA) of < 0.3 in the better eye was defined as visual impairment, VA of > or = 0.3 but < or = 0.5 as lowered vision and VA > 0.5 as normal VA. Death dates were received from the official register. Cox regression models were used to determine the relative risks of mortality and to study what factors lie on the pathway from poor vision to mortality.\n## RESULTS\nOver the 10-year follow-up, 107 (48%) persons aged 75 years and 138 (72%) aged 80 years at the baseline died. The risk for mortality among the 75-year-olds with lowered vision was 1.98 (95 % CI 1.25-3.13) and with visual impairment 1.90 (95% CI 1.12-3.20) compared to those with normal VA. Lower walking speed, physical inactivity, cardiovascular diseases, injurious accidents, diabetes and depressed mood each attenuated the risk markedly. Nevertheless, lowered vision remained a significant predictor of mortality even after including all these variables in the model. Among the 80-year-olds vision did not correlate with mortality.\n## CONCLUSIONS\nLowered vision and severe visual impairment predicted mortality in the 75-year-old but not 80-year-old population. The increased risk was partially explained by lower walking speed, physical inactivity, cardiovascular diseases, depressed mood, diabetes and injurious accidents.\n",
            "in_text_citation": "Kulmala et al., 2008",
            "footnote": 21
        },
        {
            "title": "Mortality during 6 years of follow-up in relation to visual impairment and eye disease: results from a population-based cohort study of people aged 50 years and above in Nakuru, Kenya.",
            "abstract": "## OBJECTIVE\nTo estimate the association between (1) visual impairment (VI) and (2) eye disease and 6-year mortality risk within a cohort of elderly Kenyan people.\n## DESIGN, SETTING AND PARTICIPANTS\nThe baseline of the Nakuru Posterior Segment Eye Disease Study was formed from a population-based survey of 4318 participants aged ≥50 years, enrolled in 2007-2008. Ophthalmic and anthropometric examinations were undertaken on all participants at baseline, and a questionnaire was administered, including medical and ophthalmic history. Participants were retraced in 2013-2014 for a second examination. Vital status was recorded for all participants through information from community members. Cumulative incidence of mortality, and its relationship with baseline VI and types of eye disease was estimated. Inverse probability weighting was used to adjust for non-participation.\n## PRIMARY OUTCOME MEASURES\nCumulative incidence of mortality in relation to VI level at baseline.\n## RESULTS\nOf the baseline sample, 2170 (50%) were re-examined at follow-up and 407 (10%) were known to have died (adjusted risk of 11.9% over 6 years). Compared to those with normal vision (visual acuity (VA) ≥6/12, risk=9.7%), the 6-year mortality risk was higher among people with VI (<6/18 to ≥6/60; risk=28.3%; risk ratio (RR) 1.75, 95% CI 1.28 to 2.40) or severe VI (SVI)/blindness (<6/60; risk=34.9%; RR 1.98, 95% CI 1.04 to 3.80). These associations remained after adjustment for non-communicable disease (NCD) risk factors (mortality: RR 1.56, 95% CI 1.14 to 2.15; SVI/blind: RR 1.46, 95% CI 0.80 to 2.68). Mortality risk was also associated with presence of diabetic retinopathy at baseline (RR 3.18, 95% CI 1.98 to 5.09), cataract (RR 1.26, 95% CI 0.95 to 1.66) and presence of both cataract and VI (RR 1.57, 95% CI 1.24 to 1.98). Mortality risk was higher among people with age-related macular degeneration at baseline (with or without VI), compared with those without (RR 1.42, 95% CI 0.91 to 2.22 and RR 1.34, 95% CI 0.99 to 1.81, respectively).\n## CONCLUSIONS\nVisual acuity was related to 6-year mortality risk in this cohort of elderly Kenyan people, potentially because both VI and mortality are related to ageing and risk factors for NCD.\n",
            "in_text_citation": "Kuper et al., 2019b",
            "footnote": 5
        },
        {
            "title": "Distance visual acuity impairment and survival in African Americans and non-Hispanic Whites.",
            "abstract": "## BACKGROUND\nRegional studies conducted in the United States have shown associations between visual impairment and shorter survival in non-Hispanic Whites.\n## OBJECTIVE\nTo examine associations between visual impairment and mortality in a nationally representative sample of African Americans and non-Hispanic Whites residing in the United States.\n## DESIGN\nMortality linkage with participants from the 1974-1975 National Health and Nutrition Examination Augmentation Survey was performed by the National Center for Health Statistics in 1992.\n## SUBJECTS\nComplete data were available on 245 African Americans and 2571 non-Hispanic Whites.\n## METHODS\nUncorrected binocular distance visual acuity was assessed using Sloan letter charts. Usual-corrected visual acuity was then obtained with participants wearing glasses or contact lenses, if any. Analytical methods included Cox regression models with adjustment for sample weights and design effects as well as age, gender, smoking status, and self-rated health.\n## RESULTS\nMultivariate survival analyses found a significant interaction between race and visual impairment status; consequently, race-specific analyses were performed. There were no significant associations between uncorrected binocular visual acuity impairment (20/50 or worse) and all-cause mortality or cancer mortality. There was no significant association between impaired uncorrected acuity and cardiovascular disease mortality in African Americans (Hazard Ratio=0.67, 95% CI: 0.35-1.26), but this association was significant in non-Hispanic Whites (Hazard Ratio=1.21, 95% CI: 1.01-1.45). In multivariate models, within race groups, impaired usual-corrected visual acuity was not associated with an increased risk of all-cause mortality or mortality due to cancer or cardiovascular disease.\n## CONCLUSIONS\nUncorrected and usual-corrected binocular distance visual impairment is not associated with all-cause mortality or cancer mortality. Cardiovascular disease mortality risk may be slightly higher in non-Hispanic Whites with uncorrected visual acuity impairment.\n",
            "in_text_citation": "Lee et al., 2003",
            "footnote": 40
        },
        {
            "title": "Visual impairment and mortality in a rural adult population (the Southern Harbin eye study).",
            "abstract": "## PURPOSE\nTo evaluate the association between visual acuity (VA) and 4-year mortality in an older population-based cohort.\n## METHODS\nFive thousand and fifty-seven persons aged 50 to 96 years (91.0% of the eligible population) residents of the Southern Harbin, Heilongjiang Provence, China participated in the study. At baseline (2006), the main ocular diseases were diagnosed from a basic ocular examination including presenting and best-corrected VA. Of the 5,057 participants in the baseline survey, those who died after the study were identified and the death certificate was checked. The physicians in charge of the health of the village population were asked for the presumed cause of death. The rate of death was determined in the follow-up survey in 2010. We evaluated the association of visual impairment (VI) and mortality using multiple logistic regression.\n## RESULTS\nBetween the baseline examination and the censoring cutpoint study, a total of 214 subjects (4.2%) were dead. Females with VI were less likely to have died relative to male gender with VI (P<0.05). Compared with participants who reported better presenting VA (VA ≥ 20/60), the risk of mortality was significantly higher for those reporting moderate VI (20/400 ≤ VA < 20/60) (Odds Ratio [OR], 2.1; 95% confidence interval [CI],1-4.1) and those reporting severe VI (VA < 20/400) (OR,3.6; 95% CI, 2.0-6.6). Similar associations were obtained for best-corrected VA in the better eye (OR, 3.1; 95% CI: 1.5-6.4 and 3.9; 95%CI: 2.1-7.2, respectively).\n## CONCLUSION\nIn this Chinese population-based cohort we found that visual impairment predicted a significantly elevated mortality.\n",
            "in_text_citation": "Li et al., 2011",
            "footnote": 26
        },
        {
            "title": "Cognitive Performance Concomitant With Vision Acuity Predicts 13-Year Risk for Mortality.",
            "abstract": "Objective: To assess the joint impact of cognitive performance and visual acuity on mortality over 13-year follow-up in a representative US sample. Methods: Data from National Health and Nutrition Examination Survey (NHANES) participants (≥18 years old) were linked with the death record data of the National Death Index (NDI) with mortality follow-up through December 31, 2011. Cognitive performance was evaluated by the Digit Symbol Substitution Test (DSST) and cognitive performance impairment was defined as the DSST score equal to or less than the median value in the study population. Visual impairment (VI) was defined as presenting visual acuity worse than 20/40 in the better-seeing eye. Risks of all-cause and specific-cause mortality were estimated with Cox proportional hazards models after adjusting for confounders. Results: A total of 2,550 participants 60 years and older from two waves of (NHANES, 1999-2000, 2001-2002) were included in the current analysis. Over a median follow-up period of 9.92 years, 952 (35.2%) died of all causes, of whom 239 (23.1%), 224 (24.0%), and 489 (52.9%) died from cardiovascular disease (CVD), cancer, and non-CVD/non-cancer mortality, respectively. Cognitive performance impairment and VI increased the odds for mortality. Co-presence of VI among cognitive impaired elderly persons predicted nearly a threefold increased risk of all-cause mortality [hazard ratios (HRs), 2.74; 95% confidence interval (CI), 2.02-3.70; P < 0.001) and almost a fourfold higher risk of non-CVD/non-cancer mortality (HR, 3.72; 95% CI, 2.30-6.00; P < 0.001) compared to having neither impairment. Conclusion: People aged 60 years and over with poorer cognitive performance were at higher risk of long-term mortality, and were especially vulnerable to further mortality when concomitant with VI. It is informative for clinical implication in terms of early preventive interventions.",
            "in_text_citation": "Liao et al., 2019c",
            "footnote": 8
        },
        {
            "title": "Sensory Impairment, Functional Balance and Physical Activity With All-Cause Mortality.",
            "abstract": "## OBJECTIVE\nNo study has comprehensively examined the independent and combined effects of sensory impairment, physical activity and balance on mortality risk, which was this study's purpose.\n## METHODS\nData from the population-based 2003-2004 National Health and Nutrition Examination Survey (NHANES) was used, with follow-up through 2011. Physical activity was assessed via accelerometry. Balance was assessed via the Romberg test. Peripheral neuropathy was assessed objectively using a standard monofilament. Visual impairment was objectively assessed using an autorefractor. Hearing impairment was assessed via self-report. A 5-level index variable (higher score is worse) was calculated based on the participant's degree of sensory impairment, dysfunctional balance and physical inactivity.\n## RESULTS\nAmong the 1658 participants (age 40-85 yrs), 228 died during the median follow-up period of 92 months. Hearing (Hazard Ratio [HR] = 1.18; P = .40), vision (HR = 1.17; P = .58) and peripheral neuropathy (HR = 1.06; P = .71) were not independently associated with all-cause mortality, but physical activity (HR = 0.97; P = .01) and functional balance (HR = 0.59; P = .03) were. Compared with those with an index score of 0, the HR (95% CI) for those with an index score of 1 to 3, respectively, were 1.20 (0.46-3.13), 2.63 (1.08-6.40) and 2.88 (1.36-6.06).\n## CONCLUSIONS\nPhysical activity and functional balance are independent contributors to survival.\n",
            "in_text_citation": "Loprinzi et al., 2016",
            "footnote": 9
        },
        {
            "title": "Non-standard vision measures predict mortality in elders: the Smith-Kettlewell Institute (SKI) study.",
            "abstract": "## PURPOSE\nTo determine which vision tests predict mortality within 10 years in a community-based elderly sample.\n## METHODS\nNine hundred residents of Marin County, California 58 to 101 years of age (mean 75 years at baseline), underwent a battery of tests, including high contrast acuity, low contrast acuity, low contrast/low luminance acuity, acuity in glare, contrast sensitivity, color vision, stereopsis, standard and attentional fields. The association between the vision tests and mortality within 10 years of baseline was assessed with Cox Proportional Hazards models controlling for age, sex, education level, depression, cognitive status and self-reported medical conditions.\n## RESULTS\nForty-three percent of the sample died within 10 years of baseline. When controlling for mortality-related covariates, impairment in any of the vision measures was associated with increased risk of death. However, non-standard vision measures (ie, impairment in low contrast/low luminance acuity, standard field integrity and the impact of the attentional task on field integrity) were more highly associated with mortality than standard high contrast acuity.\n## CONCLUSIONS\nIn agreement with other studies, we find that visual impairment is a significant predictor of death. However, the strongest relationship was found for measures other than high contrast acuity. These results suggest that non-standard vision measures may be more sensitive indicators of generalized aging in the most elderly.\n",
            "in_text_citation": "Lott et al., 2010",
            "footnote": 25
        },
        {
            "title": "Association of Visual Impairment and All-Cause 10-Year Mortality Among Indigenous Australian Individuals Within Central Australia: The Central Australian Ocular Health Study.",
            "abstract": "## IMPORTANCE\nIt is well established from different population-based studies that visual impairment is associated with increased mortality rate. However, to our knowledge, the association of visual impairment with increased mortality rate has not been reported among indigenous Australian individuals.\n## OBJECTIVE\nTo assess the association between visual impairment and 10-year mortality risk among the remote indigenous Australian population.\n## DESIGN, SETTING, AND PARTICIPANTS\nProspective cohort study recruiting indigenous Australian individuals from 30 remote communities located within the central Australian statistical local area over a 36-month period between July 2005 and June 2008. The data were analyzed in January 2017.\n## EXPOSURES\nVisual acuity, slitlamp biomicroscopy, and fundus examination were performed on all patients at recruitment. Visual impairment was defined as a visual acuity of less than 6/12 in the better eye.\n## MAIN OUTCOMES AND MEASURES\nMortality rate and mortality cause were obtained at 10 years, and statistical analyses were performed. Hazard ratios for 10-year mortality with 95% confidence intervals are presented.\n## RESULTS\nOne thousand three hundred forty-seven patients were recruited from a total target population number of 2014. The mean (SD) age was 56 (11) years, and 62% were women. The total all-cause mortality was found to be 29.3% at 10 years. This varied from 21.1% among those without visual impairment to 48.5% among those with visual impairment. After adjustment for age, sex, and the presence of diabetes and hypertension, those with visual impairment were 40% more likely to die (hazard ratio, 1.40; 95% CI, 1.16-1.70; P = .001) during the 10-year follow-up period compared with those with normal vision.\n## CONCLUSIONS AND RELEVANCE\nBilateral visual impairment among remote indigenous Australian individuals was associated with 40% higher 10-year mortality risk compared with those who were not visually impaired. Resource allocation toward improving visual acuity may therefore aid in closing the gap in mortality outcomes between indigenous and nonindigenous Australian individuals.\n",
            "in_text_citation": "Ng et al., 2018",
            "footnote": 10
        },
        {
            "title": "Association of Mortality with Ocular Diseases and Visual Impairment in the Age-Related Eye Disease Study 2: Age-Related Eye Disease Study 2 Report Number 13.",
            "abstract": "## PURPOSE\nTo evaluate the association of mortality with visual acuity (VA) impairment, age-related macular degeneration (AMD), and cataract surgery.\n## DESIGN\nCohort study.\n## PARTICIPANTS\nParticipants with at least intermediate AMD enrolled in a randomized controlled clinical trial of lutein/zeaxanthin and/or omega-3 fatty acids, the Age-Related Eye Disease Study 2 (AREDS2), for treatment of AMD and cataract.\n## METHODS\nBaseline and annual eye examinations included best-corrected visual acuity (BCVA) assessments, slit-lamp examinations, and stereoscopic fundus photographs that were centrally graded for development of late AMD (central geographic atrophy or neovascular AMD) or pseudophakia. Cause-specific mortality was determined on the basis of the International Classification of Diseases 9th or 10th Revision codes. Risk of all-cause and cause-specific mortality was assessed with Cox proportional hazards models adjusted for age, sex, AMD severity, VA, history of cataract surgery, and assigned AREDS2 study treatment. Analyses included baseline covariates: race, education, smoking status, diabetes, and cardiovascular disease.\n## RESULTS\nDuring follow-up (median 5 years), 368 (9%) of the 4203 AREDS2 participants died. Participants with neovascular AMD in 1 eye at baseline had a statistically significant increased risk for mortality compared with participants with no or few drusen (hazard ratio [HR], 1.56; 95% confidence interval [CI], 1.21-2.01; P < 0.001). Poorer survival was associated with bilateral cataract surgery before enrollment compared with baseline bilateral phakia (HR, 1.63; 95% CI, 1.29-2.07; P < 0.001) and with BCVA of less than 20/40 compared with participants with 20/40 or better (HR, 1.56; 95% CI, 1.06-2.30; P = 0.024), adjusted for age, sex, and statistically significant covariates. Participants who received antivascular endothelial growth factor therapies for neovascular AMD had decreased mortality compared with those who did not (HR, 0.71; 95% CI, 0.57-0.88; P = 0.002). The association between all-cause mortality and AREDS2 treatment whether assessing the main or individual treatment effect was not significantly different (omega-3 fatty acids main effect HR, 1.18; 95% CI, 0.96-1.45; P = 0.12; lutein/zeaxanthin main effect HR, 1.04; 95% CI, 0.85-1.28; P = 0.71).\n## CONCLUSIONS\nIn AREDS2, the presence of late AMD, bilateral cataract surgery, and VA less than 20/40 was associated with decreased survival. However, oral supplementation with omega-3 fatty acids, lutein plus zeaxanthin, zinc, or beta-carotene had no statistically significant impact on mortality.\n",
            "in_text_citation": "Papudesu et al., 2018",
            "footnote": 7
        },
        {
            "title": "Visual acuity, contrast sensitivity, and mortality in older women: Study of osteoporotic fractures.",
            "abstract": "## OBJECTIVES\nTo determine whether poorer visual acuity and contrast sensitivity are independent risk factors for all-cause and traumatic mortality in older women.\n## DESIGN\nTwelve-year prospective cohort study (1986-2003).\n## SETTING\nFour U.S. clinical centers.\n## PARTICIPANTS\nNine thousand seven hundred four postmenopausal white women aged 65 and older.\n## MEASUREMENTS\nHabitually corrected binocular visual acuity and low- and high-frequency contrast sensitivity were measured at baseline using a standard protocol. A study physician adjudicated the primary cause of death from death certificates and medical record review.\n## RESULTS\nDuring an average of 12.2 years of follow-up, 3,427 women died (35%), 72 (0.7%) from traumatic events. In multivariate models adjusted for age, chronic medical problems, and smoking, all-cause mortality risk was 19% greater for persons in the worst quartile of visual acuity than for those in the best (hazard ratio (HR) = 1.19, P = .008) and 39% greater for persons with the worst contrast sensitivity (HR = 1.39, P < .001) than for those with the best. Traumatic mortality risk was 2.4 times greater for women with the worst contrast sensitivity than for those with the best (HR = 2.44, P = .03).\n## CONCLUSION\nPoorer visual acuity and contrast sensitivity are associated with greater risk of traumatic and all-cause mortality in older women, even after controlling for demographic and clinical characteristics. Although further research is necessary to determine how treating reversible causes of visual impairment or improving current refraction affects mortality in older women, clinical detection and follow-up of these visual impairments holds promise for identifying those who are at risk of mortality from other systemic conditions.\n",
            "in_text_citation": "Pedula et al., 2006",
            "footnote": 22
        },
        {
            "title": "Impact of Visual Impairment and Eye diseases on Mortality: the Singapore Malay Eye Study (SiMES).",
            "abstract": "We investigated the relationship of visual impairment (VI) and age-related eye diseases with mortality in a prospective, population-based cohort study of 3,280 Malay adults aged 40-80 years between 2004-2006. Participants underwent a full ophthalmic examination and standardized lens and fundus photographic grading. Visual acuity was measured using logMAR chart. VI was defined as presenting (PVA) and best-corrected (BCVA) visual acuity worse than 0.30 logMAR in the better-seeing eye. Participants were linked with mortality records until 2012. During follow-up (median 7.24 years), 398 (12.2%) persons died. In Cox proportional-hazards models adjusting for relevant factors, participants with VI (PVA) had higher all-cause mortality (hazard ratio[HR], 1.57; 95% confidence interval[CI], 1.25-1.96) and cardiovascular (CVD) mortality (HR 1.75; 95% CI, 1.24-2.49) than participants without. Diabetic retinopathy (DR) was associated with increased all-cause (HR 1.70; 95% CI, 1.25-2.36) and CVD mortality (HR 1.57; 95% CI, 1.05-2.43). Retinal vein occlusion (RVO) was associated with increased CVD mortality (HR 3.14; 95% CI, 1.26-7.73). No significant associations were observed between cataract, glaucoma and age-related macular degeneration with mortality. We conclude that persons with VI were more likely to die than persons without. DR and RVO are markers of CVD mortality.\n",
            "in_text_citation": "Siantar et al., 2015",
            "footnote": 28
        },
        {
            "title": "Vision impairment predicts five-year mortality.",
            "abstract": "## PURPOSE\nTo describe predictors of mortality in the 5-year follow-up of the Melbourne Visual Impairment Project (VIP) cohort.\n## METHODS\nThe Melbourne VIP was a population-based study of the distribution and determinants of age-related eye disease in a cluster random sample of Melbourne residents aged 40 years and older. Baseline examinations were conducted between 1992 and 1994. In 1997, 5-year follow-up examinations of the original cohort commenced. Causes of death were obtained from the National Death Index for all reported deaths.\n## RESULTS\nOf the original 3,271 participants, 231 (7.1%) were reported to have died in the intervening 5 years. Of the remaining 3,040 participants eligible to return for follow-up examinations, 2,594 (85% of eligible) did participate, 51 (2%) had moved interstate or overseas, 83 (3%) could not be traced, and 312 (10%) refused to participate. Best corrected visual acuity < 6/12 and cortical cataract were associated with a significantly increased risk of mortality, as were increasing age, male sex, increased duration of cigarette smoking, increased duration of hypertension, and arthritis.\n## CONCLUSIONS\nEven mild visual impairment increases the risk of death more than twofold.\n",
            "in_text_citation": "Taylor et al., 2000",
            "footnote": 35
        },
        {
            "title": "Cause-specific visual impairment and mortality: results from a population-based study of older people in the United Kingdom.",
            "abstract": "## OBJECTIVE\nTo assess the association between mortality and cause-specific visual impairment in older people.\n## METHODS\nVisual acuity and causes of visual impairment were collected in 13 569 participants 75 years and older participating in a randomized trial of health screening. Participants were followed up for mortality for a median of 6.1 years.\n## RESULTS\nCompared with those with 6/6 (or 20/20 Snellen) or better visual acuity, the age- and sex-adjusted rate ratio for visually impaired people (binocular visual acuity <6/18 or <20/60 Snellen) was 1.60 (95% confidence interval, 1.47-1.74), which was markedly attenuated (rate ratio, 1.17; 95% confidence interval, 1.07-1.27) after adjustment for confounding factors. People whose visual impairment was due to cataract or age-related macular degeneration had excess risks of all-cause and cardiovascular mortality, which disappeared after adjustment. People with refractive error remained at small risk, despite adjustment, probably owing to residual confounding from factors associated with minimal use of eye services rather than underlying eye disease. There were no associations with cancer mortality.\n## CONCLUSION\nAssociations reported for visual impairment and mortality or for specific causes of visual impairment reflect confounding by comorbidities, risk factors, and other factors related to susceptibility to death rather than an independent biological association of vision problems or specific eye diseases.\n",
            "in_text_citation": "Thiagarajan et al., 2005",
            "footnote": 19
        },
        {
            "title": "The association between visual impairment and mortality in elderly people.",
            "abstract": "By linking together the results from two surveys of elderly people in an English community it has been possible to consider visual impairment as a possible risk factor for mortality in people aged 75 years and over. Although minor degrees of visual impairment are associated with an increased mortality rate, blind people survive better than those with less serious visual impairments. Associations are considered between visual impairment and other known risk factors for mortality in the elderly. Visual impairment is shown to be associated with degree of social contact, whether a person lives alone, dementia score, physical activity score and number of unmet needs.\n",
            "in_text_citation": "Thompson et al., 1989",
            "footnote": 24
        },
        {
            "title": "Ocular diseases and 10-year mortality: the Beijing Eye Study 2001/2011.",
            "abstract": "## PURPOSE\nTo examine the relationship between major ocular diseases and mortality.\n## METHODS\nThe population-based longitudinal study Beijing Eye Study was performed in 2001 and repeated in 2011. The participants underwent a detailed ophthalmic examination at baseline in 2001.\n## RESULTS\nOf 4439 subjects examined in 2001, 2695 (60.7%) subjects returned for the follow-up examination in 2011, while 379 (8.5%) subjects were dead and 1365 (30.8%) subjects were alive, however, did not agree to be re-examined. In multivariate regression analysis, mortality was significantly associated with the systemic parameters of older age (p < 0.001; Odds ratio (OR): 1.07; 95% confidence interval (CI): 1.05, 1.09), male gender (p < 0.001; OR: 0.56; 95% CI: 0.40, 0.78), lower level of education (p < 0.001; OR: 0.66; 95% CI: 0.59, 0.74) and smoking (p < 0.001; OR: 1.84; 95% CI: 1.36, 2.49) and with the ocular parameters of presence of diabetic retinopathy (p = 0.002; OR: 2.26; 95% CI: 1.34, 3.81), non-glaucomatous optic nerve damage (p = 0.001; OR: 4.90; 95% CI: 1.90, 12.7) and higher degree of nuclear cataract (p = 0.002; OR: 1.29; 95% CI: 1.10, 1.52). In that model, mortality was not significantly (all p > 0.05) associated with refractive error, cortical or subcapsular posterior cataract, intraocular pressure, best corrected visual acuity, visual field defects, prevalence of age-related macular degeneration, retinal vein occlusions, open-angle glaucoma and angle-closure glaucoma.\n## CONCLUSIONS\nAfter adjustment for age, gender, level of education and smoking, mortality was significantly higher in subjects with diabetic retinopathy, non-glaucomatous optic nerve damage and nuclear cataract. Other major ophthalmic parameters and disorders such as hyperopia, myopia, high myopia, pterygium, age-related macular degeneration, retinal vein occlusion, glaucoma and cortical or nuclear cataract were not significantly associated with mortality in the multivariate analysis.\n",
            "in_text_citation": "Wang et al., 2014",
            "footnote": 32
        }
    ]
}