{
    "citations": [
        {
            "footnote": 19,
            "title": "Mental health status as a predictor of morbidity and mortality: a 15-year follow-up of members of a health maintenance organization.",
            "in_text_citation": "Vogt et al., 1994"
        },
        {
            "footnote": 20,
            "title": "Change in depression as a precursor of cardiovascular events.",
            "in_text_citation": "Wassertheil-Smoller et al., 1996"
        },
        {
            "footnote": 21,
            "title": "Depressive symptoms and increased risk of stroke mortality over a 29-year period.",
            "in_text_citation": "Everson et al., 1998a"
        },
        {
            "footnote": 16,
            "title": "Risk Factors for Ischemic Stroke: Dubbo Study of the Elderly.",
            "in_text_citation": "Simons et al., 1998"
        },
        {
            "footnote": 17,
            "title": "Association between depressive symptoms and mortality in older women.",
            "in_text_citation": "Whooley et al., 1998"
        },
        {
            "footnote": 22,
            "title": "Symptoms of depression as a prospective risk factor for stroke.",
            "in_text_citation": "Jonas et al., 2000"
        },
        {
            "footnote": 23,
            "title": "Depressive disorder, dysthymia, and risk of stroke: thirteen-year follow-up from the Baltimore Epidemiologic Catchment Area Study.",
            "in_text_citation": "Larson et al., 2001a"
        },
        {
            "footnote": 24,
            "title": "Prospective study of depressive symptoms and risk of stroke among Japanese.",
            "in_text_citation": "Ohira et al., 2001"
        },
        {
            "footnote": 25,
            "title": "The association between emotional well-being and the incidence of stroke in older adults.",
            "in_text_citation": "Ostir et al., 2001"
        },
        {
            "footnote": 26,
            "title": "Does psychological distress predict the risk of ischemic stroke and transient ischemic attack? The Caerphilly Study.",
            "in_text_citation": "May et al., 2002"
        },
        {
            "footnote": 27,
            "title": "The differential influence of distinct clusters of psychiatric symptoms, as assessed by the general health questionnaire, on cause of death in older persons living in a rural community of Japan.",
            "in_text_citation": "Yasuda et al., 2002"
        },
        {
            "footnote": 28,
            "title": "Depression and cardiovascular sequelae in postmenopausal women.",
            "in_text_citation": "Wassertheil-Smoller et al., 2004"
        },
        {
            "footnote": 29,
            "title": "Depressive symptoms and mortality in men: results from the Multiple Risk Factor Intervention Trial.",
            "in_text_citation": "Gump et al., 2005"
        },
        {
            "footnote": 30,
            "title": "Socioeconomic status and stroke incidence in the US elderly: The role of risk factors in the EPESE study.",
            "in_text_citation": "Avendano et al., 2006"
        },
        {
            "footnote": 31,
            "title": "Personality, lifestyle, and risk of cardiovascular disease and cancer: follow-up of population based cohort.",
            "in_text_citation": "Stürmer et al., 2006"
        },
        {
            "footnote": 32,
            "title": "Depressive symptoms, inflammation, and ischemic stroke in older adults: a prospective analysis in the cardiovascular health study.",
            "in_text_citation": "Arbelaez et al., 2007"
        },
        {
            "footnote": 33,
            "title": "Survival rate and causes of mortality in the elderly with depression: a 15-year prospective study of a Japanese community sample, the Matsunoyama-Niigata suicide prevention project.",
            "in_text_citation": "Kawamura et al., 2007"
        },
        {
            "footnote": 34,
            "title": "Depressive symptoms and risk of stroke: the Framingham Study.",
            "in_text_citation": "Salaycik et al., 2007"
        },
        {
            "footnote": 35,
            "title": "Depressive symptoms and risk of stroke: the Rotterdam Study.",
            "in_text_citation": "Bos et al., 2008"
        },
        {
            "footnote": 36,
            "title": "Severely depressed young patients have over five times increased risk for stroke: a 5-year follow-up study.",
            "in_text_citation": "Lee et al., 2008"
        },
        {
            "footnote": 37,
            "title": "Depression as a risk factor for the incidence of first-ever stroke in 85-year-olds.",
            "in_text_citation": "Liebetrau et al., 2008"
        },
        {
            "footnote": 38,
            "title": "Psychological distress, major depressive disorder, and risk of stroke.",
            "in_text_citation": "Surtees et al., 2008"
        },
        {
            "footnote": 39,
            "title": "Depressive symptoms, health behaviors, and risk of cardiovascular events in patients with coronary heart disease.",
            "in_text_citation": "Whooley et al., 2008"
        },
        {
            "footnote": 40,
            "title": "Cardiac disease, depressive symptoms, and incident stroke in an elderly population.",
            "in_text_citation": "Wouts et al., 2008"
        },
        {
            "footnote": 41,
            "title": "Depressive symptoms predict incident stroke independently of memory impairments.",
            "in_text_citation": "Glymour et al., 2010"
        },
        {
            "footnote": 42,
            "title": "Does depression predict coronary heart disease and cerebrovascular disease equally well?",
            "in_text_citation": "Nabi et al., 2010"
        },
        {
            "footnote": 43,
            "title": "Association of depression with subsequent mortality, cardiovascular morbidity and incident dementia in people aged 80 and over and suffering from hypertension.",
            "in_text_citation": "Peters et al., 2010"
        },
        {
            "footnote": 18,
            "title": "Depression and incident stroke in women.",
            "in_text_citation": "Pan et al., 2011"
        }
    ]
}