{
    "key_references": [
        {
            "title": "Mental health status as a predictor of morbidity and mortality: a 15-year follow-up of members of a health maintenance organization.",
            "abstract": "## OBJECTIVES\nThis study sought to relate preexisting depression, worries, affect balance, and mental health symptoms to subsequent risk of morbidity and mortality.\n## METHODS\nA random sample of members of a health maintenance organization were interviewed at home in a 1970/71 survey. Baseline psychological measures from that survey were then related to 15-year mortality and first incidence of cancer, heart disease, hypertension, stroke, functional gastrointestinal disease, and hyperimmune diseases.\n## RESULTS\nBaseline depression and the Langner Mental Health Index predicted incidence of functional gastrointestinal and hyperimmune diseases. The relationship of the Langner index to hyperimmune diseases was particularly strong; mortality, cancer, heart disease, hypertension, and stroke incidence were not related to that index. Except for affect balance, which was worst in the elderly, indications of psychological dysfunction were strongest in the young.\n## CONCLUSIONS\nPsychological indices detected increased risk for functional gastrointestinal and hyperimmune diseases but were not related to mortality risk. Further research is needed to disaggregate relationships of the specific conditions that were included in the hyperimmune group. Functional gastrointestinal disease might be preventable with early attention to depressed persons and to those scoring high on the Langner index.\n",
            "in_text_citation": "Vogt et al., 1994",
            "footnote": 19
        },
        {
            "title": "Change in depression as a precursor of cardiovascular events. SHEP Cooperative Research Group (Systoloc Hypertension in the elderly).",
            "abstract": "## OBJECTIVE\nTo determine the relationship between increasing depressive symptoms and cardiovascular events or mortality.\n## DESIGN\nCohort analytic study of data from randomized placebo-controlled double-blind clinical trial of antihypertensive therapy. Depressive symptoms were assessed semi-annually with the Center for Epidemiological Studies-Depression (CES-D) scale during an average follow-up of 4.5 years.\n## SETTING\nAmbulatory patients in 16 clinical centers of the Systolic Hypertension in the Elderly Program.\n## PATIENTS\nGenerally healthy men and women aged 60 years or older randomized to active antihypertensive drug therapy or placebo who were 70% white and 53% women and had follow-up CES-D scores and no outcome events during the first 6 months (N=4367).\n## MAIN OUTCOME MEASURES\nAll-cause mortality, fatal or nonfatal stroke, or myocardial infarction.\n## RESULTS\nBaseline depressive symptoms were not related to subsequent events; however, an increase in depression was prognostic. Cox proportional hazards regression analyses with the CES-D scale as a time-dependent variable, controlling for multiple covariates, indicated a 25% increased risk of death per 5-unit increase in the CES-D score (relative risk [RR], 1.25;95% confidence interval [CI], 1.15 to 1.36). The RR for stroke or myocardial infarction was 1.18(95%CI,1.08 to 1.30). Increase in CES-D score was an independent predictor in both placebo and active drug groups, and it was strongest as a risk factor for stroke among women (RR,1.29;95%CI,1.07 to 1.34).\n## CONCLUSIONS\nAmong elderly persons, a significant and substantial excess risk of death and stroke or myocardial infarction was associated with an increase in depressive symptoms over time, which may be a marker for subsequent major disease events and warrants the attention of physicians to such mood changes. However, further studies of casual pathways are needed before wide-spread screening for depression in clinical practice is to be recommended.\n",
            "footnote": 20,
            "in_text_citation": "Wassertheil-Smoller et al., 1996"
        },
        {
            "title": "Depressive symptoms and increased risk of stroke mortality over a 29-year period.",
            "abstract": "## BACKGROUND\nSeveral lines of evidence indicate that depression is importantly associated with cardiovascular disease end points. However, little is known about the role of depression in stroke mortality.\n## METHODS\nThis study examined the association between depressive symptoms and stroke mortality in a prospective study of behavioral, social, and psychological factors related to health and mortality in a community sample of 6676 initially stroke-free adults (45.8% male; 79.1% white; mean age at baseline, 43.4 years) from Alameda County, California. Depressive symptoms were assessed by the 18-item Human Population Laboratory Depression Scale. Cox proportional hazards regression models were used to evaluate the impact of depressive symptoms after controlling for age, sex, race, and other confounders.\n## RESULTS\nA total of 169 stroke deaths occurred during 29 years of follow-up. Reporting 5 or more depressive symptoms at baseline was associated with increased risk of stroke mortality, after adjusting for age, sex, and race (hazard ratio, 1.66; 95% confidence interval, 1.16-2.39; P<.006). This association remained significant after additional adjustments for education, alcohol consumption, smoking, body mass index, hypertension, and diabetes (hazard ratio, 1.54; 95% confidence interval, 1.06-2.22; P<.02). Time-dependent covariate models, which allowed changes in reported depressive symptoms and risk factor levels during follow-up, revealed the same pattern of associations.\n## CONCLUSIONS\nThis population-based study provides the strongest epidemiological evidence to date for a significant relationship between depressive symptoms and stroke mortality. These results contribute to the growing literature on the adverse health effects of depression.\n",
            "in_text_citation": "Everson et al., 1998",
            "footnote": 21
        },
        {
            "title": "Risk factors for ischemic stroke: Dubbo Study of the elderly.",
            "abstract": "## BACKGROUND AND PURPOSE\nOne in 10 deaths in Australia is due to stroke. The predictors of ischemic stroke have not been well defined, although hypertension, atrial fibrillation, and previous stroke have been consistently reported. We report on 98 months' follow-up in a prospective study of cardiovascular disease in the Australian elderly, the Dubbo Study.\n## METHODS\nThe cohort, first examined in 1988, was composed of 2805 men and women 60 years and older. The prediction of ischemic stroke by potential risk factors was examined in a Cox proportional hazards model, after linkage to hospital and death records.\n## RESULTS\nThree hundred six men and women manifested an ischemic stroke event (ICD-9-CM 433 to 437), and 95 subjects suffered a fatal stroke event. In the multivariate model, the significant independent predictors of stroke were advancing age, female sex (48% lower risk), being married (30% lower risk), prior history of stroke (227% higher risk), use of antihypertensive drugs (37% higher risk), belonging to the highest category of blood pressure reading (67% higher risk), presence of atrial fibrillation (58% higher risk), HDL cholesterol (36% lower risk for each 1-mmol/L increment), impaired peak expiratory flow (77% higher risk for tertile I than for tertile III), physical disability (59% higher risk), and depression score (41% higher risk for tertile III than for tertile I).\n## CONCLUSIONS\nThese findings suggest that morbidity and mortality associated with ischemic stroke can be predicted by various clinical indicators, some of which may be amenable to intervention. The matters of impaired peak expiratory flow, depression score, and ischemic stroke require further study.\n",
            "in_text_citation": "Simons et al., 1998",
            "footnote": 16
        },
        {
            "title": "Association between depressive symptoms and mortality in older women. Study of Osteoporotic Fractures Research Group.",
            "abstract": "## BACKGROUND\nMajor depression is associated with increased mortality, but it is not known whether patients who report depressive symptoms have greater mortality.\n## SUBJECTS AND METHODS\nWe performed a prospective cohort study of 7518 white women 67 years of age or older who were recruited from population-based listings in Baltimore, Md, Minneapolis, Minn, Portland, Ore, and the Monongahela Valley, Pa. Participants completed the Geriatric Depression Scale (short form) and were considered depressed if they reported 6 or more of 15 possible symptoms of depression. Women were followed up for an average of 6 years. If a participant died, we obtained a copy of the official death certificate and hospital records, if available, and used International Classification of Diseases, Ninth Revision, codes to classify death attributable to cardiovascular, cancer, or noncancer, noncardiovascular cause.\n## RESULTS\nMortality during 7-year follow-up varied from 7% in women with no depressive symptoms to 17% in those with 3 to 5 symptoms to 24% in those with 6 or more symptoms of depression (P<.001). Of 473 women (6.3%) with 6 or more depressive symptoms at baseline, 24% died (111 deaths in 2610 woman-years of follow-up) compared with 11% of women who reported 5 or fewer symptoms of depression (760 deaths in 41 460 woman-years of follow-up) (P<.001). Women with 6 or more depressive symptoms had a 2-fold increased risk of death (age-adjusted hazard ratio [HR], 2.14; 95% confidence interval [CI], 1.75-2.61; P<.001) compared with those who had 5 or fewer depressive symptoms. This association remained strong after adjusting for potential confounding variables, including history of myocardial infarction, stroke, diabetes mellitus, hypertension, chronic obstructive pulmonary disease, smoking, perceived health, and cognitive function (HR, 1.47; 95% CI, 1.14-1.88; P=.003). Depressive symptoms were associated with an increased adjusted risk of death from cardiovascular diseases (HR, 1.8; 95% CI, 1.2-2.5; P= .003), and non-cancer, noncardiovascular diseases (HR, 1.8; 95% CI, 1.2-2.7; P = .01), but were not associated with deaths from cancer (HR, 1.0; 95% CI, 0.6-1.7; P=.93).\n## CONCLUSIONS\nDepressive symptoms are a significant risk factor for cardiovascular and noncancer, noncardiovascular mortality but not cancer mortality in older women. Whether depressive symptoms are a marker for, or a cause of, life-threatening conditions remains to be determined.\n",
            "footnote": 17,
            "in_text_citation": "Whooley et al., 1998"
        },
        {
            "title": "Symptoms of depression as a prospective risk factor for stroke.",
            "abstract": "## OBJECTIVE\nThe objective of this study was to assess baseline levels of depression as a risk factor for stroke among white and black men and women.\n## METHODS\nA population-based cohort of 6095 stroke-free white and black men and women aged 25 to 74 years in the NHANES I Epidemiologic Followup Study were followed for an average of 16 years to a maximum of 22 years. The association between stroke and baseline self-reported depressive symptomatology was analyzed using Cox proportional hazards models adjusting for baseline age, race, sex, education, smoking status, body mass index, alcohol use, nonrecreational physical activity, serum cholesterol level, history of diabetes, history of heart disease, and systolic blood pressure. Hospital records and death certificates were used to identify stroke cases; a total of 483 cases were identified.\n## RESULTS\nIn age-adjusted models for all persons, white men, white women, and black persons of both sexes, depression was predictive of stroke. In risk-adjusted models for all persons (relative risk (RR) = 1.73, 95% confidence interval (CI) = 1.30-2.31) and for white men (RR = 1.68, 95% CI = 1.02-2.75), depression remained predictive of stroke. For white women, depression (RR = 1.52, 95% CI = 0.97-2.38) reached borderline significance (p = .07). For black persons, depression (RR = 2.60, 95% CI = 1.40-4.80) demonstrated a higher risk of stroke. A series of supplemental analyses also supported the association between depression and stroke.\n## CONCLUSIONS\nDepression is predictive of stroke across all strata. This nationally representative study gives evidence of a prospective association between depression and stroke.\n",
            "in_text_citation": "Jonas et al., 2000",
            "footnote": 22
        },
        {
            "title": "Depressive disorder, dysthymia, and risk of stroke: thirteen-year follow-up from the Baltimore epidemiologic catchment area study.",
            "abstract": "## BACKGROUND AND PURPOSE\nThis study examined depressive disorder as a risk factor for incident stroke in a prospective, population-based design.\n## METHODS\nThe Baltimore Epidemiologic Catchment Area Study is a prospective 13-year follow-up of a probability sample of household residents from Baltimore, Md. Depressive disorder was measured with the diagnostic interview schedule, and stroke was assessed by questions from the health interview survey or by documentation on a death certificate.\n## RESULTS\nDuring the 13-year follow-up of 1703 individuals, 66 strokes were reported and 29 strokes were identified by death certificate search. Individuals with a history of depressive disorder were 2.6 times more likely to report stroke than those without this disorder after controlling for heart disease, hypertension, diabetes, and current and previous use of tobacco. Medications used in the treatment of depressive disorder at baseline did not alter this finding. A history of dysthymia demonstrated a similar relationship to stroke, although the estimate was not statistically significant.\n## CONCLUSIONS\nDepressive disorder is a risk factor for stroke that appears to be independent of traditional cardiovascular risk factors. Further research on mechanisms for the association and the impact of treatment for depressive disorder on subsequent stroke is needed.\n",
            "in_text_citation": "Larson et al., 2001",
            "footnote": 23
        },
        {
            "title": "Prospective study of depressive symptoms and risk of stroke among japanese.",
            "abstract": "## BACKGROUND AND PURPOSE\nWe sought to examine the relationship between depressive symptoms and the incidence of stroke among Japanese men and women.\n## METHODS\nA 10.3-year prospective study on the relationship between depressive symptoms and the incidence of stroke was conducted with 901 men and women aged 40 to 78 years in a rural Japanese community. Depressive symptoms were measured at baseline with the use of the Zung Self-Rating Depression Scale (SDS). The incidence of stroke was ascertained under systematic surveillance.\n## RESULTS\nDuring the 10-year follow-up, 69 strokes (39 ischemic strokes, 10 intracerebral hemorrhages, 10 subarachnoid hemorrhages, and 10 unclassified strokes) occurred. Age- and sex-adjusted prevalence of mild depression (SDS scores >/=40) at baseline was 25% among subjects with incident stroke and 12% among subjects without stroke (P<0.01). Persons with SDS scores in the high tertile had twice the age- and sex-adjusted relative risk of total stroke as those with scores in the low tertile. The excess risk was confined to ischemic stroke. After we adjusted for body mass index, systolic blood pressure level, serum total cholesterol level, cigarette smoking, current treatment with antihypertensive medication, and history of diabetes mellitus, these relative risks remained statistically significant for total stroke (1.9; 95% CI, 1.1 to 3.5) and ischemic stroke (2.7; 95% CI, 1.2 to 6.0).\n## CONCLUSIONS\nDepressive symptoms predict the risk of stroke, specifically ischemic stroke among Japanese.\n",
            "in_text_citation": "Ohira et al., 2001",
            "footnote": 24
        },
        {
            "title": "The association between emotional well-being and the incidence of stroke in older adults.",
            "abstract": "## OBJECTIVE\nIndividuals with high levels of depressive symptoms have an increased risk of many illnesses, including stroke. Measures of depressive symptoms include questions about the presence of negative affect, such as sadness, as well as the absence of positive affect, such as happiness and optimism. We assessed whether positive or negative affect, or both, predicted risk of stroke.\n## METHODS\nData were from a 6-year prospective cohort study of a population-based sample of 2478 older whites and blacks from five counties in North Carolina who reported no history of stroke at the baseline interview. Baseline, in-person interviews were conducted to gather information on sociodemographic, psychosocial, and health-related characteristics of subjects. Thereafter interviews were conducted annually for 6 years.\n## RESULTS\nIncreasing scores on the modified version of the Center for Epidemiological Studies Depression Scale (CES-D) were significantly associated with stroke incidence for the overall sample (relative risk [RR] = 1.04 for each one-point increase, 95% confidence interval [CI] = 1.01-1.09) over the 6-year follow-up period after adjusting for sociodemographic characteristics, blood pressure, body mass index, smoking status, and selected chronic diseases. Positive affect score demonstrated a strong inverse association with stroke incidence (RR = 0.74, 95% CI = 0.62-0.88).\n## CONCLUSIONS\nIncreasing scores on the modified CES-D are related to an increased risk of stroke, whereas high levels of positive affect seem to protect against stroke in older adults.\n",
            "in_text_citation": "Ostir et al., 2001",
            "footnote": 25
        },
        {
            "title": "Does psychological distress predict the risk of ischemic stroke and transient ischemic attack? The Caerphilly Study.",
            "abstract": "## BACKGROUND AND PURPOSE\nPsychological distress is common after stroke, but little is known about its etiologic importance, although the general public often ascribes stroke to the experience of stress. Therefore, we examined whether psychological distress leads to an increased risk of ischemic stroke and transient ischemic attack (TIA).\n## METHODS\nThe association between the 30-item General Health Questionnaire (GHQ), a measure of psychological distress, and the incidence of nonfatal and fatal ischemic stroke and TIA was measured by Cox regression modeling in a prospective observational study of 2201 men aged 45 to 59 years in phase II of the Caerphilly cohort. Hazard ratios comparing those with high (> or = 5) and normal GHQ scores were calculated with adjustment for age and other covariates.\n## RESULTS\nTwenty-two percent of men suffered from psychological distress, indicated by a score of > or =5 on the GHQ. There were 130 incident strokes recorded, of which 17 were fatal and 113 nonfatal. The relative risk of incident ischemic stroke was 1.45 (95% CI, 0.98 to 2.14) for those who showed symptoms of psychological distress compared with those who did not. For fatal stroke the relative risk was 3.36 (95% CI, 1.29 to 8.71) and for nonfatal stroke 1.25 (95% CI, 0.82 to 1.92). The relative risk of TIA for the distressed group was 0.63 (95% CI, 0.26 to 1.53). The results were unchanged after adjustment for body mass index, systolic blood pressure, smoking, heavy drinking, social class, and marital status. However, additionally controlling for previously diagnosed ischemic heart disease, diabetes, respiratory disease, and retirement due to ill health attenuated the relative risks, but not markedly. For fatal strokes the relative risk decreased to 2.56 (95% CI, 0.97 to 6.75) when all confounding variables were included in the model. There was a graded association between degree of psychological distress and risk of fatal ischemic stroke.\n## CONCLUSIONS\nPsychological distress is a predictor of fatal ischemic stroke but not of nonfatal ischemic stroke or TIA. Further work examining the mechanisms of this association is required.\n",
            "in_text_citation": "May et al., 2002",
            "footnote": 26
        },
        {
            "title": "The differential influence of distinct clusters of psychiatric symptoms, as assessed by the general health questionnaire, on cause of death in older persons living in a rural community of Japan.",
            "abstract": "## OBJECTIVES\nTo examine the influence of distinct clusters of psychiatric symptoms on subsequent cause-specific mortality in older persons living in the community.\n## DESIGN\nA prospective cohort study over 7.5 years.\n## SETTING\nOtsuki-town, Kochi prefecture, Japan.\n## PARTICIPANTS\nNine hundred eighty community-dwelling persons, aged 65 to 84 in 1991.\n## MEASUREMENTS\nPsychiatric symptoms at baseline were measured using the 30-item version of the General Health Questionnaire (GHQ-30). A factor analysis was performed on the responses of all 980 subjects. The relationships between subscale scores on the identified factors and causes of deaths occurring over 7.5 years in 817 respondents with no physical disability at baseline were assessed using a proportional hazards model adjusted for age, gender, chronic conditions under treatment, regular physical activity, and availability of close or casual neighbors.\n## RESULTS\nThe factor analysis identified three clusters of psychiatric symptoms: depression, apathy/anergia, and anxiety. In the proportional hazards model, which included three GHQ subscales depicting these factors simultaneously, the depression subscale was associated with increased mortality from cerebrovascular disease (multivariate adjusted hazard ratio per unit increase in the standard score on the depression subscale=2.04, 95% confidence interval (CI)=1.17-3.55), and the apathy/anergia subscale was associated with increased mortality from noncancer and noncardiovascular causes (multivariate adjusted hazard ratio per unit increase in the standard score on the apathy/anergia subscale=1.71, 95% CI=1.25-2.34). The anxiety subscale was not associated with any cause of death.\n## CONCLUSION\nDepressive symptoms and symptoms indicating apathy/anergia have differential influences on subsequent causes of death in older persons living in the community. Identification of specific psychiatric symptom clusters may contribute to the prevention of deaths from specific causes in older populations.\n",
            "in_text_citation": "Yasuda et al., 2002",
            "footnote": 27
        },
        {
            "title": "Depression and cardiovascular sequelae in postmenopausal women. The Women's Health Initiative (WHI).",
            "abstract": "## BACKGROUND\nSubclinical depression, often clinically unrecognized, may pose increased risk of cardiovascular disease. Few studies have prospectively investigated cardiovascular events related to depression in older women. We describe prevalence, cardiovascular correlates, and relationship to subsequent cardiovascular events of depressive symptoms among generally healthy postmenopausal women.\n## METHODS\nThe Women's Health Initiative Observational Study followed up 93 676 women for an average of 4.1 years. Depression was measured at baseline with a short form of the Center for Epidemiological Studies Depression Scale. Risks of cardiovascular disease (CVD) events were estimated from Cox proportional hazards models adjusting for multiple demographic, clinical, and risk factor covariates.\n## RESULTS\nCurrent depressive symptoms above the screening cutoff point were reported by 15.8% of women. Depression was significantly related to CVD risk and comorbidity (odds ratios ranging from 1.12 for hypertension to 1.60 for history of stroke or angina). Among women with no history of CVD, depression was an independent predictor of CVD death (relative risk, 1.50) and all-cause mortality (relative risk, 1.32) after adjustment for age, race, education, income, diabetes, hypertension, smoking, high cholesterol level requiring medication, body mass index, and physical activity. Taking antidepressant medications did not alter the depression-associated risks associated.\n## CONCLUSIONS\nA large proportion of older women report levels of depressive symptoms that are significantly related to increased risk of CVD death and all-cause mortality, even after controlling for established CVD risk factors. Whether early recognition and treatment of subclinical depression will lower CVD risk remains to be determined in clinical trials.\n",
            "footnote": 28,
            "in_text_citation": "Wassertheil-Smoller et al., 2004"
        },
        {
            "title": "Depressive symptoms and mortality in men: results from the Multiple Risk Factor Intervention Trial.",
            "abstract": "## BACKGROUND AND PURPOSE\nDepression may be a risk factor for cardiovascular disease (CVD) mortality. We evaluated long-term mortality risk associated with depressive symptoms measured at middle age among men at high risk for coronary heart disease (CHD).\n## METHODS\n12,866 men without definite evidence of CHD at study entry but who had above average risk of CHD based on blood pressure, blood cholesterol levels, and/or cigarette smoking were recruited into the Multiple Risk Factor Intervention Trial (MRFIT). Survivors at the end of the trial were followed-up for mortality for an additional 18 years. Men who had completed the Center for Epidemiologic Studies Depression (CES-D) scale near the end of the trial (n=11,216) were used in a prospective analysis of post-trial all-cause and cause-specific mortality during 18-year follow-up after CES-D assessment.\n## RESULTS\nGreater depressive symptoms measured at the end of the trial were associated with significantly higher risk of all-cause mortality and for cause-specific death, a higher risk of CVD, and, more specifically, stroke mortality (all P values <0.02) but not CHD mortality (P=0.48) in linear trend analyses. The significant associations were strongest for those reporting the greatest depression: hazard ratio (HR)=1.15 (95% CI, 1.03 to 1.28; P<0.01) for all-cause mortality for those in the highest depressive symptom quintile, HR=1.21 for CVD mortality (95% CI, 1.03 to 1.41; P<0.05), and HR=2.03 for stroke mortality (95% CI, 1.20 to 3.44; P<0.01) compared with those in the lowest quintile. These associations were adjusted for age, intervention group, race, educational attainment, smoking at baseline and visit 6, trial averaged systolic blood pressure, alcohol consumption, and fasting cholesterol, as well as the occurrence of nonfatal cardiovascular events during the trial.\n## CONCLUSIONS\nGreater depressive symptoms are associated with an increase in the risk of all-cause and, more specifically, CVD mortality in men. Stroke but not CHD was the form of CVD with which depressive symptoms were associated.\n",
            "in_text_citation": "Gump et al., 2005",
            "footnote": 29
        },
        {
            "title": "Socioeconomic status and stroke incidence in the US elderly: the role of risk factors in the EPESE study.",
            "abstract": "## BACKGROUND AND PURPOSE\nThis study assesses the effect of socioeconomic status on stroke incidence in the elderly, and the contribution of risk factors to stroke disparities.\n## METHODS\nData comprised a sample of 2812 men and women aged 65 years and over from the New Haven cohort of the Established Populations for the Epidemiologic Studies of the Elderly. Individuals provided baseline information on demographics, functioning, cardiovascular and psychosocial risk factors in 1982 and were followed for 12 years. Proportional hazard models were used to model survival from initial interview to first fatal or nonfatal stroke.\n## RESULTS\nTwo hundred and seventy subjects developed incident stroke. At ages 65 to 74, lower socioeconomic status was associated with higher stroke incidence for both education (HR(lowest/highest)=2.07, 95% CI, 1.04 to 4.13) and income (HR(lowest/highest)=2.08, 95% CI, 1.01 to 4.27). Adjustment for race, diabetes, depression, social networks and functioning attenuated hazard ratios to a nonsignificant level, whereas other risk factors did not change associations significantly. Beyond age 75, however, stroke rates were higher among those with the highest education (HR(lowest/highest)=0.42, 95% CI, 0.22 to 0.79) and income (HR(lowest/highest)=0.43, 95% CI, 0.22 to 0.86), which remained largely unchanged after adjustment for risk factors.\n## CONCLUSIONS\nWe observed substantial socioeconomic disparities in stroke at ages 65 to 74, whereas a crossover of the association occurred beyond age 75. Policies to improve social and economic resources at early old age, and interventions to improve diabetes management, depression, social networks and functioning in the disadvantaged elderly can contribute to reduce stroke disparities.\n",
            "in_text_citation": "Avendano et al., 2006",
            "footnote": 30
        },
        {
            "title": "Personality, lifestyle, and risk of cardiovascular disease and cancer: follow-up of population based cohort.",
            "abstract": "## OBJECTIVE\nTo study the relation between measures of personality and risk of cardiovascular disease and cancer in a large cohort.\n## DESIGN\nFollow-up of population based cohort.\n## SETTING\nHeidelberg, Germany.\n## PARTICIPANTS\n5114 women and men aged 40-65 in 1992-5.\n## MAIN OUTCOME MEASURES\nPsychological traits assessed by several standardised personality questionnaires in 1992-5, related to cause of death (to 2002-3) or reported incidence of cardiovascular diseases and cancer (validated by treating doctors). Relative risks (and 95% confidence intervals) for combined morbidity and mortality according to five important personality traits were estimated using multivariable Cox proportional hazards models.\n## RESULTS\nDuring median follow-up of 8.5 years, 257 participants died and 72 were diagnosed with a heart attack, 62 with stroke, and 240 with cancer (morbidity and mortality combined). A high internal locus of control over disease was associated with a decreased risk of myocardial infarction (adjusted relative risk for an increase of 1 SD = 0.75; 95% confidence interval 0.58 to 0.96). An increase of 1 SD in time urgency was associated with a decreased risk of cancer (adjusted relative risk 0.83; 0.73 to 0.95). Other major personality traits--anger control, psychoticism, and symptoms of depression--were not consistently associated with myocardial infarction, stroke, or cancer.\n## CONCLUSION\nInternal locus of control over disease and time urgency seem to be associated with reduced risk for common chronic diseases, probably by affecting unmeasured health related behaviour. The other personality traits assessed had no major impact on cardiovascular disease and cancer.\n",
            "in_text_citation": "Stürmer et al., 2006",
            "footnote": 31
        },
        {
            "title": "Depressive symptoms, inflammation, and ischemic stroke in older adults: a prospective analysis in the cardiovascular health study.",
            "abstract": "## OBJECTIVES\nTo investigate the mediator role of inflammation in any relationship between depressive symptoms and ischemic stroke.\n## DESIGN\nLongitudinal prospective study.\n## SETTING\nReview of medical records, death certificates, and the Medicare healthcare utilization database for hospitalizations.\n## PARTICIPANTS\nTotal of 5,525 elderly men and women aged 65 and older who were prospectively followed from 1989 to 2000 as participants in the Cardiovascular Health Study.\n## MEASUREMENTS\nDepression symptom scores, inflammatory markers.\n## RESULTS\nGreater depressive symptoms were associated with risk of ischemic stroke (unadjusted hazard ratio (HR)=1.32, 95% confidence interval (CI)=1.09-1.59; HR=1.26, 95% CI=1.03-1.54, adjusted for traditional risk factors). When a term for inflammation (C-reactive protein (CRP)) was introduced in the model, the HRs were not appreciably altered (unadjusted HR=1.31, 95% CI=1.08-1.58; adjusted HR=1.25, 95% CI=1.02-1.53), indicating that CRP at baseline was not a mediator in this relationship. In analyses stratified according to CRP levels, a J-shaped relationship between depressive symptoms and stroke was evident in the unadjusted analyses; in the fully adjusted model, only CRP in the highest tertile was associated with a higher risk for stroke in the presence of higher depressive symptoms scores.\n## CONCLUSION\nThe analyses from this prospective study provide evidence of a positive association between depressive symptoms and risk of incident stroke. Inflammation, as measured according to CRP at baseline, did not appear to mediate the relationship between depressive symptoms and stroke.\n",
            "in_text_citation": "Arbelaez et al., 2007",
            "footnote": 32
        },
        {
            "title": "Survival rate and causes of mortality in the elderly with depression: a 15-year prospective study of a Japanese community sample, the Matsunoyama-Niigata suicide prevention project.",
            "abstract": "## OBJECTIVE\nTo compare long-term survival rates and causes of death in community-dwelling elderly with and without depression using the International Research Diagnostic Criteria administered by a psychiatrist.\n## METHOD\nFrom 1985 to 2000, we prospectively examined Japanese persons (N = 920) aged 65 years or older. Cases with depression (n = 158) and a control sample without depression (N = 762) were evaluated. The main outcome variables were survival rates and causes of mortality.\n## RESULTS\nBy 2000, 61% of the subjects with depression had died. By contrast, 48% had died in the control group at the completion of the 15-year follow-up. Using age-adjusted Kaplan-Meier survival analysis, we found a hazard ratio (HR) of 1.49 (95% confidence interval [CI] 1.16-1.89) for mortality in the depressed group compared with controls (p = .0009). Importantly, in female subjects with depression, the HR was 1.55 (95% CI 1.16-2.07; p = .002). In males with depression, by contrast, the HR (1.34) was not significant (95% CI 0.84-2.13; p = .19). Significantly more subjects died of cerebrovascular disorders, malignant tumors, respiratory disorders, or suicide after the onset of depression compared with controls (p < .05).\n## CONCLUSIONS\nDepression appears to be associated with a significant increase in the risk of mortality among elderly Japanese subjects, particularly in females. The elderly with a diagnosis of depression may be at an elevated risk of mortality owing to cerebrovascular disorder, malignant tumors, respiratory disorders, or suicide. These prospective data provide a new quantitative insight on gender differences and the long-term public health significance of depression among the community-dwelling elderly.\n",
            "in_text_citation": "Kawamura et al., 2007",
            "footnote": 33
        },
        {
            "title": "Depressive symptoms and risk of stroke: the Framingham Study.",
            "abstract": "## BACKGROUND AND PURPOSE\nEmerging evidence raises the possibility of an association between depression and stroke risk. This study sought to examine whether depressive symptoms are associated with an increased risk of cerebrovascular events in a community-based sample.\n## METHODS\nA prospective study was conducted on 4120 Framingham Heart Study participants aged 29 to 100 years with up to 8 years of follow-up. The Center for Epidemiologic Studies Depression Scale was used to measure depressive symptoms. Incident stroke and transient ischemic attack (TIA) events were assessed by uniform diagnostic criteria. The association between depressive symptoms and risk of stroke/TIA was analyzed with Cox proportional-hazards models, after adjusting for traditional stroke risk factors.\n## RESULTS\nIn participants <65 years, the risk of developing stroke/TIA was 4.21 times greater (P= <0.001) in those with symptoms of depression. After adjusting for components of the Framingham Stroke Risk Profile (hazard ratio=3.43, 95% CI=1.60 to 7.36, P=0.002) and education (hazard ratio=4.89, 95% CI=2.19 to 10.95), similar results were obtained. In subjects aged 65 and older, depressive symptoms were not associated with an increased risk of stroke/TIA. Taking antidepressant medications did not alter the risk associated with depressive symptoms.\n## CONCLUSIONS\nIn this community-based study, depressive symptoms were an independent risk factor for incident stroke/TIA in individuals <65 years. These data suggest that identification of depressive symptoms at younger ages may have an impact on the primary prevention of stroke.\n",
            "in_text_citation": "Salaycik et al., 2007",
            "footnote": 34
        },
        {
            "title": "Depressive symptoms and risk of stroke: the Rotterdam Study.",
            "abstract": "## BACKGROUND\nPrevious studies that have assessed whether the presence of depressive symptoms predisposes to stroke in the general elderly population have been contradictory. Moreover, they did not distinguish between men and women and did not perform psychiatric workups in those with depressive symptoms. This study examines the association between depressive symptoms, depressive disorder and the risk of stroke in the general population.\n## METHODS\nThis prospective population based cohort study included 4424 participants from the third Rotterdam Study Survey (1997-1999) who, at that time, were > or =61 years of age and free from stroke. Depressive symptoms were assessed using the Centre for Epidemiological Studies Depression Scale (CESD) and considered present if the CESD score was > or =16. Participants with depressive symptoms had a diagnostic interview for depressive disorder. Follow-up was complete until 1 January 2005. Data were analysed using Cox proportional hazards models with adjustment for relevant confounders.\n## RESULTS\nMen with depressive symptoms (n = 73) were at increased risk of stroke (adjusted hazard ratio (HR) 2.17; 95% CI 1.11 to 4.23) and ischaemic stroke (adjusted HR 3.21; 95% CI 1.62 to 6.38). These associations were at least partly attributable to men who reported depressive symptoms but who did not fulfil Diagnostic and Statistical Manual of Mental Disorders (DSM)-IV diagnostic criteria for depressive disorder (n = 32): they had a very high risk of stroke (adjusted HR 2.70; 95% CI 1.15 to 6.33) and ischaemic stroke (adjusted HR 4.01; 95% CI 1.68 to 9.57). In women there was no association between presence of depressive symptoms and risk of stroke.\n## CONCLUSIONS\nPresence of depressive symptoms is a strong risk factor for stroke in men but not in women.\n",
            "footnote": 35,
            "in_text_citation": "Bos et al., 2008"
        },
        {
            "title": "Severely depressed young patients have over five times increased risk for stroke: a 5-year follow-up study.",
            "abstract": "## BACKGROUND\nThis study aims to estimate the risk of developing stroke within 5 years of discharge among young patients ages 18 to approximately 44 who were hospitalized for depressive disorders.\n## METHODS\nOur study design features a study cohort and a comparison cohort. The study cohort included patients ages 18 to approximately 44 who were hospitalized with a principal diagnosis of depressive disorder (n = 827), whereas the comparison cohort consisted of 4,135 patients selected randomly (five for every depressed patient) and matched with the study group in terms of gender, age, and date of discharge. Each patient was tracked for 5 years after their discharge in 1998. Cox proportional hazard regressions were performed to compute the 5-year stroke-free survival rates after adjusting for possible confounding factors.\n## RESULTS\nDuring the 5-year follow-up period, 50 depressed patients (6.05% of the study cohort) and 48 non-depressed subjects (1.16% of the comparison cohort) developed strokes. The adjusted hazard of stroke was 5.43 (95% confidence interval = 3.47-8.51, p < .001) times greater for depressed patients than for non-depressed subjects.\n## CONCLUSIONS\nOur findings show young patients ages 18 to approximately 44 who were hospitalized for depressive disorders were at over five times greater risk of developing stroke within 5 years of discharge compared with non-depressed age- and gender-matched subjects.\n",
            "in_text_citation": "Lee et al., 2008",
            "footnote": 36
        },
        {
            "title": "Depression as a risk factor for the incidence of first-ever stroke in 85-year-olds.",
            "abstract": "## BACKGROUND AND PURPOSE\nDepression may increase the risk for stroke. Few studies have examined whether depression increases the risk for stroke in the very old and among the demented. We examined the relation between depression in 85-year-olds and the 3-year incidence of first-ever stroke.\n## METHODS\nA representative sample of 494 85-year-olds (147 demented, 347 nondemented) in Gothenburg, Sweden, was examined with psychiatric examinations and key informant interviews. Diagnoses of depression and dementia were made according to the Diagnostic and Statistical Manual of Mental Disorders, Third Revision. The sample was followed for 3 years regarding the incidence of stroke. Information on stroke was obtained from the Swedish Hospital Discharge Register, death certificates, self-reports, and key informants. Those with known stroke history at baseline (n=93) were excluded from the incidence study.\n## RESULTS\nThe prevalence of depression at age 85 was 19%. Depression at baseline (hazard ratio, 2.7; 95% CI, 1.5 to 4.7; P=0.0006) and systolic blood pressure (hazard ratio, 1.014 per 1 mm Hg; 95% CI, 1.00 to 1.03; P=0.019) were related to increased incidence of first-ever stroke during follow-up. Depression increased stroke risk both among demented and nondemented individuals. Among the symptoms of depression, only depressed mood was an independent predictor of incidence first-ever stroke in multivariate analyses. Stroke history at age 85 was not associated with clinical depression.\n## CONCLUSIONS\nDepression and stroke are both common in elderly populations. The finding that depression increases risk for first-ever stroke indicates that detection and treatment of depression may have implications for stroke prevention.\n",
            "in_text_citation": "Liebetrau et al., 2008",
            "footnote": 37
        },
        {
            "title": "Psychological distress, major depressive disorder, and risk of stroke.",
            "abstract": "## BACKGROUND\nStudies have suggested that mood status is associated with an increased risk of stroke, though mostly based on measures of depression defined by symptoms alone rather than diagnostic criteria representative of clinically important distress and impairment. We investigated this association based upon a large population-based prospective cohort study.\n## METHODS\nBaseline assessment of major depressive disorder (MDD) and of mental health well-being (defined by the Mental Health Inventory, MHI-5) was completed by 20,627 stroke-free participants, aged 41 to 80 years, in the United Kingdom European Prospective Investigation into Cancer-Norfolk study.\n## RESULTS\nDuring 8.5 years of follow-up, 595 incident (fatal and nonfatal) stroke endpoints were recorded. Neither past year nor lifetime MDD was associated with stroke. A one SD decrease in MHI-5 scale score (representing greater emotional distress) was associated with an 11% increased risk of stroke after adjustment for age, sex, cigarette smoking, systolic blood pressure, cholesterol, obesity, preexisting myocardial infarction, diabetes, social class, education, hypertension treatment, family history of stroke, and antidepressant medication use (hazard ratio 1.11, 95% CI 1.00 to 1.22). This association was consistent for men and for women, for fatal and nonfatal stroke, and conformed to a dose-response relationship.\n## CONCLUSIONS\nFindings from this large prospective cohort study suggest that increased psychological distress is associated with elevated stroke risk. Episodic major depressive disorder was not associated with incident stroke in this study.\n",
            "in_text_citation": "Surtees et al., 2008",
            "footnote": 38
        },
        {
            "title": "Depressive symptoms, health behaviors, and risk of cardiovascular events in patients with coronary heart disease.",
            "abstract": "## CONTEXT\nDepressive symptoms predict adverse cardiovascular outcomes in patients with coronary heart disease, but the mechanisms responsible for this association are unknown.\n## OBJECTIVE\nTo determine why depressive symptoms are associated with an increased risk of cardiovascular events.\n## DESIGN AND PARTICIPANTS\nThe Heart and Soul Study is a prospective cohort study of 1017 outpatients with stable coronary heart disease followed up for a mean (SD) of 4.8 (1.4) years.\n## SETTING\nParticipants were recruited between September 11, 2000, and December 20, 2002, from 12 outpatient clinics in the San Francisco Bay Area and were followed up to January 12, 2008.\n## MAIN OUTCOME MEASURES\nBaseline depressive symptoms were assessed using the Patient Health Questionnaire (PHQ). We used proportional hazards models to evaluate the extent to which the association of depressive symptoms with subsequent cardiovascular events (heart failure, myocardial infarction, stroke, transient ischemic attack, or death) was explained by baseline disease severity and potential biological or behavioral mediators.\n## RESULTS\nA total of 341 cardiovascular events occurred during 4876 person-years of follow-up. The age-adjusted annual rate of cardiovascular events was 10.0% among the 199 participants with depressive symptoms (PHQ score > or = 10) and 6.7% among the 818 participants without depressive symptoms (hazard ratio [HR], 1.50; 95% confidence interval, [CI], 1.16-1.95; P = .002). After adjustment for comorbid conditions and disease severity, depressive symptoms were associated with a 31% higher rate of cardiovascular events (HR, 1.31; 95% CI, 1.00-1.71; P = .04). Additional adjustment for potential biological mediators attenuated this association (HR, 1.24; 95% CI, 0.94-1.63; P = .12). After further adjustment for potential behavioral mediators, including physical inactivity, there was no significant association (HR, 1.05; 95% CI, 0.79-1.40; P = .75).\n## CONCLUSION\nIn this sample of outpatients with coronary heart disease, the association between depressive symptoms and adverse cardiovascular events was largely explained by behavioral factors, particularly physical inactivity.\n",
            "in_text_citation": "Whooley et al., 2008",
            "footnote": 39
        },
        {
            "title": "Cardiac disease, depressive symptoms, and incident stroke in an elderly population.",
            "abstract": "## CONTEXT\nPrevious research suggests that depression is a risk factor for stroke. However, the reliability of much research is limited by the lack of documentation on the presence of preexistent cardiovascular disease and by the use of limited measures of depression or stroke.\n## OBJECTIVES\nTo test the hypotheses that (1) clinically relevant depressive symptoms are an independent risk factor of incident stroke in cardiac and noncardiac patients and (2) more chronic and severe depressive symptoms are associated with incident stroke.\n## DESIGN\nA cohort of elderly Dutch people (aged > or = 55 years) was followed up for 9 years in the Longitudinal Aging Study Amsterdam (baseline measurements were taken in 1992 or 1993, and the study concluded in 2001 or 2002, respectively).\n## SETTING\nGeneral community.\n## PARTICIPANTS\nRandomly selected population-based sample (N = 2965) without a history of stroke.\n## MAIN OUTCOME MEASURES\nThe study end point was a first stroke (nonfatal or fatal). Depression was measured using the National Institute of Mental Health Diagnostic Interview Schedule and the Center for Epidemiological Studies-Depression Scale. Multivariate Cox proportional hazards regression analyses of stroke incidence were performed. The association of the chronicity and severity of depressive symptoms was studied in extended models with time-dependent variables.\n## RESULTS\nThe sample's mean (SD) age was 70.5 (8.7) years, 52.1% were women, and the mean (SD) follow-up was 7.7 (3.1) years. Inclusion of an interaction between cardiac disease and clinically relevant depressive symptoms improved the model for stroke (P = .03). In participants with preexistent cardiac disease, but not in participants without cardiac disease, clinically relevant depressive symptoms at baseline (hazard ratio [HR], 2.18; 95% confidence interval [CI], 1.17-4.09) and the severity (range, 0-60; HR, 1.08; 95% CI, 1.02-1.13) and chronicity (HR, 3.51; 95% CI, 1.13-10.93) of symptoms during follow-up were associated with stroke.\n## CONCLUSIONS\nPreexistent cardiac disease moderates the association between depressive symptoms and incident stroke. In cardiac patients, baseline depressive symptoms and both the severity and chronicity of symptoms during follow-up are associated with incident stroke.\n",
            "in_text_citation": "Wouts et al., 2008",
            "footnote": 40
        },
        {
            "title": "Depressive symptoms predict incident stroke independently of memory impairments.",
            "abstract": "## BACKGROUND\nWe evaluated whether depressive symptoms predict the onset of first stroke independently of memory impairment. We conceptualized memory impairment as a marker of preexisting cerebrovascular disease. We hypothesized that if depressive symptoms are causally related to stroke through mechanisms unrelated to cerebrovascular disease, depressive symptoms should predict stroke independently of memory impairment.\n## METHODS\nIncidence of first stroke was assessed with self or proxy reports from 19,087 participants in the Health and Retirement Study cohort (1,864 events). Elevated depressive symptoms (3+ on an 8-item Centers for the Epidemiologic Study of Depression scale) and memory impairment (score of ≤6 on a combined immediate and delayed recall of a 10-word list) were used as predictors of incident stroke in Cox survival models with adjustment for sociodemographic and cardiovascular risk factors.\n## RESULTS\nAfter adjustment for sociodemographic and cardiovascular risk factors, elevated depressive symptoms (hazard ratio = 1.25; 95% confidence interval 1.12-1.39) and memory impairment (hazard ratio = 1.26; 95% confidence interval 1.13-1.41) each predicted stroke incidence in separate models. Hazard ratios were nearly unchanged and remained significant (1.23 for elevated depressive symptoms and 1.25 for memory impairment) when models were simultaneously adjusted for both elevated depressive symptoms and memory impairment. Elevated depressive symptoms also predicted stroke when restricting analyses to individuals with median memory score or better.\n## CONCLUSIONS\nMemory impairments and depressive symptoms independently predict stroke incidence. Memory impairment may reflect undiagnosed cerebrovascular disease. These results suggest that depressive symptoms might be directly related to stroke rather than merely indicating preexisting cerebrovascular disease.\n",
            "in_text_citation": "Glymour et al., 2010",
            "footnote": 41
        },
        {
            "title": "Does depression predict coronary heart disease and cerebrovascular disease equally well? The Health and Social Support Prospective Cohort Study.",
            "abstract": "## BACKGROUND\nThe relationship between depression and cerebrovascular disease (CBVD) continues to be debated although little research has compared the predictive power of depression for coronary heart disease (CHD) with that for CBVD within the same population. This study aimed to compare the importance of depression for CHD and CBVD within the same population of adults free of apparent cardiovascular disease.\n## METHODS\nA random sample of 23,282 adults (9507 men, 13,775 women) aged 20-54 years were followed up for 7 years. Fatal and first non-fatal CHD and CBVD events were documented by linkage to the National-hospital-discharge and mortality registers.\n## RESULTS\nSex-age-education-adjusted hazard ratio (HR) for CHD was 1.66 [95% confidence interval (CI) 1.24-2.24] for participants with mild to severe depressive symptoms, i.e. those scoring > or =10 on the 21-item Beck Depression Inventory, and 2.04 (1.27-3.27) for those who filled antidepressant prescriptions compared with those without depression markers in 1998, i.e. at study baseline. For CBVD, the corresponding HRs were 1.01 (0.67-1.53) and 1.77 (0.95-3.29). After adjustment for behavioural and biological risk factors these associations were reduced but remained evident for CHD, the adjusted HRs being 1.47 (1.08-1.99) and 1.72 (1.06-2.77). For CBVD, the corresponding multivariable adjusted HRs were 0.87 (0.57-1.32) and 1.52 (0.81-2.84).\n## CONCLUSIONS\nSelf-reported depression using a standardized questionnaire and clinical markers of mild to severe depression were associated with an increased risk for CHD. There was no clear evidence that depression is a risk factor for CBVD, but this needs further confirmation.\n",
            "footnote": 42,
            "in_text_citation": "Nabi et al., 2010"
        },
        {
            "title": "Association of depression with subsequent mortality, cardiovascular morbidity and incident dementia in people aged 80 and over and suffering from hypertension. Data from the Hypertension in the Very Elderly Trial (HYVET).",
            "abstract": "## BACKGROUND\ndepression is common in elderly people and may be associated with increased cardiovascular risk and incident dementia.\n## METHOD\nparticipants in the Hypertension in the Very Elderly Trial (HYVET) completed a depression screening instrument, the Geriatric Depression Score (GDS), at baseline and annually. We examined the association of GDS score with incident stroke, mortality and dementia using Cox proportional hazards models (hazard ratios, HR and 95% confidence intervals, CI) adjusted for treatment group and other potential confounders.\n## RESULTS\n2,656 HYVET participants completed the GDS. The mean follow-up was 2.1 years. A GDS score > or =6 was associated with increased risks of all-cause (HR 1.8, 95% CI 1.4-2.3) and cardiovascular mortality (HR 2.10, 95% CI 1.5-3.0), all stroke (HR 1.8, 95% CI 1.2-2.8) and all cardiovascular events (HR 1.6, 95% CI 1.2-2.1). Risk of incident dementia also tended to be increased (HR 1.28, 95% CI 0.95-1.73). Each additional GDS point at baseline also gave rise to a significantly increased risk of fatal and non-fatal cardiovascular events, all-cause mortality and dementia.\n## CONCLUSION\nthere was a strong association between baseline depression scores and later fatal and non-fatal cardiovascular endpoints over a mean follow-up of 2 years in a hypertensive very elderly group. The mechanism of this association warrants further study.\n",
            "footnote": 43,
            "in_text_citation": "Peters et al., 2010"
        },
        {
            "title": "Depression and incident stroke in women.",
            "abstract": "## BACKGROUND AND PURPOSE\nDepression has been associated with an increased risk of coronary heart disease, but prospective data for the association with stroke are limited.\n## METHODS\nWe followed-up 80 574 women aged 54 to 79 years in Nurses' Health Study without a history of stroke from 2000 to 2006. Depressive symptoms were assessed at multiple time points by a Mental Health Index score (1992, 1996, and 2000), and clinical significant depressive symptoms were defined as a score≤52. Antidepressant medication use was asked biennially beginning in 1996, and physician-diagnosed depression was reported biennially beginning in 2000. Depression was defined as currently reporting or having a history of any of these 3 conditions.\n## RESULTS\nDuring 6 years of follow-up, 1033 incident strokes were documented (538 ischemic, 124 hemorrhagic, and 371 unknown strokes). Having a history of depression was associated with a multivariate-adjusted hazard ratio (HR) of 1.29 (95% confidence interval [CI], 1.13-1.48) for total stroke. Women who used antidepressant medications were at increased risk for stroke, whether they also had a Mental Health Index score≤52 or diagnosed depression (HR, 1.39; 95% CI, 1.15-1.69) or not (HR, 1.31; 95% CI, 1.03-1.67). Furthermore, for each cycle, participants who reported current depression had an increased risk of stroke (HR, 1.41; 95% CI, 1.18-1.67), whereas individuals who only had a history of depression were at nonsignificantly elevated risk (HR, 1.23; 95% CI, 0.97-1.56) compared with women who never reported a diagnosis of depression or antidepressant medication use.\n## CONCLUSIONS\nOur results suggest that depression is associated with a moderately increased risk of subsequent stroke.\n",
            "in_text_citation": "Pan et al., 2011",
            "footnote": 18
        }
    ]
}