{
    "citations": [
        {
            "index": 35,
            "title": "Vigorous intensity aerobic interval exercise in bladder cancer patients prior to radical cystectomy: a feasibility randomised controlled trial.",
            "in_text_citation": "Banerjee et al., 2018"
        },
        {
            "index": 3,
            "title": "Personalised prehabilitation in high-risk patients undergoing elective major abdominal surgery: a randomized blinded controlled trial.",
            "in_text_citation": "Barberan-Garcia et al., 2018"
        },
        {
            "index": 36,
            "title": "Effects of community-based exercise prehabilitation for patients scheduled for colorectal surgery with high risk for postoperative complications: results of a randomized clinical trial.",
            "in_text_citation": "Berkel et al., 2022"
        },
        {
            "index": 17,
            "title": "Randomized clinical trial of prehabilitation before planned liver resection.",
            "in_text_citation": "Dunne et al., 2016"
        },
        {
            "index": 37,
            "title": "Short-term preoperative high-intensity interval training in patients awaiting lung cancer surgery: a randomized controlled trial.",
            "in_text_citation": "Licker et al., 2017"
        },
        {
            "index": 40,
            "title": "Effect of multimodal prehabilitation on reducing postoperative complications and enhancing functional capacity following colorectal cancer surgery: the PREHAB randomized clinical trial.",
            "in_text_citation": "Molenaar et al., 2023"
        },
        {
            "index": 41,
            "title": "An outpatient hospital-based exercise training program for patients with cirrhotic liver disease awaiting transplantation: a feasibility trial.",
            "in_text_citation": "Morkane et al., 2020"
        },
        {
            "index": 43,
            "title": "Preoperative exercise training prevents functional decline after lung resection surgery: a randomized, single-blind controlled trial.",
            "in_text_citation": "Sebio García et al., 2017"
        },
        {
            "index": 39,
            "title": "High-intensity training and cardiopulmonary exercise testing in patients with chronic obstructive pulmonary disease and non-small-cell lung cancer undergoing lobectomy.",
            "in_text_citation": "Stefanelli et al., 2013"
        },
        {
            "index": 42,
            "title": "Making patients fit for surgery: introducing a four pillar multimodal prehabilitation program in colorectal cancer.",
            "in_text_citation": "van Rooijen et al., 2019"
        },
        {
            "index": 16,
            "title": "Effect of prehabilitation on objectively measured physical fitness after neoadjuvant treatment in preoperative rectal cancer patients: a blinded interventional pilot study.",
            "in_text_citation": "West et al., 2015"
        },
        {
            "index": 6,
            "title": "Short-term high-intensity interval training improves fitness before surgery: a randomized clinical trial.",
            "in_text_citation": "Woodfield et al., 2022"
        }
    ]
}