{
    "key_references": [
        {
            "title": "Vigorous intensity aerobic interval exercise in bladder cancer patients prior to radical cystectomy: a feasibility randomised controlled trial.",
            "abstract": "## PURPOSE\nStrategies to improve pre-operative cardiopulmonary fitness could positively impact recovery after surgery. This study investigated the feasibility of vigorous intensity aerobic interval exercise in bladder cancer patients prior to radical cystectomy (RC).\n## METHODS\nA total of 60 patients were randomised (1:1) to exercise or control following a cardiopulmonary exercise test (CPET). The exercise group was offered twice-weekly pre-operative supervised vigorous intensity aerobic interval exercise in addition to standard treatment. The controls received standard treatment only. A repeat CPET was undertaken before surgery and post-operative recovery outcomes were recorded.\n## RESULTS\nOver half of the 112 eligible patients approached in the clinic were recruited to the study (53.5%), with recruited patients attending a median of 8 (range 1-10) exercise sessions over a pre-operative period of 3-6 weeks. Improvements in peak values of oxygen pulse (P = 0.001), minute ventilation (P = 0.002) and power output (P < 0.001) were observed at the follow-up CPET in the exercise group versus controls and there were no adverse events. Although this feasibility study was not powered to detect changes in post-operative recovery outcomes, there were marginal (non-significant) differences in favour of the exercise group in post-operative Clavien-Dindo score and need for high dependency unit inotropic support.\n## CONCLUSIONS\nBladder cancer patients respond well to pre-surgical aerobic interval exercise, and the improvements in cardiopulmonary fitness variables could have important implications for post-operative recuperation after RC. These findings provide a strong foundation for an adequately powered randomised controlled trial.\n",
            "in_text_citation": "Banerjee et al., 2018"
        },
        {
            "title": "Personalised Prehabilitation in High-risk Patients Undergoing Elective Major Abdominal Surgery: A Randomized Blinded Controlled Trial.",
            "abstract": "## OBJECTIVE\nThe aim of this study was to assess the impact of personalized prehabilitation on postoperative complications in high-risk patients undergoing elective major abdominal surgery.\n## SUMMARY BACKGROUND DATA\nPrehabilitation, including endurance exercise training and promotion of physical activity, in patients undergoing major abdominal surgery has been postulated as an effective preventive intervention to reduce postoperative complications. However, the existing studies provide controversial results and show a clear bias toward low-risk patients.\n## METHODS\nThis was a randomized blinded controlled trial. Eligible candidates accepting to participate were blindly randomized (1:1 ratio) to control (standard care) or intervention (standard care + prehabilitation) groups. Inclusion criteria were: i) age >70 years; and/or, ii) American Society of Anesthesiologists score III/IV. Prehabilitation covered 3 actions: i) motivational interview; ii) high-intensity endurance training; and promotion of physical activity. The main study outcome was the proportion of patients suffering postoperative complications. Secondary outcomes included the endurance time (ET) during cycle-ergometer exercise.\n## RESULTS\nWe randomized 71 patients to the control arm and 73 to intervention. After excluding 19 patients because of changes in the surgical plan, 63 controls and 62 intervention patients were included in the intention-to-treat analysis. The intervention group enhanced aerobic capacity [ΔET 135 (218) %; P < 0.001), reduced the number of patients with postoperative complications by 51% (relative risk 0.5; 95% confidence interval, 0.3-0.8; P = 0.001) and the rate of complications [1.4 (1.6) and 0.5 (1.0) (P =  0.001)] as compared with controls.\n## CONCLUSION\nPrehabilitation enhanced postoperative clinical outcomes in high-risk candidates for elective major abdominal surgery, which can be explained by the increased aerobic capacity.\n",
            "in_text_citation": "Barberan-Garcia et al., 2018"
        },
        {
            "title": "Effects of Community-based Exercise Prehabilitation for Patients Scheduled for Colorectal Surgery With High Risk for Postoperative Complications: Results of a Randomized Clinical Trial.",
            "abstract": "## OBJECTIVE\nTo assess the effects of a 3-week community-based exercise program on 30-day postoperative complications in high-risk patients scheduled for elective colorectal resection for (pre)malignancy.\n## SUMMARY BACKGROUND DATA\nPatients with a low preoperative aerobic fitness undergoing colorectal surgery have an increased risk of postoperative complications. It remains, however, to be demonstrated whether prehabilitation in these patients reduces postoperative complications.\n## METHODS\nThis 2-center, prospective, single-blinded randomized clinical trial was carried out in 2 large teaching hospitals in the Netherlands. Patients (≥60 years) with colorectal (pre)malignancy scheduled for elective colorectal resection and with a score ≤7 metabolic equivalents on the veterans-specific activity questionnaire were randomly assigned to the prehabilitation group or the usual care group by using block-stratified randomization. An oxygen uptake at the ventilatory anaerobic threshold <11 mL/kg/min at the baseline cardiopulmonary exercise test was the final inclusion criterion. Inclusion was based on a power analysis. Patients in the prehabilitation group participated in a personalized 3-week (3 sessions per week, nine sessions in total) supervised exercise program given in community physical therapy practices before colorectal resection. Patients in the reference group received usual care. The primary outcome was the number of patients with one or more complications within 30 days of surgery, graded according to the Clavien-Dindo classification. Data were analyzed on an intention-to-treat basis.\n## RESULTS\nBetween February 2014 and December 2018, 57 patients [30 males and 27 females; mean age 73.6 years (standard deviation 6.1), range 61-88 years] were randomized to either prehabilitation (n = 28) or usual care (n = 29). The rate of postoperative complications was lower in the prehabilitation group (n = 12, 42.9%) than in the usual care group (n = 21, 72.4%, relative risk 0.59, 95% confidence interval 0.37-0.96, P = 0.024).\n## CONCLUSIONS\nExercise prehabilitation reduced postoperative complications in high-risk patients scheduled to undergo elective colon resection for (pre)malignancy. Prehabilitation should be considered as usual care in high-risk patients scheduled for elective colon, and probably also rectal, surgery.\n",
            "in_text_citation": "Berkel et al., 2022"
        },
        {
            "title": "Randomized clinical trial of prehabilitation before planned liver resection.",
            "abstract": "## BACKGROUND\nPatients with low fitness as assessed by cardiopulmonary exercise testing (CPET) have higher mortality and morbidity after surgery. Preoperative exercise intervention, or prehabilitation, has been suggested as a method to improve CPET values and outcomes. This trial sought to assess the capacity of a 4-week supervised exercise programme to improve fitness before liver resection for colorectal liver metastasis.\n## METHODS\nThis was a randomized clinical trial assessing the effect of a 4-week (12 sessions) high-intensity cycle, interval training programme in patients undergoing elective liver resection for colorectal liver metastases. The primary endpoint was oxygen uptake at the anaerobic threshold. Secondary endpoints included other CPET values and preoperative quality of life (QoL) assessed using the SF-36®.\n## RESULTS\nThirty-eight patients were randomized (20 to prehabilitation, 18 to standard care), and 35 (25 men and 10 women) completed both preoperative assessments and were analysed. The median age was 62 (i.q.r. 54-69) years, and there were no differences in baseline characteristics between the two groups. Prehabilitation led to improvements in preoperative oxygen uptake at anaerobic threshold (+1·5 (95 per cent c.i. 0·2 to 2·9) ml per kg per min) and peak exercise (+2·0 (0·0 to 4·0) ml per kg per min). The oxygen pulse (oxygen uptake per heart beat) at the anaerobic threshold improved (+0·9 (0·0 to 1·8) ml/beat), and a higher peak work rate (+13 (4 to 22) W) was achieved. This was associated with improved preoperative QoL, with the overall SF-36® score increasing by 11 (95 per cent c.i. 1 to 21) (P = 0·028) and the overall SF-36® mental health score by 11 (1 to 22) (P = 0·037).\n## CONCLUSION\nA 4-week prehabilitation programme can deliver improvements in CPET scores and QoL before liver resection. This may impact on perioperative outcome.\n## REGISTRATION NUMBER\nNCT01523353 (https://clinicaltrials.gov).\n",
            "in_text_citation": "Dunne et al., 2016"
        },
        {
            "title": "Short-Term Preoperative High-Intensity Interval Training in Patients Awaiting Lung Cancer Surgery: A Randomized Controlled Trial.",
            "abstract": "## INTRODUCTION\nImpairment in aerobic fitness is a potential modifiable risk factor for postoperative complications. In this randomized controlled trial, we hypothesized that a high-intensity interval training (HIIT) program enhances cardiorespiratory fitness before lung cancer surgery and therefore reduces the risk of postoperative complications.\n## METHODS\nPatients with operable lung cancer were randomly assigned to usual care (UC) (n = 77) or preoperative rehabilitation based on HIIT (Rehab) (n = 74). Maximal cardiopulmonary exercise testing and the 6-minute walk test were performed twice before surgery. The primary outcome measure was a composite of death and in-hospital postoperative complications.\n## RESULTS\nThe groups were well balanced in terms of patient characteristics. During the preoperative waiting period (median 25 days), the peak oxygen consumption and the 6-minute walking distance increased (median +15%, interquartile range, 25th to 75 percentile [IQR25%-75%, %] = +9% to +22%, p = 0.003 and +15%, IQR25%-75% = +8% to +28%, p < 0.001, respectively) in the Rehab group, whereas peak oxygen consumption declined in the UC group (median -8%, IQR25%-75% = -16% to 0%], p = 0.005). The primary end point did not differ significantly between the two groups: at least one postoperative complication developed in 27 of the 74 patients (35.5%) in the Rehab group and 39 of 77 patients (50.6%) in the UC group (p = 0.080). Notably, the incidence of pulmonary complications was lower in the Rehab compared with in the UC group (23% versus 44%, p = 0.018), owing to a significant reduction in atelectasis (12.2% versus 36.4%, p < 0.001), and this decrease was accompanied by a shorter length of stay in the postanesthesia care unit (median -7 hours, IQR25%-75% = -4 to -10).\n## CONCLUSIONS\nIn this randomized controlled trial, preoperative HIIT resulted in significant improvement in aerobic performances but failed to reduce early complications after lung cancer resection.\n",
            "in_text_citation": "Licker et al., 2017"
        },
        {
            "title": "Effect of Multimodal Prehabilitation on Reducing Postoperative Complications and Enhancing Functional Capacity Following Colorectal Cancer Surgery: The PREHAB Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nColorectal surgery is associated with substantial morbidity rates and a lowered functional capacity. Optimization of the patient's condition in the weeks prior to surgery may attenuate these unfavorable sequelae.\n## OBJECTIVE\nTo determine whether multimodal prehabilitation before colorectal cancer surgery can reduce postoperative complications and enhance functional recovery.\n## DESIGN, SETTING, AND PARTICIPANTS\nThe PREHAB randomized clinical trial was an international, multicenter trial conducted in teaching hospitals with implemented enhanced recovery after surgery programs. Adult patients with nonmetastasized colorectal cancer were assessed for eligibility and randomized to either prehabilitation or standard care. Both arms received standard perioperative care. Patients were enrolled from June 2017 to December 2020, and follow-up was completed in December 2021. However, this trial was prematurely stopped due to the COVID-19 pandemic.\n## INTERVENTIONS\nThe 4-week in-hospital supervised multimodal prehabilitation program consisted of a high-intensity exercise program 3 times per week, a nutritional intervention, psychological support, and a smoking cessation program when needed.\n## MAIN OUTCOMES AND MEASURES\nComprehensive Complication Index (CCI) score, number of patients with CCI score more than 20, and improved walking capacity expressed as the 6-minute walking distance 4 weeks postoperatively.\n## RESULTS\nIn the intention-to-treat population of 251 participants (median [IQR] age, 69 [60-76] years; 138 [55%] male), 206 (82%) had tumors located in the colon and 234 (93%) underwent laparoscopic- or robotic-assisted surgery. The number of severe complications (CCI score >20) was significantly lower favoring prehabilitation compared with standard care (21 of 123 [17.1%] vs 38 of 128 [29.7%]; odds ratio, 0.47 [95% CI, 0.26-0.87]; P = .02). Participants in prehabilitation encountered fewer medical complications (eg, respiratory) compared with participants receiving standard care (19 of 123 [15.4%] vs 35 of 128 [27.3%]; odds ratio, 0.48 [95% CI, 0.26-0.89]; P = .02). Four weeks after surgery, 6-minute walking distance did not differ significantly between groups when compared with baseline (mean difference prehabilitation vs standard care 15.6 m [95% CI, -1.4 to 32.6]; P = .07). Secondary parameters of functional capacity in the postoperative period generally favored prehabilitation compared with standard care.\n## CONCLUSIONS AND RELEVANCE\nThis PREHAB trial demonstrates the benefit of a multimodal prehabilitation program before colorectal cancer surgery as reflected by fewer severe and medical complications postoperatively and an optimized postoperative recovery compared with standard care.\n## TRIAL REGISTRATION\ntrialregister.nl Identifier: NTR5947.\n",
            "in_text_citation": "Molenaar et al., 2023"
        },
        {
            "title": "An Outpatient Hospital-based Exercise Training Program for Patients With Cirrhotic Liver Disease Awaiting Transplantation: A Feasibility Trial.",
            "abstract": "## BACKGROUND\nTime spent on the waiting list before liver transplantation (LT) provides an opportunity to optimize recipient fitness through prehabilitation, potentially reducing the physiological impact of major surgery. We assessed the feasibility and effectiveness of a 6-week exercise program in patients with cirrhotic liver disease awaiting LT.\n## METHODS\nThis single-center, prospective cohort, feasibility study, enrolled patients awaiting LT to a 6-week period of thrice weekly, supervised exercise on a static bike. Cardiopulmonary exercise testing (CPET) was used to objectively assess cardiopulmonary fitness at baseline and after 6 weeks of exercise. A follow-up CPET was performed at 12 weeks. CPET-derived measures were used to guide prescription of the training program. A nonrandomized control cohort of LT patients were selected to match the exercise group based on specific demographic data. Allocation to study arms was primarily based on the distance participants lived from the hospital where training occurred. Both groups received structured nutritional advice.\n## RESULTS\nThe exercise program was feasible, with 9 of 16 (56%) patients completing the full program of 6 weeks. Peak oxygen consumption (VO2peak) in the exercise group rose from a mean (SD) of 16.2 (±3.4) mL/kg/min at baseline to 18.5 (±4.6) mL/kg/min at week 6 (P = 0.02). In the control group, VO2peak decreased from a mean (SD) of 19.0 (±6.1) mL/kg/min to 17.1 (±6.0) at week 6 (P = 0.03).\n## CONCLUSIONS\nWe have demonstrated that it is feasible to engage patients awaiting LT in an intensive aerobic exercise program with a signal of improvement in fitness being detected.\n",
            "in_text_citation": "Morkane et al., 2020"
        },
        {
            "title": "Preoperative exercise training prevents functional decline after lung resection surgery: a randomized, single-blind controlled trial.",
            "abstract": "## OBJECTIVES\nTo investigate the effects of a preoperative pulmonary rehabilitation programme in patients with lung cancer undergoing video-assisted thoracic surgery.\n## DESIGN\nRandomized, single-blind controlled trial.\n## SETTING\nTeaching hospital.\n## SUBJECTS\nPatients with suspected or confirmed lung cancer undergoing video-assisted thoracic surgery.\n## INTERVENTION\nParticipants were randomized to either a prehabilitation group or a control group. Participants in the prehabilitation group underwent a combination of moderate endurance and resistance training plus breathing exercises three to five times per week.\n## MAIN MEASURES\nThe primary outcome of the study was exercise capacity. Secondary outcomes were muscle strength (Senior Fitness Test), health-related quality of life (Short-Form 36) and the postoperative outcomes. Patients were evaluated at baseline (before randomization), presurgery (only the prehabilitation group), after surgery and three months post-operatively.\n## RESULTS\nA total of 40 patients were randomized and 22 finished the study (10 in the prehabilitation group and 12 in the control group). Three patients were lost to follow-up at three months. After the training, there was a statistically significant improvement in exercise tolerance (+397 seconds, p = 0.0001), the physical summary component of the SF-36 (+4.4 points, p = 0.008) and muscle strength ( p < 0.01). There were no significant differences between groups after surgery. However, three months postoperatively, significant differences were found in the mean change of exercise capacity ( p = 0.005), physical summary component ( p = 0.001) and upper and lower body strength ( p = 0.045 and p = 0.002).\n## CONCLUSIONS\nA pulmonary rehabilitation programme before video-assisted thoracic surgery seems to improve patients' preoperative condition and may prevent functional decline after surgery. Clinical Registration Number: NCT01963923 (Registration date 10/10/2013).\n",
            "in_text_citation": "Sebio García et al., 2017"
        },
        {
            "title": "High-intensity training and cardiopulmonary exercise testing in patients with chronic obstructive pulmonary disease and non-small-cell lung cancer undergoing lobectomy.",
            "abstract": "## OBJECTIVES\nPeak VO2, as measure of physical performance is central to a correct preoperative evaluation in patients with both non-small-cell lung cancer (NSCLC) and chronic obstructive pulmonary disease (COPD) because it is closely related both to operability criteria and the rate of postoperative complications. Strategies to improve peak VO2, as a preoperative pulmonary rehabilitation programme (PRP), should be considered favourably in these patients. In order to clarify the role of pulmonary rehabilitation, we have evaluated the effects of 3-week preoperative high-intensity training on physical performance and respiratory function in a group of patients with both NSCLC and COPD who underwent lobectomy.\n## METHODS\nWe studied 40 patients with both NSCLC and COPD, age < 75 years, TNM stages I-II, who underwent lobectomy. Patients were randomly divided into two groups (R and S): Group R underwent an intensive preoperative PRP, while Group S underwent only lobectomy. We evaluated peak VO2 in all patients at Time 0 (T0), after PRP/before surgery in Group R/S (T1) and 60 days after surgery, respectively, in both groups (T2).\n## RESULTS\nThere was no difference between groups in peak VO2 at T0, while a significant difference was observed both at T1 and T2. In Group R, peak VO2 improves significantly from T0 to T1: 14.9 ± 2.3-17.8 ± 2.1 ml/kg/min ± standard deviation (SD), P < 0.001 (64.5 ± 16.5-76.1 ± 14.9% predicted ± SD, P < 0.05) and deteriorates from T1 to T2: 17.8 ± 2.1-15.1 ± 2.4, P < 0.001 (76.1 ± 14.9-64.6 ± 15.5, P < 0.05), reverting to a similar value to that at T0, while in Group S peak VO2 did not change from T0 to T1 and significantly deteriorates from T1 to T2: 14.5 ± 1.2-11.4 ± 1.2 ml/kg/min ± SD, P < 0.00001 (60.6 ± 8.4-47.4 ± 6.9% predicted ± SD, P < 0.00001).\n## CONCLUSIONS\nPRP was a valid preoperative strategy to improve physical performance in patients with both NSCLC and COPD and this advantage was also maintained after surgery.\n",
            "in_text_citation": "Stefanelli et al., 2013"
        },
        {
            "title": "Making Patients Fit for Surgery: Introducing a Four Pillar Multimodal Prehabilitation Program in Colorectal Cancer.",
            "abstract": "## BACKGROUND\nConsidering the relation between preoperative functional capacity and postoperative complications, enhancing patients' functional capacity before surgery with a prehabilitation program may facilitate faster recovery and improve quality of life. However, time before surgery is short, mandating a multimodal and high-intensity training approach. This study investigated feasibility and safety of a prehabilitation program for colorectal cancer.\n## METHODS\nMultimodal prehabilitation was offered to patients eligible for participation and they were assigned to an intervention or control group by program availability. The prehabilitation program consisted of the following four interventions: in-hospital high-intensity endurance and strength training, high-protein nutrition and supplements, smoking cessation, and psychological support. Program attendance, patient satisfaction, adverse events, and functional capacity were determined.\n## RESULTS\nFifty patients participated in this study (prehabilitation 20, control 30). Program evaluation revealed a high (90%) attendance rate and high level of patient satisfaction. No adverse events occurred. Endurance and/or strength were improved. Eighty-six percent of patients with prehabilitation recovered to their baseline functional capacity 4 weeks postoperatively, 40% in the control group (P < 0.01).\n## CONCLUSIONS\nMultimodal prehabilitation including high-intensity training for colorectal cancer patients is feasible, safe, and effective. A randomized controlled trial (NTR5947) was initiated to determine whether prehabilitation may lower morbidity and mortality rates in colorectal surgery.\n",
            "in_text_citation": "van Rooijen et al., 2019"
        },
        {
            "title": "Effect of prehabilitation on objectively measured physical fitness after neoadjuvant treatment in preoperative rectal cancer patients: a blinded interventional pilot study.",
            "abstract": "## BACKGROUND\nPatients requiring surgery for locally advanced rectal cancer often additionally undergo neoadjuvant chemoradiotherapy (NACRT), of which the effects on physical fitness are unknown. The aim of this feasibility and pilot study was to investigate the effects of NACRT and a 6 week structured responsive exercise training programme (SRETP) on oxygen uptake [Formula: see text] at lactate threshold ([Formula: see text]) in such patients.\n## METHODS\nWe prospectively studied 39 consecutive subjects (27 males) with T3-4/N+ resection margin threatened rectal cancer who completed standardized NACRT. Subjects underwent cardiopulmonary exercise testing at baseline (pre-NACRT), at week 0 (post-NACRT), and week 6 (post-SRETP). Twenty-two subjects undertook a 6 week SRETP on a training bike (three sessions per week) between week 0 and week 6 (exercise group). These were compared with 17 contemporaneous non-randomized subjects (control group). Changes in [Formula: see text] at [Formula: see text] over time and between the groups were compared using a compound symmetry covariance linear mixed model.\n## RESULTS\nOf 39 recruited subjects, 22 out of 22 (exercise) and 13 out of 17 (control) completed the study. There were differences between the exercise and control groups at baseline [age, ASA score physical status, World Health Organisation performance status, and Colorectal Physiologic and Operative Severity Score for the Enumeration of Mortality and Morbidity (CR-POSSUM) predicted mortality]. In all subjects, [Formula: see text] at [Formula: see text] significantly reduced between baseline and week 0 [-1.9 ml kg(-1) min(-1); 95% confidence interval (CI) -1.3, -2.6; P<0.0001]. In the exercise group, [Formula: see text] at [Formula: see text] significantly improved between week 0 and week 6 (+2.1 ml kg(-1) min(-1); 95% CI +1.3, +2.9; P<0.0001), whereas the control group values were unchanged (-0.7 ml kg(-1) min(-1); 95% CI -1.66, +0.37; P=0.204).\n## CONCLUSIONS\nNACRT before rectal cancer surgery reduces physical fitness. A structured exercise intervention is feasible post-NACRT and returns fitness to baseline levels within 6 weeks.\n## CLINICAL TRIAL REGISTRATION NCT\n01325909.\n",
            "in_text_citation": "West et al., 2015"
        },
        {
            "title": "Short-term high-intensity interval training improves fitness before surgery: A randomized clinical trial.",
            "abstract": "## PURPOSE\nImproving cardiopulmonary reserve, or peak oxygen consumption( \n## METHODOLOGY\nIn this prospective study, participants aged 45-85 undergoing major abdominal surgery were randomized to standard care or 14 sessions of HIIT over 4 weeks. HIIT sessions involved approximately 30 min of stationary cycling. Interval training alternated 1 min of high (with the goal of reaching 90% max heart rate at least once during the session) and low/moderate-intensity cycling. Cardiopulmonary exercise testing(CPET) measured the change in \n## RESULTS\nOf 63 participants, 46 completed both CPETs and 50 completed clinical follow-up. There was a significant improvement in the HIIT group's mean ± SD \n## CONCLUSIONS\nThere was a significant improvement in \n",
            "in_text_citation": "Woodfield et al., 2022"
        }
    ]
}