{
    "base_references": [
        {
            "title": "Any progress in the management of advanced pancreatic cancer? Highlights from the 45th ASCO annual meeting. Orlando, FL, USA. May 29-June 2, 2009.",
            "abstract": "Majority of the patients with pancreatic cancer present with advanced disease that is lethal and notoriously difficult to treat. Survival has not improved dramatically despite routine use of chemotherapy and radiotherapy; this situation signifies an urgent need for novel therapeutic approaches. The treatment of advanced disease with gemcitabine has only a modest activity on survival with a favorable impact on quality of life. So far, the current targeted agents that have been used in combination with gemcitabine have failed to improve clinical outcomes. This failure may stem from the heterogeneous molecular pathogenesis of pancreatic cancers, which involves several oncogenic pathways and defined genetic mutations. However, recent data support the evidence that the combination of gemcitabine with erlotinib, capecitabine or platinum compounds could be more active than gemcitabine alone in advanced pancreatic cancer. New therapeutic strategies, particularly using molecular target agents, are under evaluation. A number of molecular mechanisms responsible of transformation and progression of pancreatic cancer have been identified, opening the possibility to identify also possible pharmacological targets. Pancreatic cancer remains the 4th leading cause of cancer death in the U.S.A.. How to treat a non-resectable pancreatic cancer has been a challenging topic for all medical oncologists. Historical 5-fluorouracil has been replaced by single agent gemcitabine since 1997. Numerous combinations using gemcitabine as a backbone have been tested in clinical trials; unfortunately, none of the combinations including the ones with biological agents was proved to be significantly superior to gemcitabine alone. This year, more combinations were investigated and the results were presented on the meeting. In first-line setting, two large phase III trials (Abstracts #4504 and #4601) failed to prove any additional benefit of a second cytotoxic agent or a vaccine. Folinic acid plus 5-FU plus oxaliplatin (FOLFOX) and 5-fluorouracil plus leucovorin plus irinotecan (FOLFIRI) could be considered in the second-line setting after failure of gemcitabine therapy (Abstract #4618). Novel agents (Abstracts #4501, #4625, #4626, #4617) provide some hope; however, in general, all combinations are still significantly relying on the backbone of gemcitabine. Thinking beyond the gemcitabine box and exploring novel agents are very crucial now."
        },
        {
            "title": "Novel therapeutic modalities and drug delivery in pancreatic cancer - an ongoing search for improved efficacy.",
            "abstract": "Pancreatic cancer is an incredibly challenging disease due to its high rates of resistance to traditional chemotherapy and radiotherapy. There has been little improvement in the prognosis of pancreatic cancer cases in the past decades, highlighting the crucial need for more effective therapeutic approaches. Erlotinib, an EGFR inhibitor, and gemcitabine, a nucleoside analog, are currently used in combination for chemotherapy treatment, but new developments in drug delivery systems using liposomes and nanoparticles may be promising new modalities for management of the disease. In addition to standard chemotherapeutic drugs, these delivery systems can be utilized to deliver therapeutic agents such as siRNA, oncolytic viruses, small molecule inhibitors, antibodies, and suicide genes. Further work is required to elucidate how ligands and antibodies could be used to enhance the targeted delivery of drugs, thus increasing specificity, improving stability, and reducing the effect of the drugs on healthy tissue. Despite significant preclinical data, there are currently very few clinical trials involving pancreatic cancer targeted drug delivery. This article summarizes current developments in targeted pancreatic cancer drug delivery, focusing on delivery systems, targets, and therapeutic agents."
        },
        {
            "title": "Is there a role for second line therapy in advanced pancreatic cancer?",
            "abstract": "FOLFIRINOX (5-FU, oxaliplatin and irinotecan) and gemcitabine based regimens are widely used for the first-line treatment for patients with advanced pancreatic adenocarcinoma. Nab-paclitaxel and gemcitabine has replaced the use of many single agent gemcitabine in these patients population. In patients who progress on the first line therapy use of either 5-FU, leucovorin and oxaliplatin (FOLFOX) or gemcitabine and nab-paclitaxel combination has become a de facto standard depending on the chemotherapy they received in first line. Progress made in first line chemotherapy has lead to more interest in refractory pancreatic cancer. This article examines the 2014 American Society of Clinical Oncology (ASCO) Gastrointestinal Cancers Symposium regarding recent developments in the treatment of refractory pancreatic cancer, as these were presented in Abstracts #296, #297, #337, #344, and #381 of the meeting."
        },
        {
            "title": "Successful Salvage Chemotherapy with FOLFIRINOX for Recurrent Mixed Acinar Cell Carcinoma and Ductal Adenocarcinoma of the Pancreas in an Adolescent Patient.",
            "abstract": "Pancreatic tumors are rare in children and adolescents. Here, we report the case of a 15-year-old boy who presented with a mixed acinar cell carcinoma/ductal adenocarcinoma with blastomatous components. He received multimodal treatment including various chemotherapy regimens and multistep surgery including liver transplantation. Introduction of FOLFIRINOX after relapse repeatedly achieved a durable metabolic and clinical response with good quality of life."
        },
        {
            "title": "Novel chemotherapeutic agents for gastrointestinal cancers.",
            "abstract": "Although 5-fluorouracil has been the most commonly prescribed chemotherapy agent in the treatment of patients with gastrointestinal malignancies, new agents discussed herein provide options for the treatment of patients with colorectal, gastric, and pancreas cancer. Irinotecan was recently approved for the treatment of patients with colorectal cancer refractory to 5-fluorouracil. It has also been evaluated in chemotherapy-naïve patients both alone and in combination with 5-fluorouracil plus leucovorin or with oxaliplatin. Evaluated primarily in patients with colorectal cancer, oxaliplatin, a novel platinum compound, is an active agent. In combination with 5-fluorouracil and leucovorin, oxaliplatin provides a higher response rate than 5-fluorouracil and leucovorin alone. Furthermore, when oxaliplatin was added to the same 5-fluorouracil-based regimen in which patients had disease progression, clinical activity was observed. Other agents discussed herein are raltitrexed and the oral fluorinated pyrimidines, including uracil:tegafur plus leucovorin, capecitabine, eniluracil plus oral 5-fluorouracil, and S-1. Gemcitabine has been demonstrated to be more effective than 5-fluorouracil in the alleviation of disease-specific symptoms in patients with advanced pancreatic cancer. Gemcitabine also confers a modest survival advantage. Combinations of these novel compounds are evaluated in gastrointestinal malignancies in the advanced disease setting and in adjuvant therapy programs."
        },
        {
            "title": "FOLFIRINOX for locally advanced pancreatic adenocarcinoma: results of an AGEO multicenter prospective observational cohort.",
            "abstract": "Background:\n        \n      \n      First-line treatment with FOLFIRINOX significantly increases overall survival (OS) in patients with metastatic pancreatic adenocarcinoma (PA) compared with gemcitabine. The aim of this observational cohort was to evaluate the tolerability and efficacy of this regimen in unresectable locally advanced PA (LAPA).\n    \n\n\n          Patients and methods:\n        \n      \n      From February 2010 to February 2012, all consecutive patients from 11 French centers treated by FOLFIRINOX for a histologically proven LAPA were prospectively enrolled. Unresectability was defined independently by each center's multidisciplinary staff at diagnosis. Absence of metastatic disease was confirmed by chest-abdomen-pelvis computed tomography scan. FOLFIRINOX was delivered every 2 weeks as previously reported until progressive disease, major toxicity, or consolidation treatment by radiotherapy and/or surgery.\n    \n\n\n          Results:\n        \n      \n      Seventy-seven patients were enrolled. They received a median number of five cycles (1-30). Grade 3-4 toxicities were neutropenia (11 %), nausea (9 %), diarrhea (6 %), fatigue (6 %), and anemia (1 %). Grade 2-3 sensory neuropathy occurred in 25 % of patients. No toxic death was reported and only 6 % of patients had to stop treatment because of toxicity. Disease control rate was 84 with 28 % of objective response (Response Evaluation Criteria in Solid Tumors). Seventy-five percent of patients received a consolidation therapy: 70 % had radiotherapy and 36 % underwent a surgical resection, with a curative intent. Within the whole cohort, 1-year OS rate was 77 % (95 % CI 65-86) and 1-year progression-free survival rate was 59 % (95 % CI 46-70).\n    \n\n\n          Conclusion:\n        \n      \n      First-line FOLFIRINOX for LAPA seems to be effective and have a manageable toxicity profile. These promising results will have to be confirmed in a phase III randomized trial."
        },
        {
            "title": "Trial Watch: Immunogenic cell death inducers for anticancer chemotherapy.",
            "abstract": "The term \"immunogenic cell death\" (ICD) is now employed to indicate a functionally peculiar form of apoptosis that is sufficient for immunocompetent hosts to mount an adaptive immune response against dead cell-associated antigens. Several drugs have been ascribed with the ability to provoke ICD when employed as standalone therapeutic interventions. These include various chemotherapeutics routinely employed in the clinic (e.g., doxorubicin, epirubicin, idarubicin, mitoxantrone, bleomycin, bortezomib, cyclophosphamide and oxaliplatin) as well as some anticancer agents that are still under preclinical or clinical development (e.g., some microtubular inhibitors of the epothilone family). In addition, a few drugs are able to convert otherwise non-immunogenic instances of cell death into bona fide ICD, and may therefore be employed as chemotherapeutic adjuvants within combinatorial regimens. This is the case of cardiac glycosides, like digoxin and digitoxin, and zoledronic acid. Here, we discuss recent developments on anticancer chemotherapy based on ICD inducers."
        },
        {
            "title": "A case of metastatic pancreatic adenocarcinoma with prolonged survival after combination of neoadjuvant FOLFIRINOX therapy and synchronous distal pancreatectomy and hepatectomy.",
            "abstract": "In this case report we detail the treatment of a patient with pancreatic ductal adenocarcinoma and a solitary liver metastasis who received nine cycles of FOLFIRINOX therapy with favourable response. The patient subsequently underwent synchronous distal pancreatectomy and hepatectomy with an R0 resection followed by three further cycles of FOLFIRINOX. At the last follow-up, 2 years from operation and 28 months from the diagnosis of metastatic pancreatic adenocarcinoma the patient remains disease free."
        },
        {
            "title": "Surgical palliation of pancreatic cancer.",
            "abstract": "The surgical palliation of pancreatic cancer remains an important component of the treatment of this disease. The introduction of a new aggressive and effective chemotherapy regimen (FOLFIRINOX), interdisciplinary palliative care, and minimally invasive approaches for providing palliation are all factors that expand the role of the surgeon in the care of patients with unresectable disease. Currently, the role of the surgeon in the palliation of pancreatic cancer is (1) to identify patients with incurable disease (either preoperatively or intraoperatively), (2) to determine the optimal palliative technique to optimize results and preserve resources, and (3) to perform palliation of symptoms with low morbidity and mortality. The 3 most common symptoms of pancreatic cancer requiring surgical palliation are obstructive jaundice, gastric outlet obstruction, and tumor-associated pain. It is important that the surgeon recognizes the full range of surgical and nonoperative techniques available and contributes to the decision making as to the most appropriate method for each individual patient."
        },
        {
            "title": "A New Direction for Pancreatic Cancer Treatment: FOLFIRINOX in Context.",
            "abstract": "Since 1996, the cornerstone of chemotherapy for advanced pancreatic cancer has been gemcitabine, which has a genuine, but modest effect on survival and quality of life. It has been remarkably difficult to improve on these outcomes. Many phase III studies of gemcitabine doublets have been uniformly negative, with the exception of a trial of gemctabine plus erlotinib, which provided only marginal benefit. In 2010, the FOLFIRINOX regimen (bolus and infusional 5-fluorouracil, irinotecan, and oxaliplatin) emerged as a major treatment advance for patients with metastatic pancreatic cancer. In a trial with 342 patients, FOLFIRINOX yielded a longer median overall survival (11.1 vs. 6.8 months, hazard ratio [HR] 0.57, p &lt; 0.001), a superior progression-free survival (6.4 vs. 3.3 months, HR 0.47, p &lt; 0.001), a higher objective response rate (31.6% vs. 9.4%, p &lt; 0.001), and a significant increase in time until definitive deterioration in quality of life, compared with gemcitabine. FOLFIRINOX is also more cost-effective than gemcitabine. Because of higher rates of grade 3 to 4 neutropenia (46% vs. 21%), febrile neutropenia (5% vs. 1%), and diarrhea (13% vs. 2%) with FOLFIRINOX, vigilant patient selection, education, and monitoring are essential. Retrospective single-institution series confirm the substantial activity of FOLFIRINOX in metastatic, locally advanced, and previously-treated patients; demonstrate its safety in individuals with biliary stents; and elucidate how physicians routinely modify drug doses without clear evidence or guidelines. Ongoing and planned studies will prospectively evaluate FOLFIRINOX in the adjuvant, locally advanced, and borderline resectable settings, will add targeted agents to FOLFIRINOX, and will evaluate how to adjust doses to ameliorate toxicity."
        },
        {
            "title": "Evolving treatment options for locally advanced unresectable pancreatic ductal adenocarcinoma.",
            "abstract": "The best treatment strategy for patients with locally advanced unresectable pancreatic ductal adenocarcinoma (PDAC) remains the subject of considerable debate. This report presents a case of a 58-year-old woman with locally advanced unresectable PDAC who was treated with sequential FOLFIRINOX for 8 cycles followed by chemoradiation, and continues to show durable disease control 18 months later. The respective roles of systemic therapy and chemoradiation for locally advanced PDAC are discussed, including optimal sequencing of these modalities, recent improvements in chemotherapy, and the question of whether radiotherapy improves survival outcomes in this disease context."
        },
        {
            "title": "Safety and Efficacy of Modified FOLFIRINOX for Advanced Pancreatic Adenocarcinoma: A UK Single-Centre Experience.",
            "abstract": "Objectives:\n        \n      \n      The combination of 5-fluorouracil (5-FU), irinotecan and oxaliplatin (FOLFIRINOX) is considered the first-line chemotherapy for fit patients with advanced pancreatic ductal adenocarcinoma (PDAC) but carries an unfavourable adverse event (AE) profile. We retrospectively evaluated the tolerability and efficacy of a modified FOLFIRINOX (mFOLFIRINOX) regimen: intravenous oxaliplatin 85 mg/m2, irinotecan 135 mg/m2, folinic acid 400 mg/m2 and 5-FU infusion 2,400 mg/m2 over 46 h, with routine subcutaneous filgrastim on a 14-day cycle.\n    \n\n\n          Methods:\n        \n      \n      Records of 18 patients with advanced PDAC who received treatment with mFOLFIRINOX were reviewed. Imaging of measurable disease was assessed for response, and survival was measured from the date of commencing chemotherapy to disease progression and/or death.\n    \n\n\n          Results:\n        \n      \n      Grade 3 or 4 AEs (n; %) included vomiting (5; 28), nausea (4; 22), diarrhoea (3; 17) and non-neutropaenic fever (3; 17). For patients with stage IV disease, 12/15 (80%) achieved at least stable disease as the best radiological response, with 7/15 (47%) objective responses. In this subgroup, median overall and progression-free survival were 9.3 months (95% CI 8.3-10.4) and 7.2 months (95% CI 4.7-9.6), respectively.\n    \n\n\n          Conclusion:\n        \n      \n      Compared to full-dose FOLFIRINOX, our modified regimen resulted in lower haematological but only marginally improved non-haematological toxicity rates, with comparable efficacy outcomes. Prospective studies are required to validate these findings."
        },
        {
            "title": "Metastatic pancreatic cancer: are we making progress in treatment?",
            "abstract": "Development of systemic treatment for advanced pancreatic cancer (APC) has been challenging. After fluorouracil, gemcitabine (GEM) became the treatment of choice based on its benefit of symptom relief. Many cytotoxic agents have been combined with GEM in search of regimens with improved survival benefit. However, there were only marginal benefits in people with good performance status. Recently, the combination regimen consisting of oxaliplatin, irinotecan, fluorouracil, and leucovorin (FOLFIRINOX) was found to achieve unprecedented survival benefit and has become the preferred option for patients with good clinical conditions. On the other hand, many biological agents have been combined with GEM, but only erlotinib was found to derive statistically significant survival advantage. However, the effect was too small to be appreciated clinically. The effort in development of targeted therapy in APC continues. This paper summarized key findings in the development of chemotherapy and targeted therapy for APC patients and discussed future directions in management."
        },
        {
            "title": "Prolonged Complete Response in a Patient with Metastatic Pancreatic Adenocarcinoma after FOLFIRINOX Chemotherapy and Maintenance with FOLFIRI.",
            "abstract": "Metastatic pancreatic adenocarcinoma confers a poor prognosis. Even with recent advances in the treatment of this disease with the introduction of two modestly effective chemotherapy regimens, complete responses are still very rare. Moreover, there are no published data on how to further manage the patients who achieve a sustained remission following treatment. Herein, we report the case of a patient with metastatic pancreatic adenocarcinoma who achieved a complete response lasting for more than three years after receiving induction chemotherapy with FOLFIRINOX followed by maintenance with FOLFIRI."
        },
        {
            "title": "Epidermal growth factor receptor tyrosine kinase inhibitors: present and future role in gastrointestinal cancer treatment: a review.",
            "abstract": "Background:\n        \n      \n      Despite advances in conventional and targeted anticancer therapy, the prognosis remains poor for many patients with solid tumors. Ongoing research into the molecular basis of malignant disease, however, has yielded many novel agents with potential activity, including the epidermal growth factor receptor tyrosine kinase inhibitors (EGFR-TKIs).\n    \n\n\n          Design:\n        \n      \n      This review summarizes current clinical data for EGFR-TKIs as monotherapy or in combination with 5-fluorouracil/leucovorin, irinotecan, or oxaliplatin, focusing on the rapidly developing area of colorectal, gastroesophageal, and pancreatic cancers.\n    \n\n\n          Results:\n        \n      \n      EGFR-TKIs have limited but valuable activity as monotherapy in non-small cell lung cancer patients who have received prior anticancer treatment. The potential for application as a single agent in colorectal, gastroesophageal, and pancreatic cancers has yet to be demonstrated conclusively and deserves further investigation, especially as second- or third-line therapy. In combination with oxaliplatin-based regimens and 5-fluorouracil/leucovorin-based regimens, TKIs have shown benefits, suggesting that there may be a synergistic effect with chemotherapy. However, combinations with irinotecan-based regimens have been limited by toxicities.\n    \n\n\n          Conclusions:\n        \n      \n      EGFR-TKIs show benefits when used in combination with chemotherapy, and the favorable toxicity profiles observed suggest that these may be of value in frail or elderly patients."
        },
        {
            "title": "FOLFIRINOX-based neoadjuvant therapy in borderline resectable or unresectable pancreatic cancer: a meta-analytical review of published studies.",
            "abstract": "Objective:\n        \n      \n      The use of neoadjuvant chemotherapy can enable surgical resection of borderline resectable or unresectable pancreatic cancer (PC). The aim of this study was to evaluate the effectiveness of the multiagent 5-fluorouracil + oxaliplatin + irinotecan + leucovorin (FOLFIRINOX) regimen as a neoadjuvant treatment for PC.\n    \n\n\n          Methods:\n        \n      \n      Studies in which FOLFIRINOX with or without radiotherapy was given before surgery to patients with borderline resectable or unresectable PC were analyzed using a meta-analytical approach. The primary outcomes were resection rate and radical (R0) resection rate. Data were expressed as weighted pooled proportions with 95% confidence intervals (CIs).\n    \n\n\n          Results:\n        \n      \n      Thirteen studies, with a total of 253 patients, were included in this meta-analysis. After undergoing the treatment, 43% (95% CI, 32.8-53.8) of patients were resected and 39.4% (95% CI, 32.4-46.9) underwent R0 resection (85% of surgical specimens). In particular, among borderline resectable PCs, R0 resection was possible in 63.5% (95% CI, 49%-76%) of the cases. The rate of R0 resection in unresectable PCs was 22.5% (95% CI, 13.3-35.4).\n    \n\n\n          Conclusions:\n        \n      \n      This meta-analysis shows that down-staging after neoadjuvant FOLFIRINOX-based therapy is noticeable in patients with borderline resectable/unresectable PC, with a total R0 resection rate of 40%."
        },
        {
            "title": "FOLFIRINOX: from the ACCORD study to 2014.",
            "abstract": "In the field of treatment of pancreatic cancer, there has been significant progress lately. After the ACCORD/PRODIGE-4 study, 5-fluorouracil, leucovorin, irinotecan and oxaliplatin (FOLFIRINOX) became the standard combination for first-line chemotherapy. This led also to its use in the neoadjuvant setting in borderline resectable tumors, or locally advanced unresectable disease, improving the resectability and survival. The major disadvantage of this therapy is increased toxicity, limiting its use to young patients with no comorbidities. This arises the need to make dose reductions in clinical practice, with a possible drawback in effectiveness. The authors summarize three Abstracts (#256, #275, #305) presented at the 2014 ASCO Gastrointestinal Cancers Symposium which were focused in the use of modified forms of FOLFIRINOX, their toxicity profile and effectiveness. Reduced toxicity was observed, without affecting the effectiveness of the combination."
        },
        {
            "title": "Danish experiences with FOLFIRINOX as first-line therapy in patients with inoperable pancreatic cancer.",
            "abstract": "Introduction:\n        \n      \n      Worldwide, pancreatic cancer (PC) ranks 13th in cancer incidence, but eighth as a cause of cancer death. For more than a decade, the reference regimen for palliative treatment of PC has been gemcitabine. In 2011, a randomised trial published by the PRODRIGE Intergroup showed an increase in median overall survival from 6.8 to 11.1 months in patients treated with FOLFIRINOX as compared with gemcitabine.\n    \n\n\n          Material and methods:\n        \n      \n      A total of 16 patients treated with FOLFIRINOX as first-line therapy for inoperable PC were included for this retrospective study. FOLFIRINOX was administered unmodified according to the PRODRIGE trial, and up to 12 cycles were planned with a computed tomography (CT) for every fourth cycle.\n    \n\n\n          Results:\n        \n      \n      Eleven patients completing at least four cycles of chemotherapy and therefore evaluable for response were assessed by review of CT. Partial response (PR) was shown after four cycles in four patients, whereas seven patients had stable disease, which resulted in an objective response rate of 36%. After eight cycles, one additional patient obtained a PR. No complete responders or patients with progressive disease were recorded. Toxicity was assessed by review of medical records with respect to toxic effects requiring interruption of therapy, admission of the patient or prolonged admission.\n    \n\n\n          Conclusion:\n        \n      \n      Toxicity was shown to be a problem only during the first five cycles, and no patients were admitted to hospital due to toxicity after having received more than five cycles. The six-month-survival was 81%.\n    \n\n\n          Funding:\n        \n      \n      not relevant.\n    \n\n\n          Trial registration:\n        \n      \n      not relevant."
        },
        {
            "title": "[Chemotherapy of metastatic pancreatic adenocarcinoma: challenges and encouraging results].",
            "abstract": "The outcome for patients with metastatic pancreatic ductal adenocarcinoma is dismal. In this article, we will review current first-line treatments for metastatic pancreatic adenocarcinoma focusing on phase III randomized studies. Single-agent gemcitabine, the reference treatment since 1995, offers only slight benefit. Numerous trials using gemcitabine in combination with different cytotoxic agents have resulted in no major improvement compared to gemcitabine alone. Only the gemcitabine-erlotinib combination has shown a small, but statistically improvement in survival. In selected patients with good performance status ECOG 0-1, no cardiac ischemia and almost normal bilirubin level, the Folfirinox regimen, when compared to gemcitabine as single agent, was associated with more toxicities, but also with significant increased survival and delay in the degradation of quality of life. So, Folfirinox is a new more toxic and more efficient regimen that may be considered in patients with good performance status."
        },
        {
            "title": "A curious case of oxaliplatin-induced neurotoxicity: recurrent, self-limiting dysarthria.",
            "abstract": "This report presents a unique case of oxaliplatin-induced neurotoxicity featuring acute, recurrent, self-limiting dysarthria following multiple subsequent infusions of oxaliplatin. A 65-year-old man started chemotherapy for metastatic pancreatic adenocarcinoma with oxaliplatin-irinotecan-leucovorin-5-fluorouracil (FOLFIRINOX). During the first and subsequent infusions of oxaliplatin, the patient developed episodes of dysarthria that lasted between 2 and 4 h after oxaliplatin infusions, followed by their complete and uneventful resolution. A thorough neurological examination showed no new neurologic deficits except for very fine tongue fasciculations. Recognizing this self-limiting toxic effect of oxaliplatin is important in order to avoid dose reductions that may affect clinical outcomes."
        },
        {
            "title": "FOLFIRINOX - a new paradigm in the treatment of pancreatic cancer.",
            "abstract": "Treatment of metastatic and locally advanced pancreatic cancer has made slow progress during the last decade. Single agent gemcitabine or in combination with capecitabine or erlotinib remained the preferred systemic treatment options until 2010 when the ACCORD study demonstrated significantly improved outcomes achieved with FOFIRINOX compared with gemcitabine monotherapy. Since 2010, use of FOLFIRINOX has increased both in metastatic and locally advanced cancer. Despite its gaining popularity among oncologists, unanswered questions remain. Do the often necessary dose modifications affect its efficacy? Are the toxicities manageable and how applicable are the results of the ACCORD study in the general population of patients with newly diagnosed pancreatic cancer? In the present manuscript, we review the published literature regarding the use of FOLFIRINOX, the challenges associated with its use and how it will be optimally incorporated into the management of patients with different stages of pancreatic cancer and ultimately, in a more biomarker-driven pathway algorithm."
        },
        {
            "title": "New Advances in the Treatment of Metastatic Pancreatic Cancer.",
            "abstract": "Background:\n        \n      \n      Pancreatic ductal adenocarcinoma (PDAC) is characterised by an extremely poor overall survival (OS) compared to other solid tumours. As the incidence of the disease is rising and the treatment options are limited, PDAC is projected to be the 2nd leading cause of cancer-related deaths in the United States by 2030. A majority of patients are not eligible for curative resection at the time of diagnosis, and those that are resected will often relapse within the first few years after surgery.\n    \n\n\n          Summary:\n        \n      \n      Until recently, the nucleoside analogue gemcitabine has been the standard of care for patients with non-resectable PDAC with only marginal effects on OS. In 2011, the gemcitabine-free FOLFIRINOX regimen (folinic acid, fluorouracil, irinotecan and oxaliplatin) showed a significant survival advantage for patients with metastatic PDAC in a phase III trial. In 2013, the Metastatic Pancreatic Adenocarcinoma Trial phase III trial with nano- formulated albumin-bound paclitaxel (nab-paclitaxel) in combination with gemcitabine also resulted in a significant survival extension compared to gemcitabine monotherapy. However, both intensified therapy regimens show a broad spectrum of side effects and patients need to be carefully selected for the most appropriate protocol.\n    \n\n\n          Key message:\n        \n      \n      In this study, recent advances in the chemotherapeutic options available to treat metastatic PDAC and their implications for today’s treatment choices are reviewed."
        },
        {
            "title": "FOLFIRINOX Induction Therapy for Stage 3 Pancreatic Adenocarcinoma.",
            "abstract": "Background:\n        \n      \n      Reports show that FOLFIRINOX therapy for pancreatic ductal adenocarcinoma (PDAC) results in objective response rates two to threefold higher than those of other regimens. This study aimed to assess response and resection rates for locally unresectable (stage 3) patients initially treated with induction FOLFIRINOX.\n    \n\n\n          Methods:\n        \n      \n      The institutional cancer database was queried for patients treated with induction FOLFIRINOX therapy between 2010 and 2013. Patients were included in the study if they were treated at the authors' institution for stage 3 PDAC (locally unresectable) that had been adjudicated at a weekly multidisciplinary tumor board.\n    \n\n\n          Results:\n        \n      \n      The study identified 101 patients. The median age was 64 years (range 37-81 years), and the median follow-up period was 12 months (range 3-37 months). The patients received a median of six cycles (range 1-20 cycles) of induction FOLFIRINOX. No grade 4 or 5 toxicity was recorded. At the initial restaging (median of 3 months after diagnosis), 23 patients (23 %) had developed distant metastases, 15 patients (15 %) had undergone resection, and 63 patients (63 %) had proceeded to chemoradiation. In the group of 63 patients who had proceeded to chemoradiation (median of 9 months after diagnosis), an additional 16 patients (16 %) had undergone resection, and 5 patients (5 %) had developed metastases. A partial radiographic response was observed in 29 % of all the patients, which was associated with ability to perform resection (p = 0.004). The median overall survival time was 11 months for the group that progressed with FOLFIRINOX and 26 months for the group that did not progress.\n    \n\n\n          Conclusion:\n        \n      \n      Nearly one third of the patients who had been initially identified as having stage 3 pancreatic carcinoma and had been treated with FOLFIRINOX responded radiographically and underwent tumor resection."
        },
        {
            "title": "Multidisciplinary management of pancreatic cancer.",
            "abstract": "Pancreatic cancer remains a vexing treatment challenge, with a cure rate that remains just 7%. Two effective regimens--gemcitabine/nab-paclitaxel and FOLFIRINOX--have improved outcomes and are being used earlier in the disease. However, meaningful differences in outcomes may not be realized without novel strategies. Targeting of the immune system is an active area of research."
        },
        {
            "title": "Cost-effectiveness of systemic therapies for metastatic pancreatic cancer.",
            "abstract": "Purpose:\n        \n      \n      Gemcitabine and capecitabine (gem-cap), gemcitabine and erlotinib (gem-e), and folfirinox (5-fluorouracil-leucovorin-irinotecan-oxaliplatin) are new treatment options for metastatic pancreatic cancer, but they are also more expensive and potentially more toxic than gemcitabine alone (gem). We conducted a cost-effectiveness analysis of these treatment options compared with gem.\n    \n\n\n          Methods:\n        \n      \n      A Markov model was constructed to examine costs and outcomes of gem-cap, gem-e, folfirinox, and gem in patients with metastatic pancreatic cancer from the perspective of a government health care plan. Ontario health economic and costing data (2010 Canadian dollars) were used. Efficacy data for the treatments were obtained from the published literature. Resource utilization data were derived from a chart review of consecutive metastatic patients treated for pancreatic cancer at Princess Margaret Hospital, Toronto, Ontario, 2008-2009, and supplemented with data from the literature. Utilities were obtained by surveying medical oncologists across Canada using the EQ-5D. Incremental cost-effectiveness ratios (icers) were calculated.\n    \n\n\n          Results:\n        \n      \n      The icers for gem-cap, gem-e, and folfirinox compared with gem were, respectively, CA$84,299, CA$153,631, and CA$133,184 per quality-adjusted life year (qaly). The model was driven mostly by drug acquisition costs. Given a willingness-to-pay (wtp) threshold greater than CA$130,000/qaly, folfirinox was most cost-effective treatment. When the wtp threshold was less than CA$80,000/qaly, gem alone was most cost-effective. The gem-e option was dominated by the other treatments.\n    \n\n\n          Conclusions:\n        \n      \n      The most cost-effective treatment for metastatic pancreatic cancer depends on the societal wtp threshold. If the societal wtp threshold were to be relatively high or if drug costs were to be substantially reduced, folfirinox might be cost-effective."
        },
        {
            "title": "Neoadjuvant modified FOLFIRINOX and chemoradiation therapy for locally advanced pancreatic cancer improves resectability.",
            "abstract": "Background and objectives:\n        \n      \n      Though necessary for improved outcomes, surgical resection is often limited in patients with locally advanced pancreatic cancers (LAPCs). We evaluated the efficacy of the approach adopted by our institution of using modified FOLFIRINOX chemotherapy followed by radiation with concurrent gemcitabine or capecitabine for patients with LAPCs, in an effort to enhance resectability while improving the toxicity profile compared with similar treatment regimens.\n    \n\n\n          Methods:\n        \n      \n      We included 29 consecutive patients with LAPC treated at our institution with the above approach in this review. We evaluated rates of resection, locol control, and survival outcomes in this cohort.\n    \n\n\n          Results:\n        \n      \n      The median follow up for this series of patients was 15.2 months. Approximately half the patients were unresectable at presentation. After neoadjuvant therapy, 41.3% of all patients were able to undergo resection of their tumors and 83% achieved an R0 resection. One-year local control for the entire cohort was 85%; one-year progression-free and overall were 49.2% and 65.5%, respectively. High rates of metastatic disease were seen regardless of resectability. There were minimal toxicities in this cohort.\n    \n\n\n          Conclusions:\n        \n      \n      Neoadjuvant therapy with induction modified FOLFIRINOX and chemoradiation presents a well-tolerated, promising treatment approach for patients with LAPC. High rates of metastatic disease highlight the need to optimize systemic and targeted agents for pancreatic adenocarcinoma."
        },
        {
            "title": "New approaches to the treatment of pancreatic cancer: from tumor-directed therapy to immunotherapy.",
            "abstract": "The development of novel therapeutic strategies for pancreatic adenocarcinoma (PAC) has traditionally been considered particularly challenging for clinical and laboratory investigators due to its aggressive underlying biology and inherent resistance to currently available therapies. More recently, however, advances have been made in the identification of promising therapeutic targets for intervention, along with several key insights into the complex sequence of genetic alterations involved in the evolution of PAC from premalignant precursor lesion to malignant cells with metastatic potential. FOLFIRINOX (5-fluorouracil/leucovorin/irinotecan/oxaliplatin) has recently been identified as a combination cytotoxic therapy associated with a significant survival benefit over single-agent gemcitabine in good performance status patients with advanced disease; it is hoped that a similar benefit will be seen in planned trials of FOLFIRINOX as perioperative therapy. The success of immune therapy with the anti-cytotoxic T-lymphocyte antigen-4 antibody ipilimumab in advanced melanoma has spurred interest in the development of vaccines and immune therapies for other solid tumors. Certainly, the concept of harnessing the power of the immune system for cancer treatment is an attractive concept to patients and clinicians alike. Herein we discuss recent advances in the development of novel therapeutic approaches to PAC, focusing in particular on recent developments in immune and vaccine therapy."
        },
        {
            "title": "Genistein potentiates the antitumor effect of 5-Fluorouracil by inducing apoptosis and autophagy in human pancreatic cancer cells.",
            "abstract": "Background:\n        \n      \n      Although 5-fluorouracil (5-FU)-based combination chemotherapy (i.e. FOLFIRINOX) has demonstrated effectiveness against pancreatic cancer, novel therapeutic strategies must be developed to increase the therapeutic window of these cytotoxic agents. Genistein is a soy-derived isoflavone with pleiotropic biological effects that can enhance the antitumor effect of chemotherapeutic agents.\n    \n\n\n          Materials and methods:\n        \n      \n      To understand how genistein potentiates the antitumor effects of 5-FU, we examined apoptosis and autophagy in MIA PaCa-2 human pancreatic cancer cells and their derived xenografts. Apoptosis was evaluated using DNA fragmentation assays, and western blots of poly(ADP ribose)polymerase and caspase-3. Meanwhile, autophagy was evaluated using western blots of microtubule-associated protein light chain 3 (LC3)-I/II, fluorescent microscopy observation of green fluorescent protein-LC3B puncta formation, and acidic vesicular organelle formation using acridine orange staining. Tumors from animal treatment studies were examined for apoptosis and autophagy using the TdT-mediated dUTP nick-end labeling assay and immunohistochemical staining of LC3B, respectively.\n    \n\n\n          Results:\n        \n      \n      We observed that genistein increased 5-FU-induced cell death through increased apoptosis, as well as autophagy. The increased autophagy was accompanied by decreased B-cell lymphoma 2 (Bcl2) and increased beclin-1 protein levels. Animal treatment studies supported these observations. The combination of 5-FU and genistein significantly reduced final xenograft tumor volume when compared to 5-FU-alone by inducing apoptosis as well as autophagy.\n    \n\n\n          Conclusion:\n        \n      \n      Genistein can potentiate the antitumor effect of 5-FU by inducing apoptotic as well as autophagic cell death. These results demonstrate the potential of genistein as an adjuvant therapeutic agent against pancreatic cancer."
        },
        {
            "title": "Intensified Neoadjuvant Chemotherapy with Nab-Paclitaxel plus Gemcitabine Followed by FOLFIRINOX in a Patient with Locally Advanced Unresectable Pancreatic Cancer.",
            "abstract": "The prognosis of patients with locally advanced pancreatic cancer can be improved if secondary complete (R0) resection is possible. In patients initially staged as unresectable this may be achieved with neoadjuvant treatment which is usually chemoradiotherapy based. We report the case of a 46-year-old patient with an unresectable, locally advanced pancreatic cancer (pT4 Nx cM0 G2) who was treated with a sequential neoadjuvant chemotherapy regimen consisting of 2 cycles of nab-paclitaxel plus gemcitabine followed by 4 cycles of FOLFIRINOX. Neoadjuvant chemotherapy resulted in secondary resectability (R0 resection). After 2 cycles of nab-paclitaxel plus gemcitabine, the patient already had a complete metabolic remission as measured by integrated fludeoxyglucose ((18)F) positron emission tomography and computerized tomography. After a follow-up of 18 months the patient is alive without progression of disease. We propose to assess the clinical benefit of sequencing the combinations nab-paclitaxel plus gemcitabine and FOLFIRINOX as neoadjuvant therapy for patients with locally advanced and initially unresectable pancreatic cancer in a controlled clinical trial."
        },
        {
            "title": "A randomized phase II trial of three intensified chemotherapy regimens in first-line treatment of colorectal cancer patients with initially unresectable or not optimally resectable liver metastases. The METHEP trial.",
            "abstract": "Purpose:\n        \n      \n      This study was designed to evaluate neoadjuvant intensified chemotherapy in potentially resectable or unresectable liver metastases (LM) from colorectal cancer (CRC).\n    \n\n\n          Methods:\n        \n      \n      Criteria for potentially resectable LM were complex hepatectomy and/or risky procedure, close contact with major vascular structures, and for unresectable LM, a future liver remnant predicted to be less than 25-30 % of total liver volume. Between October 2004 and August 2007, 125 patients were randomized to either standard (FOLFIRI/FOLFOX4) or intensified chemotherapy (FOLFIRI-HD/FOLFOX7/FOLFIRINOX). Primary endpoint was objective response rate (ORR) after 4 cycles of chemotherapy. Secondary endpoints included safety, R0 surgical resection, best ORR, progression-free survival (PFS), and overall survival (OS).\n    \n\n\n          Results:\n        \n      \n      A total of 122 patients were treated; 45 % of patients had less than 30 % of remaining liver tissue, 20 % had major vascular contact, and 35 % were potentially resectable. Grade 3/4 toxicities were neutropenia (24, 19, 10, 23 %) diarrhoea (0, 6, 3, 23 %), mucositis (0, 3, 0, 7 %), vomiting (7, 9, 0, 3 %), and neurotoxicity (0, 0, 10, 3 %) in arms (FOLFIRI + FOLFOX4)/FOLFIRI-HD/FOLFOX7/FOLFIRINOX, respectively. ORR was 33, 47, 43, and 57 % after the first 4 cycles in arms (FOLFIRI + FOLFOX4)/FOLFIRI-HD/FOLFOX7/FOLFIRINOX, respectively. FOLFIRINOX offered the best conversion rate to resectability (67 %). Disease-free status after chemotherapy and surgery (R0, R1, Rx) was achieved in 54 of 64 operated patients. Median PFS was 9.2 months in control arms versus 11.9 months in experimental arms (hazards ratio [HR] = 0.76, p = 0.115), and the median OS was 17.7 versus 33.4 months (HR = 0.73, p = 0.297), respectively.\n    \n\n\n          Conclusions:\n        \n      \n      FOLFIRINOX showed promising activity in CRC patients with LM compared with standard or intensified bi-chemotherapy regimens."
        },
        {
            "title": "[Pancreatic adenocarcinoma: 10 years of progress].",
            "abstract": "Despite the pejorative prognosis of pancreatic adenocarcinoma, significant progress has been made during the past decade at all steps of tumour development. Sporadic preneoplastic lesions are better recognized and a case-by-case prophylactic resection can be proposed. Both the identification and the screening of relatives at risk are in development. Availability of FOLFIRINOX and gemcitabine plus nab-paclitaxel combinations has stopped the long period of failures with gemcitabine doublets. Improvement in chemotherapy may benefit to borderline and locally-advanced forms of this cancer. They are now better evaluated by imaging and often, induction chemotherapy is proposed that allows to achieve a tumor control and then better select patients eligible for surgery in order to avoid unuseful/incomplete resection. The role of radiation therapy and other emerging local treatments merits further assessment. More robust data are needed for prognostic and predictive biomarkers to help in the choice of treatments. Finally, intensification of supportive care and shortened delay to access the treatment should be a major goal to improve the management of this disease."
        },
        {
            "title": "Locally advanced pancreatic adenocarcinoma: update and progress.",
            "abstract": "Pancreatic cancer, the 4th leading cause of cancer death in the U.S., remains a challenging disease for the oncology community. Less than 20% of all cases are potentially cured by surgical resection, while the large majority of cases are deemed either unresectable or metastatic upon diagnosis. Advances in treating locally advanced pancreatic cancer have been few and modest. In this year's American Society of Clinical Oncology (ASCO) Gastrointestinal Cancers Symposium, three abstracts (#252, #254, #313) were presented with novel approaches towards treating locally advanced pancreatic cancer. Surgery for recurrent disease, a promising new chemoradiation regimen, and the application of an exciting multi-agent regimen (FOLFIRINOX: oxaliplatin, irinotecan, leucovorin, 5-fluorouracil) in a non-clinical trial setting, highlight the novel approaches focused on the management of this difficult disease."
        },
        {
            "title": "Personalising pancreas cancer treatment: When tissue is the issue.",
            "abstract": "The treatment of advanced pancreatic cancer has not moved much beyond single agent gemcitabine until recently when protocols such as FOLFIRINOX (fluorouracil, leucovorin, irinotecan and oxaliplatin) and nab-paclitaxel-gemcitabine have demonstrated some improved outcomes. Advances in technology especially in massively parallel genome sequencing has progressed our understanding of the biology of pancreatic cancer especially the candidate signalling pathways that are involved in tumourogenesis and disease course. This has allowed identification of potentially actionable mutations that may be targeted by new biological agents. The heterogeneity of pancreatic cancer makes tumour tissue collection important with the aim of being able to personalise therapies for the individual as opposed to a one size fits all approach to treatment of the condition. This paper reviews the developments in this area of translational research and the ongoing clinical studies that will attempt to move this into the everyday oncology practice."
        },
        {
            "title": "Neoadjuvant FOLFIRINOX application in borderline resectable pancreatic adenocarcinoma: a retrospective cohort study.",
            "abstract": "5-Fluorouracile, oxaliplatin, irinotecan, and leucovorin (FOLFIRINOX) has not been extensively used in the neoadjuvant setting because of concerns with safety and toxicity. We evaluated our institutional experience with neoadjuvant FOLFIRINOX in borderline resectable pancreatic adenocarcinoma (BRPAC). The primary endpoints were completion of therapy to surgery and negative resection margin (R0) rate. Patients with BRPAC treated with neoadjuvant FOLFIRINOX were retrospectively analyzed. Between August 2011 and September 2013, 20 patients with BRPAC treated with neoadjuvant FOLFIRINOX were identified. Most patients (88.8%) completed FOLFIRINOX therapy and underwent resection. Abutment of venous structures was identified in 13 cases (72.2%), while short segment portal vein encasement in 3 cases (16.6%) with concomitant arterial involvement in 3 cases (16.6%). Isolated superior mesenteric artery abutment was identified in 2 cases (11.2%). Patients received a median of 4 cycles of FOLFIRINOX. There was 1 case of progression. Vascular resection was performed in 9 cases (52.9%). Preoperative radiation therapy was used in 8 patients (44%). All patients underwent margin negative resection (R0). Histopathologic treatment response was evident in 10 cases (58.8%). Neoadjuvant FOLFIRINOX was generally safe and the expected toxicity did not prevent surgery allowing for a high rate of R0 resection."
        },
        {
            "title": "[Two cases of pancreatic cancer treated with FOLFIRINOX regimen and G-CSF prophylaxis at the standard therapeutic dose].",
            "abstract": "Recently, novel therapeutic regimens, such as FOLFIRINOX, have been demonstrated to show promising anti-cancer activity and to be superior to single-agent gemcitabine for unresectable pancreatic cancer patients with good performance status. In this study, we report 2 cases of pancreatic cancer treated with FOLFIRINOX and G-CSF prophylaxis at the standard therapeutic dose, after treatment with gemcitabine and S-1 chemotherapy failed. It has been reported that grade 3-4 neutropenia frequently occurs in patients treated with the FOLFIRINOX regimen. Furthermore, granulocyte colony-stimulating factor(G-CSF) has not been recommended for helping with neutropenia in pancreatic cancer patients treated with FOLFIRINOX: however, prophylactic use of G-CSF is recommended for cancer patients who are at high risk of neutropenic events. On the other hand, modified FOLFIRINOX(no bolus 5-FU)has demonstrated an improved safety profile with maintained efficacy, and further randomized studies to compare the overall survivals of the modified FOLFIRINOX versus FOLFIRINOX regimen and G-CSF prophylaxis are hence needed in the future."
        },
        {
            "title": "A multicenter analysis of GTX chemotherapy in patients with locally advanced and metastatic pancreatic adenocarcinoma.",
            "abstract": "Purpose:\n        \n      \n      Studies treating adenocarcinoma of the pancreas with gemcitabine alone or in combination with a doublet have demonstrated modest improvements in survival. Recent reports have suggested that using the triple-drug regimen FOLFIRINOX can substantially extend survival in patients with metastatic disease. We were interested in determining the clinical benefit of another three-drug regimen of gemcitabine, docetaxel and capecitabine (GTX) in patients with advanced pancreatic adenocarcinoma.\n    \n\n\n          Patients and methods:\n        \n      \n      The cases of 154 patients, who received treatment with GTX chemotherapy with histologically confirmed locally advanced or metastatic pancreatic adenocarcinoma, were retrospectively reviewed. All demographic and clinical data were captured including prior therapy, adverse events, treatment response and survival.\n    \n\n\n          Results:\n        \n      \n      One hundred and seventeen metastatic and 37 locally advanced cases of adenocarcinoma of the pancreas were reviewed. Partial responses were noted in 11% of cases, and stable disease was observed in 62% of patients. Responses significantly correlated with toxicity (neutropenia, ALT elevation and hospitalizations). Grade 3 or greater hematologic and non-hematologic toxicities were noted in 41% and 9% of cases, respectively. Overall median survival was 11.6 months. Chemotherapy naïve patients with metastatic and locally advanced disease achieved a median survival of 11.3 and 25.0 months, respectively.\n    \n\n\n          Conclusions:\n        \n      \n      We observe a substantial survival benefit with GTX chemotherapy in our cohort of patients with advanced pancreatic cancer. These findings warrant further investigation of this combination in this patient population."
        },
        {
            "title": "Pancreatic cancer and FOLFIRINOX: a new era and new questions.",
            "abstract": "FOLFIRINOX (FFX) was introduced to clinical practice in 2010 following publication of the PRODIGE 4/ACCORD 11 study, which compared this novel regimen to gemcitabine in metastatic pancreatic cancer. Median overall survival, progression-free survival, and objective responses were all superior with FFX and there was improved time to definitive deterioration in quality of life. Despite initial concerns over toxicity, there has been rapid uptake of this regimen, both revolutionizing management and opening the door to innovative research. As experience with FFX has accrued, many questions have arisen including the management of toxicities, the impact of frequent modifications, the optimal number of cycles, integration with other regimens and modalities, interpretation of radiologic and serologic response, utility of molecular signatures, and potential benefit in unique clinical settings such as pre- and postsurgery. This review will closely examine these issues, not only to summarize current knowledge but also to fuel scientific debate."
        },
        {
            "title": "The 'N-factors' in pancreatic cancer: functional relevance of NF-kappaB, NFAT and Nrf2 in pancreatic cancer.",
            "abstract": "Pancreatic ductal adenocarcinoma (PDAC) represents one of the deadliest malignancies, with an overall life expectancy of 6 months. Despite considerable advances in the understanding of the molecular mechanisms involved in the carcinogenesis of PDAC, the outcome of the disease was not significantly improved over the last 20 years. Although some achievements in molecular-targeted therapies have been made (that is, targeting the epidermal growth factor receptor by erlotinib), which already entered clinical settings, and despite the promising outcome of the FOLFIRINOX trial, there is an urgent need for improvement of the chemotherapy in this disease. A plethora of molecular alterations are thought to be responsible for the profound chemoresistance, including mutations in oncogenes and tumor suppressors. Besides these classical hallmarks of cancer, the constitutive or inducible activity of transcription factor pathways are characteristic changes in PDAC. Recently, three transcription factors-nuclear factor-κB (NF-κB), nuclear factor of activated T cells (NFAT) and nuclear factor-E2-related factor-2 (Nrf2)-have been shown to be crucial for tumor development and chemoresistance in pancreatic cancer. These transcription factors are key regulators of a variety of genes involved in nearly all aspects of tumorigenesis and resistance against chemotherapeutics and death receptor ligands. Furthermore, the pathways of NF-κB, NFAT and Nrf2 are functional, interacting on several regulatory steps, and, especially, natural compounds such as curcumin interfere with more than one pathway. Thus, targeting these pathways by established inhibitors or new drugs might have great potential to improve the outcome of PDAC patients, most likely in combination with established anticancer drugs. In this article, we summarize recent progress in the characterization of these transcription-factor pathways and their role in PDAC and therapy resistance. We also discuss future concepts for the treatment of PDAC relying on these pathways."
        },
        {
            "title": "TTD consensus document on the diagnosis and management of exocrine pancreatic cancer.",
            "abstract": "Exocrine pancreatic cancer (PC) is a very aggressive and heterogeneous tumor with several cellular signaling pathways implicated in its pathogenesis and maintenance. Several risk factors increase the risk of developing PC. Therapeutic strategies used are dictated by the extent of disease. Supportive treatment is critical because of the high frequency of symptoms. For localized disease, surgery followed by adjuvant gemcitabine is the standard. Neoadjuvant and new adjuvant chemotherapy regimens are being evaluated. Locally advanced disease should respond best guided by a multidisciplinary team. Various treatment options are appropriate such as chemotherapy alone or chemoradiotherapy with integration of rescue surgery if the tumor becomes resectable. In metastatic disease, chemotherapy should be reserved for patients with ECOG 0-1 using Folfirinox or gemcitabine plus nab-paclitaxel as the most recommended options. Several therapeutic strategies targeting unregulated pathways are under evaluation with an unmet need for biomarkers to guide management."
        },
        {
            "title": "Systemic therapy for advanced pancreatic cancer: individualising cytotoxic therapy.",
            "abstract": "Introduction:\n        \n      \n      Pancreatic cancer is an aggressive solid tumour associated with a high risk of local invasion and metastatic spread. In the absence of validated screening approaches, many patients present with advanced, incurable disease. Despite advances in treatment, the prognosis for patients with advanced pancreatic cancer remains poor. The benefits of surgical resection and radiation are unproven in this setting and, as patients generally present with distant metastases, systemic therapy forms the mainstay of treatment. The importance of selecting the optimal cytotoxic therapy remains to be critical to improving outcome and retaining quality of life. This review sets out to compare the current therapies available for advanced pancreatic cancer.\n    \n\n\n          Areas covered:\n        \n      \n      This review examines the evolution of the systemic management of advanced pancreatic cancer, with a particular focus on the landmark Phase III trials identified from an extensive PubMed and Google scholar literature search. The article summarises the cytotoxic agents in use and the results of two decades of clinical trials to culminate in an almost doubling of survival in clinical trials.\n    \n\n\n          Expert opinion:\n        \n      \n      In the concluding expert opinion, the challenges interpreting and translating trial results into clinical practice are discussed, where patients are often older and of worse performance status. In the future, novel biomarkers might be used to tailor therapy."
        },
        {
            "title": "[Irinotecan for the treatment of metastatic colorectal cancer].",
            "abstract": "In a dozen years of development, irinotecan (CPT11) became one of major therapeutics in the taking care of the metastatic colorectal cancer (CCRM). First used in monotherapy every three weeks, irinotecan has been later developed in association with 5FU and folinic acid according to two modalities of administration (bolus schedule administred weekly or infused schedule every two weeks). This association is now validated both in first and second line. Infused schedule (Folfiri) seems to introduce the best ratio of efficacy/tolerance. The association with the anti VEGF antibody (Avastin), bevacizumab) is promising. Moreover the association of the irinotecan with the anti EGFR antibody (Erbitux)), cetixumab) has show a efficacy in third line after progression under an protocol with irinotecan. Combinations with oxaliplatine (Irox, Irinox) or (Folfoxiri, Folfirinox) still remain in the course of appreciation notably in neoadjuvant context. An increment of dose seems accomplishable in monotherapy or in combination with/AF (high Folfiri doses) with a notable increment of responses rates. Nevertheless this strategy must again show a true clinical interest. Finally they are at promising developments in the fields of the irinotecan pharmacogenetic and pharmacogenomic."
        },
        {
            "title": "Pancreatic cancer-improved care achievable.",
            "abstract": "Pancreatic adenocarcinoma is one of the most aggressive cancers, and the decline in mortality observed in most other cancer diseases, has so far not taken place in pancreatic cancer. Complete tumor resection is a requirement for potential cure, and the reorganization of care in the direction of high patient-volume centers, offering multimodal treatment, has improved survival and Quality of Life. Also the rates and severity grade of complications are improving in high-volume pancreatic centers. One of the major problems worldwide is underutilization of surgery in resectable pancreatic cancer. Suboptimal investigation, follow up and oncological treatment outside specialized centers are additional key problems. New chemotherapeutic regimens like FOLFIRINOX have improved survival in patients with metastatic disease, and different adjuvant treatment options result in well documented survival benefit. Neoadjuvant treatment is highly relevant, but needs further evaluation. Also adjuvant immunotherapy, in the form of vaccination with synthetic K-Ras-peptides, has been shown to produce long term immunological memory in cytotoxic T-cells in long term survivors. Improvement in clinical outcome is already achievable and further progress is expected in the near future for patients treated with curative as well as palliative intention."
        },
        {
            "title": "Multi-institutional experience with FOLFIRINOX in pancreatic adenocarcinoma.",
            "abstract": "Context:\n        \n      \n      Combination chemotherapy with FOLFIRINOX (oxaliplatin, irinotecan, fluorouracil, and leucovorin) was shown to be effective in a large phase III trial.\n    \n\n\n          Objective:\n        \n      \n      The purpose of this study was to examine the tolerance and effectiveness of FOLFIRINOX as practiced outside of the confines of a clinical trial and to document any dose modifications used by practicing oncologists.\n    \n\n\n          Methods:\n        \n      \n      Data on patients with all stages of pancreatic adenocarcinoma treated with FOLFIRINOX at three institutions was analyzed for efficacy, tolerance, and use of any dose modifications.\n    \n\n\n          Results:\n        \n      \n      Total of 61 patients was included in this review. Median age was 58 years (range: 37 to 72 years), 33 were male (54.1%) and majority had ECOG performance of 0 or 1 (86.9%, 53 patients). Thirty-eight (62.3%) had metastatic disease, while 23 (37.7%) were treated for locally advanced or borderline resectable disease. Patients were treated with a median number of four cycles of FOLFIRINOX, with dose modifications in 58.3% (176/302) of all cycles. Ten patients had stable disease (16.4%), four had a partial response (6.6%) while eight had progressive disease (13.1%) on best imaging following therapy. Median progression-free survival and overall survival were 7.5 months and 13.5 months, respectively. The most common grade 3-4 adverse event was neutropenia at 19.7% (12 cases), with 4.9% (3 cases) rate of febrile neutropenia. Twenty-one patients (34.4%) were hospitalized as a result of therapy but there were no therapy-related deaths. Twenty-three (37.7%) had therapy eventually discontinued as a result of adverse events.\n    \n\n\n          Conclusion:\n        \n      \n      Despite substantial rates of adverse events and use of dose modifications, FOLFIRINOX was found to be clinically effective in both metastatic and non-metastatic patients. Regimen toxicity did not detract from overall response and survival."
        },
        {
            "title": "Systemic treatment for inoperable pancreatic adenocarcinoma: review and update.",
            "abstract": "There have been many clinical trials conducted to evaluate novel systemic regimens for unresectable pancreatic cancer. However, most of the trial results were negative, and gemcitabine monotherapy has remained the standard systemic treatment for years. A number of molecular targeted agents, including those against epidermal growth factor receptor and vascular endothelial growth factor receptors, have also been tested. In recent years, there have been some breakthroughs in the deadlock: three regimens, namely gemcitabine-erlotinib, FOLFIRINOX, and gemcitabine-nab-paclitaxel, have been shown to prolong the overall survival of patients when compared with gemcitabine monotherapy. In addition, emerging data suggested that the membrane protein human equilibrative nucleotide transporter 1 is a potential biomarker with which to predict the efficacy of gemcitabine. Here we review the literature on the development of systemic agents for pancreatic cancer, discuss the current choices of treatment, and provide future directions on the development of novel agents."
        },
        {
            "title": "Neoadjuvant FOLFIRINOX for borderline resectable pancreas cancer: a new treatment paradigm?",
            "abstract": "Background:\n        \n      \n      Borderline resectable pancreatic cancer is best treated by multimodality therapy. FOLFIRINOX (5-fluorouracil, oxaliplatin, irinotecan, and leucovorin) tripled the response rate and significantly increased median survival for patients with advanced pancreatic cancer and shows promise for neoadjuvant use. Toxicity concerns prompted a careful analysis of our initial FOLFIRINOX experience.\n    \n\n\n          Methods:\n        \n      \n      All patients diagnosed with borderline resectable, biopsy-proven pancreatic adenocarcinoma treated with neoadjuvant FOLFIRINOX between July 2010 and December 2012 were reviewed. Primary outcome was surgical resectability. Secondary outcomes were treatment-related toxicities and survival.\n    \n\n\n          Results:\n        \n      \n      FOLFIRINOX followed by gemcitabine- or capecitabine-based chemoradiation was initiated in 18 patients. The most common grade 3 or 4 toxicities during chemotherapy were gastrointestinal, including nausea/emesis (n = 5), weight loss (n = 3) and diarrhea (n = 2), and hematologic (n = 2; neutropenia); five patients (36%) required a total of six admissions. Neoadjuvant therapy was completed in 15 of 18 patients (83%), and 12 (67%) underwent pancreatectomy (10 Whipple, 2 total pancreatectomy) including portal vein resection/reconstruction in 10 (83%). Disease progression precluded surgery in 6 of the 18 patients (33%). All 12 resected patients had negative (R0) margins. Only 2 of 12 (17%) were node positive (median node count: 26.5 [range: 15-39]). There were no in-hospital or 30-day mortalities and no clinical pancreatic leaks or reoperations. Of the 12 patients who completed all intended therapy, 7 (58.3%) are alive, including 5 who have no evidence of disease (median months from diagnosis: 22 months [range: 18-35 months). The six patients who did not complete all planned therapy are deceased (months from diagnosis: 6.9-17.5 months).\n    \n\n\n          Conclusion:\n        \n      \n      FOLFIRINOX followed by chemoradiation as neoadjuvant therapy for borderline resectable pancreatic adenocarcinoma is safe, and our initial experience suggests favorable resection rates compared with previous reports in this high-risk patient population."
        },
        {
            "title": "Impact of FOLFIRINOX compared with gemcitabine on quality of life in patients with metastatic pancreatic cancer: results from the PRODIGE 4/ACCORD 11 randomized trial.",
            "abstract": "Purpose:\n        \n      \n      To compare the quality of life (QoL) of patients receiving oxaliplatin, irinotecan, fluorouracil, and leucovorin (FOLFIRINOX) or gemcitabine as first-line chemotherapy and to assess whether pretreatment QoL predicts survival in patients with metastatic pancreatic cancer.\n    \n\n\n          Patients and methods:\n        \n      \n      Three hundred forty-two patients with performance status 0 or 1 were randomly assigned to receive FOLFIRINOX (oxaliplatin, 85 mg/m(2); irinotecan, 180 mg/m(2); leucovorin, 400 mg/m(2); and fluorouracil, 400 mg/m(2) bolus followed by 2,400 mg/m(2) 46-hour continuous infusion, once every 2 weeks) or gemcitabine 1,000 mg/m(2) weekly for 7 of 8 weeks and then weekly for 3 of 4 weeks. QoL was assessed using European Organisation for the Research and Treatment of Cancer Quality of Life Questionnaire C30 every 2 weeks.\n    \n\n\n          Results:\n        \n      \n      Improvement in global health status (GHS; P < .001) was observed in the FOLFIRINOX arm and improvement in emotional functioning (P < .001) was observed in both arms, along with a decrease in pain, insomnia, anorexia, and constipation in both arms. A significant increase in diarrhea was observed in the FOLFIRINOX arm during the first 2 months of chemotherapy. Time until definitive deterioration ≥ 20 points was significantly longer for FOLFIRINOX compared with gemcitabine for GHS, physical, role, cognitive, and social functioning, and six symptom domains (fatigue, nausea/vomiting, pain, dyspnea, anorexia, and constipation). Physical functioning, constipation, and dyspnea were independent significant prognostic factors for survival with treatment arm, age older than 65 years, and low serum albumin.\n    \n\n\n          Conclusion:\n        \n      \n      FOLFIRINOX significantly reduces QoL impairment compared with gemcitabine in patients with metastatic pancreatic cancer. Furthermore, baseline QoL scores improved estimation of survival probability when added to baseline clinical and demographic variables."
        },
        {
            "title": "Medical treatment of pancreatic cancer: new hopes after 10 years of gemcitabine.",
            "abstract": "Exocrine pancreatic cancer has a very poor prognosis. R0 resection of the tumor is to date the only potentially curative approach, but less than 20% of patients are eligible for a curative surgery at diagnosis. Until recently, gemcitabine was the standard treatment for advanced and metastatic pancreatic cancer patients, since it was shown more than a decade ago to induce clinical benefit and to improve survival when compared to weekly bolus 5-fluorouracil. In order to improve patients' outcome many trials have, during the last 10 years, explored the pharmacokinetic modulation of gemcitabine and combination therapies with gemcitabine and other anti-cancer agents with consistent negative results. It is finally a trial assessing the efficacy of a combination chemotherapy without gemcitabine: the FOLFIRINOX regimen, reported this year, that has shown for the first time a significant improvement in progression free and overall survivals. In parallel, many trials testing new targeted agents in these patients are currently ongoing. After 10 years without significant progress in the treatment of pancreatic cancer patients, the hope that a significant improvement in the outcome of these patients can be achieved has been raised."
        },
        {
            "title": "The oncogenic receptor ErbB2 modulates gemcitabine and irinotecan/SN-38 chemoresistance of human pancreatic cancer cells via hCNT1 transporter and multidrug-resistance associated protein MRP-2.",
            "abstract": "Pancreatic adenocarcinoma (PDAC) is one of the most deadly cancers because of a lack of early diagnostic markers and efficient therapeutics. The fluorinated analog of deoxycytidine, gemcitabine and emerging FOLFIRINOX protocol (5-fluorouracil (5-FU), irinotecan/SN-38, oxaliplatin and leucovorin) are the main chemotherapies to treat PDAC. The ErbB2/HER2 oncogenic receptor is commonly overexpressed in PDAC. In this context, we aimed to decipher the ErbB2-mediated mechanisms of chemoresistance to the two main chemotherapy protocols used to treat PDAC.ErbB2 knocking down (KD) in CAPAN-1 and CAPAN-2 cells led to an increased sensitivity to gemcitabine and an increased resistance to irinotecan/SN-38 both in vitro and in vivo (subcutaneous xenografts) This was correlated to an increase of hCNT1 and hCNT3 transporters and ABCG2, MRP1 and MRP2 ATP-binding cassette transporters expression and resistance to cell death. We also show that MRP2 is repressed following activation of JNK, Erk1/2 and NF-κB pathways by ErbB2. Finally, in datasets of human PDAC samples, ErbB2 and MRP2 expression was conversely correlated. Altogether, we propose that ErbB2 mediates several intracellular mechanisms linked to PDAC cell chemoresistance that may represent potential targets in order to ameliorate chemotherapy response and allow stratification of patients eligible for either gemcitabine or FOLFIRINOX treatment."
        },
        {
            "title": "Gemcitabine plus nab-paclitaxel for advanced pancreatic cancer after first-line FOLFIRINOX: single institution retrospective review of efficacy and toxicity.",
            "abstract": "Background:\n        \n      \n      We conducted a retrospective review of the dose, toxicity, and efficacy of second line gemcitabine plus nab-paclitaxel (G + Nab-P) after FOLFIRINOX in patients with metastatic and locally advanced unresectable pancreatic cancer.\n    \n\n\n          Methods:\n        \n      \n      In this retrospective study, we included all patients with locally advanced unresectable or metastatic pancreatic cancer who were treated at Yale Cancer Center with G + Nab-P between 12/2011 and 12/2013 after receiving first line FOLFIRINOX. For each patient, demographics, prior therapy, doses of G + Nab-P (cumulative doses and dose intensity relative to full dose G + Nab-P), hematologic toxicities, best response by RECIST, time to treatment failure (TTF), and survival were compiled. Median TTF and overall survival (OS) were calculated by Kaplan-Meier method.\n    \n\n\n          Results:\n        \n      \n      28 patients were treated with G + Nab-P after first line FOLFIRINOX. The median TTF was 12.0 weeks (range 2.0-36.0), and the median OS was 23.0 weeks (range 2.1-85.4). Five patients had a partial response (response rate 17.9 %), and 28.6 % of patients had stable disease for ≥7 weeks. A decline in CA 19-9 and CEA by >30 % was observed in 13 (46.4 %) and 11 (39.3 %) patients, respectively. The median relative dose intensities were 62.4 and 57.5 % for G and Nab-P, respectively. Grade ≥3 hematologic toxicities included neutropenia in 17.9 %, anemia in 25.0 %, and thrombocytopenia in 25.0 % of patients.\n    \n\n\n          Conclusions:\n        \n      \n      Second line G + Nab-P following FOLFIRINOX is feasible, and demonstrated modest activity and clinical benefit in advanced pancreatic cancer. The optimum sequencing and dosing of these active regimens warrants further evaluation in prospective trials."
        },
        {
            "title": "A retrospective study of neoadjuvant FOLFIRINOX in unresectable or borderline-resectable locally advanced pancreatic adenocarcinoma.",
            "abstract": "Background:\n        \n      \n      5-fluorouracil, leucovorin, irinotecan and oxaliplatin (FOLFIRINOX) is superior to gemcitabine in patients with metastatic pancreatic cancer who have a good performance status. We investigated this combination as neoadjuvant therapy for locally advanced pancreatic cancer (LAPC).\n    \n\n\n          Methods:\n        \n      \n      In this retrospective series, we included patients with unresectable LAPC who received neoadjuvant FOLFIRINOX with growth factor support. The primary analysis endpoint was R0 resection rate.\n    \n\n\n          Results:\n        \n      \n      Eighteen treatment-naïve patients with unresectable or borderline resectable LAPC were treated with neoadjuvant FOLFIRINOX. The median age was 57.5 years and all had ECOG PS of 0 or 1. Eleven (61 %) had tumors in the head of the pancreas and 9 (50 %) had biliary stents placed prior to chemotherapy. A total of 146 cycles were administered with a median of 8 cycles (range 3-17) per patient. At maximum response or tolerability, 7 (39 %) were converted to resectability by radiological criteria; 5 had R0 resections, 1 had an R1 resection, and 1 had unresectable disease. Among the 11 patients who remained unresectable after FOLFIRINOX, 3 went on to have R0 resections after combined chemoradiotherapy, giving an overall R0 resection rate of 44 % (95 % CI 22-69 %). After a median follow-up of 13.4 months, the 1-year progression-free survival was 83 % (95 % CI 59-96 %) and the 1-year overall survival was 100 % (95 % CI 85-100 %). Grade 3/4 chemotherapy-related toxicities were neutropenia (22 %), neutropenic fever (17 %), thrombocytopenia (11 %), fatigue (11 %), and diarrhea (11 %). Common grade 1/2 toxicities were neutropenia (33 %), anemia (72 %), thrombocytopenia (44 %), fatigue (78 %), nausea (50 %), diarrhea (33 %) and neuropathy (33 %).\n    \n\n\n          Conclusions:\n        \n      \n      FOLFIRINOX followed by chemoradiotherapy is feasible as neoadjuvant therapy in patients with unresectable LAPC. The R0 resection rate of 44 % in this population is promising. Further studies are warranted."
        },
        {
            "title": "Phase II study on combined intravenous and intra-arterial chemotherapy with gemcitabine and mitomycin C in patients with advanced pancreatic cancer.",
            "abstract": "Background/aims:\n        \n      \n      This prospective phase II study on a combination of intraarterial (i.a.) and systemic chemotherapy was performed to test whether regional chemotherapy may overcome the chemoresistance of pancreatic cancer.\n    \n\n\n          Methodology:\n        \n      \n      One treatment cycle consisted of an i.a. infusion through an angiographic catheter into the celiac artery of 8.5mg/m2 mitomycin C (MMC) and 500 mg/m2 gemcitabine on days 1 and 22, and intravenous infusions of 500 mg/m2 gemcitabine on days 8 and 15. Study-endpoints were overall survival and tumor response as measured by computed tomography (CT). Treatment was continued until disease progression or complete remission on CT.\n    \n\n\n          Results:\n        \n      \n      Thirty-seven treatment cycles were performed in 17 patients. The most frequent side effects were hematological with 18 episodes of grade III/IV toxicities. According to radiographic and tumor marker criteria, four (24%) and seven patients (41%), respectively, demonstrated an objective response. The median actual progression-free and overall survivals were 4.6 and 9.1 months, respectively. Patients without distant metastases had a longer median survival (15 months) than those with distant metastases (7.1 months, p = 0.037).\n    \n\n\n          Conclusions:\n        \n      \n      This combination treatment was well tolerated and resulted in tumor response rates, median overall- and progression-free survival times superior to systemic gemcitabine chemotherapy, and comparable to the more toxic FOLFIRINOX regimen."
        },
        {
            "title": "Eastern Canadian Colorectal Cancer Consensus Conference: standards of care for the treatment of patients with rectal, pancreatic, and gastrointestinal stromal tumours and pancreatic neuroendocrine tumours.",
            "abstract": "The annual Eastern Canadian Colorectal Cancer Consensus Conference was held in Halifax, Nova Scotia, October 20-22, 2011. Health care professionals involved in the care of patients with colorectal cancer participated in presentation and discussion sessions for the purposes of developing the recommendations presented here. This consensus statement addresses current issues in the management of rectal cancer, including pathology reporting, neoadjuvant systemic and radiation therapy, surgical techniques, and palliative care of rectal cancer patients. Other topics discussed include multidisciplinary cancer conferences, treatment of gastrointestinal stromal tumours and pancreatic neuroendocrine tumours, the use of folfirinox in pancreatic cancer, and treatment of stage ii colon cancer."
        },
        {
            "title": "[Following communications made at American Society of Clinical Oncology 2010, what will change our practice? The point of view of the editorial board of Bulletin du Cancer].",
            "abstract": "The congress of Asco made the object of numerous summaries of congress made in the heat of the moment and the Bulletin du Cancer decided to ask to his editorial board, a digested summary, at distance of the congress, to try to sum up the data of the congress which are going to change practice. Of the considerable number of communications, editorial board chose 40 communications which appeared to answer these rules. Best understanding of biological mechanisms and new molecules to inhibit targets allow in certain case, to use therapeutic targeting in the true sense. The identification of the gene of fusion EML4-ALK in lung adenocarcinoma, and its inhibition by the crizotinib, constitute a considerable progress for 5% of patients with this disease. Molecular biology with the mutations of the exon 11 in GIST, allow to better define the population which is going to benefit from adjuvant imatinib. In Advanced non-small cell lung cancer, myeloma and advanced lymphoma, maintenance therapy by monoclonal anti-body or inhibitors of tyrosines kinases showed the proof of their effectiveness. In advanced melanoma, ipilimumab is a light of hope in a pathology in always prognostic is so dark. In metastatic adenocarcinoma of the pancreas, there is finally an alternative to gemcitabine with the Folfirinox regimen, with an improvement of overall survival. Biological personalization of cancer treatments is on the road run but the road is still long."
        },
        {
            "title": "Pancreatic cancer: systemic combination therapies for a heterogeneous disease.",
            "abstract": "Pancreatic cancer is the only human malignancy for which patients' survival has not improved substantially during the past 30 years. Despite advances in the comprehension of the molecular mechanisms underlying pancreatic carcinogenesis, current systemic treatments offer only a modest benefit in tumor-related symptoms and survival. Over the past decades, gemcitabine and its combination with other standard cytotoxic agents have been the reference treatments for advanced pancreatic cancer patients. The recent introduction of the three-drug combination regimen FOLFIRINOX or the new taxane nab-paclitaxel represent key advances for a better control of the disease. Novel agents targeting molecular mechanisms involved in cancer development and maintenance are currently under clinical investigation. This review describes the most important findings in the field of systemic combination therapies for the treatment of pancreatic cancer. We discuss the emerging evidences for the clinical activity of combination treatments with standard chemotherapy plus novel agents targeting tumor cell-autonomous and tumor microenvironment signaling pathways. We present some of the most important advances in the comprehension of the molecular mechanisms responsible for the chemoresistance of pancreatic cancer and the emerging therapeutic targets to overcome this resistance."
        },
        {
            "title": "A synthetic lethal screen identifies the Vitamin D receptor as a novel gemcitabine sensitizer in pancreatic cancer cells.",
            "abstract": "Overcoming chemoresistance of pancreatic cancer (PCa) cells should significantly extend patient survival. The current treatment modalities rely on a variety of DNA damaging agents including gemcitabine, FOLFIRINOX, and Abraxane that activate cell cycle checkpoints, which allows cells to survive these drug treaments. Indeed, these treatment regimens have only extended patient survival by a few months. The complex microenvironment of PCa tumors has been shown to complicate drug delivery thus decreasing the sensitivity of PCa tumors to chemotherapy. In this study, a genome-wide siRNA library was used to conduct a synthetic lethal screen of Panc1 cells that was treated with gemcitabine. A sublethal dose (50 nM) of the drug was used to model situations of limiting drug availability to PCa tumors in vivo. Twenty-seven validated sensitizer genes were identified from the screen including the Vitamin D receptor (VDR). Gemcitabine sensitivity was shown to be VDR dependent in multiple PCa cell lines in clonogenic survival assays. Sensitization was not achieved through checkpoint override but rather through disrupting DNA repair. VDR knockdown disrupted the cells' ability to form phospho-γH2AX and Rad51 foci in response to gemcitabine treatment. Disruption of Rad51 foci formation, which compromises homologous recombination, was consistent with increased sensitivity of PCa cells to the PARP inhibitor Rucaparib. Thus inhibition of VDR in PCa cells provides a new way to enhance the efficacy of genotoxic drugs."
        },
        {
            "title": "Management of metastatic pancreatic cancer: Current treatment options and potential new therapeutic targets.",
            "abstract": "Pancreatic ductal adenocarcinoma is a malignancy with a poor prognosis, with the majority of patients diagnosed with advanced disease on presentation. Treatment options remain limited with little progress over the last 40 years. This review will focus on the current management of metastatic pancreatic ductal adenocarcinoma, with a discussion of new and future treatment strategies based on an improved understanding of tumour biology and mechanisms of pathogenesis."
        },
        {
            "title": "Complete pathological remission of locally advanced, unresectable pancreatic cancer (LAPC) after intensified neoadjuvant chemotherapy.",
            "abstract": "Background:\n        \n      \n      Unresectable locally advanced pancreatic cancer (LAPC) has an extremely poor prognosis. Results of neoadjuvant (radio-)chemotherapy approaches aiming at achieving resectability are currently not satisfactory.\n    \n\n\n          Case report:\n        \n      \n      We report the case of a 67-year-old woman with histologically confirmed pancreas carcinoma that was not resectable on first surgical exploration who achieved a well-documented complete pathological remission (pCR). The carcinoma became resectable after consecutive neoadjuvant treatment with nanoparticle albumin-bound (nab)-paclitaxel/gemcitabine and FOLFIRINOX chemotherapy regimens.\n    \n\n\n          Conclusion:\n        \n      \n      This is the first reported LAPC case in which neoadjuvant chemotherapy alone has been shown to lead to demonstrated pCR. CA19-9 levels, but not imaging criteria, were useful for response prediction and timing of the Whipple's procedure. The findings in this case suggest possible conceptual changes in the treatment approach for LAPC, and indicate that the new effective chemotherapy regimens should be integrated into clinical trials for LAPC."
        },
        {
            "title": "The role of the FOLFIRINOX regimen for advanced pancreatic cancer.",
            "abstract": "In 2010, the FOLFIRINOX regimen (bolus and infusional 5-fluorouracil, leucovorin, irinotecan, and oxaliplatin) emerged as a new option in patients with metastatic pancreatic cancer and a good performance status. However, at that time, some doubts were raised regarding safety issues. Similarly, no data on FOLFIRINOX were published in patients with unresectable/locally advanced or borderline resectable pancreatic cancer. This article presents the available experience with FOLFIRINOX outside clinical trials in metastatic and locally advanced pancreatic cancer patients. The safety of the regimen in patients with biliary stents and in previously treated patients is also described. FOLFIRINOX usage in clinical practice, including modification of the regimen (omission of bolus 5-fluorouracil; FOLFOXIRI regimen), is also presented. These data suggest that a phase III randomized study is warranted to further explore the role of FOLFIRINOX in locally advanced pancreatic cancer."
        },
        {
            "title": "Neoadjuvant strategies for pancreatic cancer.",
            "abstract": "Pancreatic cancer (PC) is the fourth cause of cancer death in Western countries, the only chance for long term survival is an R0 surgical resection that is feasible in about 10%-20% of all cases. Five years cumulative survival is less than 5% and rises to 25% for radically resected patients. About 40% has locally advanced in PC either borderline resectable (BRPC) or unresectable locally advanced (LAPC). Since LAPC and BRPC have been recognized as a particular form of PC neoadjuvant therapy (NT) has increasingly became a valid treatment option. The aim of NT is to reach local control of disease but, also, it is recognized to convert about 40% of LAPC patients to R0 resectability, thus providing a significant improvement of prognosis for responding patients. Once R0 resection is achieved, survival is comparable to that of early stage PCs treated by upfront surgery. Thus it is crucial to look for a proper patient selection. Neoadjuvant strategies are multiples and include neoadjuvant chemotherapy (nCT), and the association of nCT with radiotherapy (nCRT) given as either a combination of a radio sensitizing drug as gemcitabine or capecitabine or and concomitant irradiation or as upfront nCT followed by nRT associated to a radio sensitizing drug. This latter seem to be most promising as it may select patients who do not go on disease progression during initial treatment and seem to have a better prognosis. The clinical relevance of nCRT may be enhanced by the application of higher active protocols as FOLFIRINOX."
        },
        {
            "title": "Female gender may predict response to FOLFIRINOX in patients with unresectable pancreatic cancer: a single institution retrospective review.",
            "abstract": "FOLFIRINOX is a highly active regimen for the treatment of patients with unresectable pancreatic cancer. However, treatment with FOLFIRINOX is associated with relevant toxicity and predictors for response to therapy are warranted. We retrospectively analyzed 49 patients with unresectable pancreatic cancer treated with FOLFIRINOX in order to evaluate a possible predictive role of clinical parameters and tumor characteristics for response to chemotherapy. Tumor samples were characterized histopathologically before treatment and expression of p53 and Ki67 was analyzed using automated immunohistochemistry. Overall survival (OS) and progression-free survival (PFS) were estimated by the Kaplan-Meier method. The overall objective response rate was 55.1%, the disease control rate was 70.6%. Female gender was associated with a significantly higher disease control rate of 91.7 compared to 48.0% in male patients (p=0.001) which reached 100% in female patients when primarily treated compared to treatment after surgical resection and relapse (77.8%, p=0.057). For all patients median PFS was 3.5 months (95% CI, 2.7-4.3 months) and median OS was 13 months (95% CI, 9.4-16.6 months). Female patients showed a tendency towards a longer median PFS (5.0 months, 95% CI, 3.6-6.4 months) compared to males (3.0 months, 95% CI, 2.4-3.6 months) (p=0.099). Serum levels of CA19.9 and CEA were significantly higher in female patients compared to male patients (p=0.037, p=0.05). Tumors of patients with response to FOLFIRINOX showed a higher expression level of p53 and Ki67 as well as higher serum levels of CA19.9 compared to non-responders, which was statistically not significant. Our study indicates that female gender is a positive predictor for therapy response to FOLFIRINOX in patients with unresectable pancreatic cancer. Female gender in turn was associated with increased levels of tumor markers CEA and CA19.9 and patients with higher serum levels of CA19.9 were more responsive to FOLFIRINOX."
        },
        {
            "title": "[UGT1A1 Genotyping for Proper Use of Irinotecan].",
            "abstract": "Irinotecan is a camptothecin analog used worldwide for a broad range of solid tumors, including colorectal and lung cancers. It can cause severe adverse drug reactions, such as neutropenia or diarrhea. Irinotecan is metabolized to form active SN-38, which is further conjugated and detoxified by the UDP-glucuronosyltransferase (UGT) 1A1 enzyme. Recent pharmacogenetic studies on irinotecan have revealed the impact of UGT1A1 polymorphisms on severe adverse effects. A variant in the promoter of the UGT1A1 gene, the UGT1A1 *28 allele, has been extensively studied, and pharmacogenetic relationships between the variant and severe toxicities of irinotecan have been reported. The US FDA and pharmaceutical companies revised the irinotecan label in 2005, and it now includes homozygosity for the UGT1A1*28 genotype as one of the risk factors for severe neutropenia. A variant in exon 1 of the UGT1A1 gene, the UGT1A1*6 allele, mainly found in East Asians, is also an important risk factor associated with severe neutropenia. The concurrence of UGT1A1*28 and UGT1A1*6, even when heterozygous, markedly alters the disposition of irinotecan, potentially increasing toxicity, which is now written on the label of irinotecan in Japan. For patients showing homozygosity for UGT1A1*28, *6, or compound heterozygosity for UGT1A1*6 and *28, dose reduction of irinotecan is strongly recommended. Genotyping tests for UGT1A1 *6 and *28 have been approved in Japan and are currently used in oncology practice. Moreover, a recent Phase 2 trial for FOLFIRINOX in Japan excluded patients who showed homozygosity for UGT1A1*28, *6, or compound heterozygosity for UGT1A1*6 and *28. At present, irinotecan chemotherapy based on a patient's UGT1A1 genetic status is scientifically reasonable."
        },
        {
            "title": "Neoadjuvant treatment of borderline resectable and non-resectable pancreatic cancer.",
            "abstract": "Neoadjuvant therapy is increasingly becoming a valid treatment option for patients with locally advanced pancreatic cancer (LAPC). In borderline resectable disease, neoadjuvant therapy is employed to improve the probability of margin-clear resections. In non-metastatic, non-resectable pancreatic cancer, treatment primarily aims to induce disease control, but may achieve conversion to surgical resectability in some patients. Several treatment modalities including chemotherapy, chemoradiotherapy (CRT) or the sequential use of both have been investigated in numerous, mostly small and non-randomized studies. Nevertheless, there is a consistent finding that neoadjuvant therapy can induce resectability in up to 30%-40% of LAPC patients. Once resection has been achieved, overall survival appears to be comparable to that observed for primarily resectable patients. Thus, patient selection evolves as an important aspect of neoadjuvant therapy; retrospective analyses identified induction chemotherapy as an appropriate tool to define LAPC patients who may benefit most from subsequent treatment with CRT. The clinical importance of induction chemotherapy may further increase once highly active protocols such as the FOLFIRINOX or the gemcitabine plus nab-paclitaxel regimen are introduced into novel multimodality treatment concepts."
        },
        {
            "title": "FOLFIRINOX for locally advanced or metastatic pancreatic ductal adenocarcinoma: the Royal Marsden experience.",
            "abstract": "Background:\n        \n      \n      Pancreatic ductal adenocarcinoma (PDA) has a very poor prognosis. Treatment with FOLFIRINOX has been shown to improve outcomes, but can be associated with significant toxicity.\n    \n\n\n          Materials and methods:\n        \n      \n      A retrospective review was performed of all patients with locally advanced or metastatic PDA treated with FOLFIRINOX at the Royal Marsden between November 2010 and November 2013. Efficacy, tolerability, and potential prognostic factors were evaluated.\n    \n\n\n          Results:\n        \n      \n      Twenty-seven patients with metastatic PDA and 22 patients with locally advanced PDA were treated with FOLFIRINOX. Patients received a median of 9 cycles (range, 1-26) of FOLFIRINOX. The overall response rate was 41% (20 patients), and a further 17 patients (35%) had stable disease. Thirty-five patients (71%) received FOLFIRINOX in the first-line setting, with a median progression-free survival and overall survival, respectively, of 12.9 months and 18.4 months for patients with locally advanced disease; and 8.4 months and 12.2 months for patients with metastatic disease. The most frequently occurring Grade 3/4 toxicities were neutropenia (29%), fatigue (18%), febrile neutropenia (14%), thromboembolism (12%), and thrombocytopenia (10%). In a univariate analysis, reduction in CA 19-9 of >50% (P < .001), normalization of CA19-9 (P < .001), surgery after FOLFIRINOX (P = .004), and use of prophylactic pegfilgrastim (P = .005) were prognostic for overall survival.\n    \n\n\n          Conclusion:\n        \n      \n      The efficacy and tolerability of FOLFIRINOX for PDA at our institution is similar to that reported in clinical trials. Careful selection of patients and monitoring of response (according to CA19-9) and toxicities can help maximize advantage in this patient population."
        },
        {
            "title": "Modified FOLFIRINOX for Locally Advanced and Metastatic Pancreatic Cancer Patients Resistant to Gemcitabine and S-1 in Japan: A Single Institutional Experience.",
            "abstract": "Background/aims:\n        \n      \n      The purpose of the present study was to evaluate the efficacy and the tolerability of modified FOLFIRINOX (mFOLFIRINOX), administered as a second-line or beyond second-line chemotherapy drug in patients with locally advanced or metastatic pancreatic cancer (PC) after the failure of both gemcitabine (GEM) and S-1.\n    \n\n\n          Methodology:\n        \n      \n      Treatment of mFOLFIRINOX consisted of oxaliplatin, leucovorin, irinotecan and fluorouracil; all the anticancer drugs were reduced to an 80% dose of the original regimen of FOLFIRINOX, repeated every three weeks. The primary end point was response rate (RR) and disease control rate (DCR). The secondary end points were overall survival (OS), progression-free survival (PFS), total survival time (TST), safety, and tolerability.\n    \n\n\n          Results:\n        \n      \n      Between November 2011 and November 2013, 13 enrolled patients were treated with mFOLFIRINOX, with a median of 5 courses (range 1-33). The RR and DCR were 30.8% and 69.2%, respectively. The median OS, PFS, and TST were 176, 137, and 779 days, respectively. The 6-month and the 1-year OS was 46.1% and 23.1%, respectively. Major grade 3 or grade 4 adverse events included neutropenia (38.5%), and anorexia (25.0%).\n    \n\n\n          Conclusions:\n        \n      \n      mFOLFIRINOX was moderately effective in locally advanced or metastatic PC patients after the failure of both GEM and S-1."
        },
        {
            "title": "Pancreatic cancer: advances in treatment.",
            "abstract": "Pancreatic cancer is a leading cause of cancer mortality and the incidence of this disease is expected to continue increasing. While patients with pancreatic cancer have traditionally faced a dismal prognosis, over the past several years various advances in diagnosis and treatment have begun to positively impact this disease. Identification of effective combinations of existing chemotherapeutic agents, such as the FOLFIRINOX and the gemcitabine + nab-paclitaxel regimen, has improved survival for selected patients although concerns regarding their toxicity profiles remain. A better understanding of pancreatic carcinogenesis has identified several pre-malignant precursor lesions, such as pancreatic intraepithelial neoplasias, intraductal papillary mucinous neoplasms, and cystic neoplasms. Imaging technology has also evolved dramatically so as to allow early detection of these lesions and thereby facilitate earlier management. Surgery remains a cornerstone of treatment for patients with resectable pancreatic tumors, and advances in surgical technique have allowed patients to undergo resection with decreasing perioperative morbidity and mortality. Surgery has also become feasible in selected patients with borderline resectable tumors as a result of neoadjuvant therapy. Furthermore, pancreatectomy involving vascular reconstruction and pancreatectomy with minimally invasive techniques have demonstrated safety without significantly compromising oncologic outcomes. Lastly, a deeper understanding of molecular aberrations contributing to the development of pancreatic cancer shows promise for future development of more targeted and safe therapeutic agents."
        },
        {
            "title": "Outcomes with FOLFIRINOX for borderline resectable and locally unresectable pancreatic cancer.",
            "abstract": "Background:\n        \n      \n      Trials examining FOLFIRINOX in metastatic pancreatic cancer demonstrate higher response rates compared to gemcitabine-based regimens. There is currently limited experience with neoadjuvant FOLFIRINOX in pancreatic cancer.\n    \n\n\n          Methods:\n        \n      \n      Retrospective review of outcomes of patients with borderline resectable or locally unresectable pancreatic cancer who were recommended to undergo neoadjuvant treatment with FOLFIRINOX.\n    \n\n\n          Results:\n        \n      \n      FOLFIRINOX was recommended for 25 patients with pancreatic cancer, 13 (52%) unresectable and 12 (48%) borderline resectable. Four patients (16%) refused treatment or were lost to follow-up. Twenty-one patients (84%) were treated with a median of 4.7 cycles. Six patients (29%) required dose reductions secondary to toxicity. Two patients (9%) were unable to tolerate treatment and three patients (14%) had disease progression on treatment. Seven patients (33%) underwent surgical resection following treatment with FOLFIRINOX alone, 2 (10%) of which were initially unresectable. Two patients underwent resection following FOLFIRINOX + stereotactic body radiation therapy (SBRT). The R0 resection rate for patients treated with FOLFIRINOX ± SBRT was 33% (55% borderline resectable, 10% unresectable). A total of five patients (24%) demonstrated a significant pathologic response.\n    \n\n\n          Conclusions:\n        \n      \n      FOLFIRINOX is a biologically active regimen in borderline resectable and locally unresectable pancreatic cancer with encouraging R0 resection and pathologic response rates."
        },
        {
            "title": "FOLFIRINOX for locally advanced and metastatic pancreatic cancer: single institution retrospective review of efficacy and toxicity.",
            "abstract": "Although FOLFIRINOX significantly increases survival in metastatic pancreatic cancer (MPC) compared to gemcitabine (Conroy et al. N Engl J Med 364:1817-1825, 2011), toxicities have tempered enthusiasm for its use in full doses. To assess the impact of dose attenuations on toxicity and efficacy, we reviewed our institution's experience with FOLFIRINOX in locally advanced pancreatic cancer (LAPC) and MPC. We performed a retrospective review of dose, toxicity, and efficacy of FOLFIRINOX in all patients with LAPC and MPC treated between June 2010 and July 2011 at Yale. Toxicities in all patients and response rate (RR) and survival in previously untreated MPC were compared to data reported by Conroy. Overall survival (OS) and progression-free survival were estimated by Kaplan-Meier method. Thirty-five patients were treated (16 LAPC; 19 MPC). Twenty-nine patients received dose attenuations with the first cycle. Median relative doses of irinotecan and bolus fluorouracil were less than those reported by Conroy (64 vs. 81 % and 66 vs. 82 %, respectively). RR was 50 % in LAPC and 47 % in MPC, and the latter did not differ significantly from the RR reported by Conroy (p = 0.19). OS at 6 and 12 months in MPC was comparable to OS reported by Conroy. Grade 3/4 toxicities were less than reported by Conroy, including fatigue (p = 0.009) and neutropenia (p < 0.0001). Nine patients experienced transient dysarthria during irinotecan administration. Our findings validate the efficacy and tolerability of FOLFIRINOX in LAPC and MPC and suggest that dose attenuations of irinotecan and bolus fluorouracil improve tolerability without compromising efficacy."
        },
        {
            "title": "Systemic treatment of advanced pancreatic cancer.",
            "abstract": "Pancreatic cancer belongs to the most malignant gastrointestinal cancers and, in its advanced stage, remains a deadly disease for nearly all affected patients. Treatment of metastatic adenocarcinoma of the pancreas not only involves chemotherapy and targeted therapy, but also requires attention to accompanying comorbidities as well as frequently intensive supportive treatment and psychosocial support. Gemcitabine-based combinations with fluoropyrimidines and platin analogs have essentially failed to provide a substantial prolongation of survival and may constitute a treatment option only in patients with a good performance status. Among targeted therapies, only the EGFR tyrosine kinase inhibitor erlotinib has shown activity which is marginal in the overall population, but clinically relevant in patients developing skin rash. New avenues of polychemotherapy are presently explored since the gemcitabine-free FOLFIRINOX-regimen (infusional 5-fluorouracil/folinic acid plus irinotecan and oxaliplatin) was shown to be markedly superior to gemcitabine in selected good-performance patients. Pancreatic cancer is notably characterized as a hypovascular tumor rich in desmoplastic stromal tissue. An innovative approach to treatment therefore focuses on peritumoral fibroblasts and aims to induce a depletion of the stroma either by inhibition of the hedgehog pathway or by targeting SPARC (secreted protein acidic and rich in cysteine) via application of albumin-bound paclitaxel."
        },
        {
            "title": "Molecular-based and alternative therapies for pancreatic cancer: looking \"out of the box\".",
            "abstract": "The current treatment options for pancreatic ductal adenocarcinoma fall exceedingly short of a cure, providing a sobering 5-year survival rate of only 5% for all patients, and the disease will be responsible for more than 37,000 deaths in the United States alone this year. These numbers continue to grow, and it was recently predicted that, within decades, pancreatic ductal adenocarcinoma will become the second most lethal cancer in this country. Beyond conventional oncologic-based therapies, researchers are working hard, albeit with increasingly limited federal support, to develop multiple novel therapeutic options focusing primarily on targeting specific, disrupted core signaling pathways within pancreatic cancer cells. In line with the history of medical oncology and medical paradigms, many pharmaceutical companies and large academic institutions have been focused on searching for compounds (biologic and chemicals) in an effort to find that unique \"magic bullet\" that will extend pancreatic cancer patients' lives (e.g., K-ras inhibitors). This magic bullet has been difficult to find in a haystack full of molecular pathways and mutated genes because the challenge is defined by identifying a therapeutic window that kills the tumor, yet spares the host. This therapeutic window has been hard to discover in the backdrop of the heterogeneous cell populations that make up a pancreatic tumor together with a heterogeneous patient population that has multiple, undefined tumor subtypes. Thus, to date, efforts have had limited success. Perhaps the best recent example of limited success is the discovery of the classic combination of 5-fluorouracil, leucovorin, irinotecan, and oxaliplatin (FOLFIRINOX), extending life by only 4 months when compared with gemcitabine (note that this drug combination does not directly target one single pathway or pancreatic cancer subtype)."
        },
        {
            "title": "Tritherapy with fluorouracil/leucovorin, irinotecan and oxaliplatin (FOLFIRINOX): a phase II study in colorectal cancer patients with non-resectable liver metastases.",
            "abstract": "Purpose:\n        \n      \n      To assess the rate of R(0) resection of liver metastases achieved after chemotherapy with FOLFIRINOX.\n    \n\n\n          Patients and methods:\n        \n      \n      Patients with histologically proven primary colorectal cancer and bidimensionally measurable liver metastasis, not fully resectable based on technical inability to achieve R(0) resection, but potentially resectable after tumor reduction, were given FOLFIRINOX: oxaliplatin 85 mg/m(2), irinotecan 180 mg/m(2), leucovorin 400 mg/m(2), bolus fluorouracil 400 mg/m(2) and fluorouracil 46-h continuous IV infusion 2,400 mg/m(2), every 2 weeks for a maximum of 12 cycles.\n    \n\n\n          Results:\n        \n      \n      Thirty-four patients were enrolled. Response rate before surgery was 70.6% (95%CI: 52.5-84.9). Twenty-eight patients (82.4%) underwent hepatic resection and nine achieved R(0) resection [26.5% (95% CI: 12.9-44.4%)]. The rate of clinical complete remission after surgery was 79.4%. Two-year overall survival was 83%. The most frequent grade 3 or 4 toxicities were neutropenia (64.8%), diarrhea (29.4%), fatigue (23.5%), abdominal cramps (14.7%), neuropathy and nausea (11.8% each), and AST/ALT elevation (14.7/11.8%). Only one patient experienced febrile neutropenia, four patients withdrew due to toxicity and no toxic death was observed.\n    \n\n\n          Conclusion:\n        \n      \n      FOLFIRINOX, with an acceptable toxicity profile, shows a high response rate in liver metastases from colorectal cancer. The rate of hepatic resection in patients initially not resectable, is attractive and warrants further assessment of this regimen in randomized studies compared to standard regimens."
        },
        {
            "title": "Treatment options for advanced pancreatic cancer: a review.",
            "abstract": "Advanced pancreatic adenocarcinoma historically has a poor prognosis and the mortality rate has remained unchanged for over a decade. Common treatment options for patients with advanced pancreatic cancer include chemoradiation and/or chemotherapy. Single-agent gemcitabine has been considered the standard of care since 1997. Recently published findings indicate that the oxaliplatin, irinotecan, fluorouracil and leucovorin (FOLFIRINOX) treatment regimen significantly improves overall survival compared with gemcitabine. Research has shifted to focus on understanding the causes the resistance of pancreatic cancer to chemotherapy and potential methods to overcome it. This review will focus on the current treatment options, the evolution of targeted therapy, novel agents on the horizon and potential options to ameliorate chemoresistance."
        },
        {
            "title": "Smarter drugs emerging in pancreatic cancer therapy.",
            "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is one of the leading causes of cancer death in the Western world. Owing to a lack of specific symptoms and no accessible precursor lesions, primary diagnosis is commonly delayed, resulting in only 15%-20% of patients with potentially curable disease. The standard of care in advanced pancreatic cancer has improved. Apart from gemcitabine (plus erlotinib), FOLFIRINOX and the combination of gemcitabine plus nab-paclitaxel are novel and promising therapeutic options for patients with metastatic PDAC. A better molecular understanding of pancreatic cancer has led to the identification of a variety of potential molecular therapeutic targets. Many targeted therapies are currently under clinical evaluation in combination with standard therapies for PDAC. This review highlights the current status of targeted therapies and their potential benefit for the treatment of advanced PDAC."
        },
        {
            "title": "Advanced pancreatic cancer: flourishing novel approaches in the era of biological therapy.",
            "abstract": "The progress in the development of systemic treatment for advanced pancreatic cancer (APC) has been slow. The mainstream treatment remains using chemotherapy including gemcitabine, FOLFIRINOX, and nab-paclitaxel. Erlotinib is the only approved biological therapy with marginal benefit. Studies of agents targeting epidermal growth factor receptor, angiogenesis, and RAS signaling have not been satisfying, and the usefulness of targeted therapy in APC is uncertain. Understanding in molecular processes and tumor biology has opened the door for new treatment strategies such as targeting insulin-like growth factor 1 receptor, transforming growth factor β, phosphoinositide 3-kinase/AKT/mammalian target of rapamycin pathway, and Notch pathway. New directions also include the upcoming immunotherapy and many novel agents that act on the microenvironment. The practice of personalized medicine using predictive biomarkers and pharmacogenomics signatures may also enhance the effectiveness of existing treatment. Future treatment approaches may involve comprehensive genomic assessment of tumor and integrated combinations of multiple agents to overcome treatment resistance."
        },
        {
            "title": "A case of successful resection after FOLFIRINOX in a patient with borderline resectable pancreatic adenocarcinoma.",
            "abstract": "Pancreatic adenocarcinoma (PAC), one of the most aggressive human neoplasms, continues to have an exceedingly poor prognosis. With the advance of diagnostic techniques, a distinct subset of pancreatic cancer labeled \"borderline resectable pancreatic cancer\" has emerged. Optimal treatment of this disease with a multidisciplinary approach including neoadjuvant and adjuvant therapy remains controversial. We describe a case of borderline resectable PAC treated with FOLFIRINOX (5-fluorouracil, oxaliplatin, irinotecan, and leucovorin) followed by successful pancreaticoduodenectomy. CT scan demonstrated a pancreatic head tumor attached to the superior mesenteric artery, subsequent to which the patient received FOLFIRINOX. Follow-up images showed no lymph node involvement or metastatic disease, suggesting that radical surgery would be curative. The patient underwent pancreaticoduodenectomy with negative margins and was subsequently diagnosed as Stage III (T3N0M0). Though requiring precise case selection and toxicity management, recent literature suggests that FOLFIRINOX is an effective neoadjuvant regimen in the setting of borderline resectable PAC."
        },
        {
            "title": "Emerging therapies in pancreas cancer.",
            "abstract": "Pancreas cancer has a grave prognosis and treatment options remain limited despite advancement in anti-cancer chemotherapeutics. This review provides an overview of the emerging therapies for pancreas cancer, focusing on novel signal transduction inhibitors (insulin-like growth factor receptor, hedgehog/Smo, PI3k/Akt/mTOR) and cytotoxics (nab-paclitaxel) that are currently in clinical development. Despite the impact molecularly targeted agents have on other tumor types, their application without cytotoxics in pancreas cancer remains limited. In addition, recent report of the superiority of an intensive cytotoxic regimen using fluorouracil, irinotecan and oxaliplatin (FOLFIRINOX) over gemcitabine reminded us of the importance of cytotoxics in this disease. As such, the future of pancreas cancer therapy may be combination regimens consisting of cytotoxics and molecularly targeted agents."
        },
        {
            "title": "Severe Generalized Weakness, Paralysis, and Aphasia following Administration of Irinotecan and Oxaliplatin during FOLFIRINOX Chemotherapy.",
            "abstract": "Background:\n        \n      \n      Irinotecan is commonly used in combination with oxaliplatin as a component of FOLFIRINOX chemotherapy for several gastrointestinal malignancies. The purpose of this case report is to describe a patient who developed acute paralysis and aphasia while receiving her initial infusion of irinotecan.\n    \n\n\n          Case report:\n        \n      \n      A 67-year-old woman with newly diagnosed metastatic pancreatic adenocarcinoma presented for her first cycle of FOLFIRINOX chemotherapy. During her infusion of irinotecan, she developed acute onset of generalized weakness, paralysis of all extremities, and nonfluent aphasia with complete inability to communicate. This episode was self-limited and resolved within 2 h. Prior to subsequent infusions she received intravenous repletion of potassium and had no recurrence of symptoms.\n    \n\n\n          Discussion:\n        \n      \n      In selected cases, coadministration of irinotecan and oxaliplatin may result in severe generalized weakness and aphasia, which may be triggered by underlying electrolyte disturbances. Careful monitoring and correction of potassium may help prevent this reaction."
        },
        {
            "title": "Developments in metastatic pancreatic cancer: is gemcitabine still the standard?",
            "abstract": "In the past 15 years, we have seen few therapeutic advances for patients with pancreatic cancer, which is the fourth leading cause of cancer-related death in the United States. Currently, only about 6% of patients with advanced disease respond to standard gemcitabine therapy, and median survival is only about 6 mo. Moreover, phase III trials have shown that adding various cytotoxic and targeted chemotherapeutic agents to gemcitabine has failed to improve overall survival, except in cases in which gemcitabine combined with erlotinib show minimal survival benefit. Several meta-analyses have shown that the combination of gemcitabine with either a platinum analog or capecitabine may lead to clinically relevant survival prolongation, especially for patients with good performance status. Meanwhile, many studies have focused on the pharmacokinetic modulation of gemcitabine by fixed-dose administration, and metabolic or transport enzymes related to the response and toxicity of gemcitabine. Strikingly, a phase III trial in 2010 showed that, in comparison to gemcitabine alone, the FOLFIRINOX regimen in patients with advanced disease and good performance status, produced better median overall survival, median progression-free survival, and objective response rates. This regimen also resulted in greater, albeit manageable toxicity."
        },
        {
            "title": "Radiation recall gastritis secondary to erlotinib in a patient with pancreatic cancer.",
            "abstract": "Background:\n        \n      \n      Radiation recall refers to chemotherapy-triggered inflammation in healthy areas previously exposed to irradiation. Chemotherapeutics known to be associated with radiation recall phenomenon include anthracyclines, taxanes and antimetabolites, such as gemcitabine and capecitabine. Case reports detailing radiation recall dermatitis and pneumonitis associated with erlotinib have been previously described in the literature, however, there are no reported cases describing radiation gastritis associated with erlotinib. We report a patient with pancreatic cancer who developed gastrointestinal bleeding secondary to radiation recall gastritis related to erlotinib exposure.\n    \n\n\n          Case report:\n        \n      \n      A 57-year-old Hispanic male with pancreatic cancer initially received 7 cycles of FOLFIRINOX followed by capecitabine with radiation therapy for 28 fractions for a total of 5,040 cGy. Re-staging with computed tomography demonstrated stable disease. The patient was then treated with erlotinib and capecitabine for approximately two months before restaging demonstrated progressive disease. Shortly after discontinuing erlotinib and capecitabine, the patient reported maroon colored stools. Laboratory studies demonstrated a precipitous drop in hemoglobin and hematocrit from pre-treatment baseline, ultimately requiring transfusion with packed red blood cells. Subsequent esophagogastroduodenoscopy demonstrated findings consistent with radiation gastritis, with oozing in the gastric body and antrum, which was treated therapeutically with argon plasma coagulation. The patient's gastrointestinal bleed was difficult to control. Over the course of a two-month period - the patient required multiple admissions, repeat therapeutic esophagogastroduodenoscopies and transfusions.\n    \n\n\n          Discussion:\n        \n      \n      Radiation recall from erlotinib is rare but can potentially arise in any site that has been previously irradiated. There may be an association between the pathogenesis of radiation recall and erlotinib's up-regulation of the angiogenic growth factor thymidine phosphorylase. Treating physicians are reminded of the potential toxicity from erlotinib either given concomitantly or followed by radiation. We suggest discontinuing erlotinib if radiation gastritis is observed. We encourage physicians with similar experiences with erlotinib to report their findings. Further studies are warranted to investigate the pathogenesis of this unique phenomenon and its association with erlotinib."
        },
        {
            "title": "First line therapy for metastatic pancreatic cancer.",
            "abstract": "Metastatic pancreatic cancer remains a difficult disease to treat; however, there are more new drug combinations on the horizon each week. We will discuss the results of the MPACT trial presented at the 2013 ASCO Annual Meeting (Abstracts #4005, #4058, and #4059) and compare to the 2011 FOLFIRINOX data."
        },
        {
            "title": "Nab-paclitaxel monotherapy in refractory pancreatic adenocarcinoma.",
            "abstract": "Background:\n        \n      \n      The standard of care in patients with metastatic pancreatic adenocarcinoma is undefined beyond second line of treatment. There have been scant reports of benefit from nab-paclitaxel in patients with refractory pancreatic cancer.\n    \n\n\n          Materials and methods:\n        \n      \n      A retrospective review was carried out in patients with pancreatic adenocarcinoma at Siteman Cancer Center, who had received nab-paclitaxel monotherapy after experiencing disease progression on standard treatments. Nab-paclitaxel was given either two out of every three weeks or three out of every four weeks.\n    \n\n\n          Results:\n        \n      \n      Twenty patients were identified and included for data analysis. Median age was 63.5 years old. All patients had previously received gemcitabine, while 40% had also received FOLFIRINOX. Median number of prior lines of systemic treatment was 2. Patients were treated for a median of 15 weeks, with a range of 1 to 41.7 weeks. Median dose of nab-paclitaxel was 100 mg/m(2) with range of 75-125 mg/m(2). Best response imaging was available in 17 patients and 11 out of the 17 patients (64.7%) had stable disease. Median progression-free survival (PFS) was 3.7 months and overall survival (OS) were 5.2 months. Most common treatment related toxicities included grade 1 pneumonitis in five patients (25%), grade 3 or 4 neutropenia in three patients (15%), and dehydration resulting in hospitalization in one patient (5%).\n    \n\n\n          Conclusions:\n        \n      \n      Nab-paclitaxel monotherapy had acceptable level of toxicity in a heavily pretreated patient population with pancreatic cancer and appeared to provide a clinical benefit. This agent is worthy of further prospective studies to evaluate extent of benefit after standard therapies have failed."
        },
        {
            "title": "FOLFIRINOX bevacizumab is a promising therapy for chemorefractory metastatic colorectal cancer.",
            "abstract": "Purpose:\n        \n      \n      Fluoropyrimidines, oxaliplatin, irinotecan and targeted therapies represent the standard treatment of metastatic colorectal cancer. After failure of all these treatments, few options are available. In such chemorefractory patients the effect of triplet chemotherapy with bevacizumab (FOLFIRINOX bevacizumab) has never been investigated.\n    \n\n\n          Patients and methods:\n        \n      \n      49 consecutive patients bearing unresectable metastatic colorectal cancer and who experienced failure to oxaliplatin- and irinotecan-based chemotherapy were treated with oxaliplatin (85 mg/m(2)), irinotecan (180 mg/m(2)), leucovorin (400 mg/m(2)), and fluorouracil (400 mg/m(2) bolus then 2,400 mg/m(2)) repeated every 2 weeks.\n    \n\n\n          Results:\n        \n      \n      Median age was 63 (range 36-82) years. After a median follow-up of 12 months, the median progression-free survival was 5.8 months (95% CI 3.4-6.8) and the median overall survival was 11.9 months (95% CI 8-18). The response rate after the cycle was evaluable for 36 patients, whereby we observed 18% (95% CI 8-35) partial or complete response, 45% (95% CI 28-68) stable disease of more than 2 months, and 37% (95% CI 21-58) progression.\n    \n\n\n          Conclusion:\n        \n      \n      This study suggests that bevacizumab + FOLFIRINOX may be active in mCRC patients after failure of classical lines of chemotherapy."
        },
        {
            "title": "[A case of post-operative recurrence of pancreatic cancer in the residual pancreas treated by resection of the residual pancreas following radiological complete response achieved with second-line FOLFIRINOX].",
            "abstract": "A 65-year-old woman with carcinoma of the pancreatic body underwent Whipple's operation. After surgery, adjuvant chemotherapy with gemcitabine alone, and S-1 combined with gemcitabine was conducted. But one year later, a recurrent tumor was detected in the pancreatic tail. We administered FOLFIRINOX treatment for the recurrent tumor. After 6 courses, FOLFIRINOX treatment resulted in a partial response, and after 9 courses, a radiological complete response was achieved. We could then perform total pancreatotectomy and resection of the metastatic liver tumor. FOLFIRINOX as a second-line treat- ment was effective and safe in this case. In cases of gemcitabine and/or S-1 failure, FOLFIRINOX treatment should be considered."
        },
        {
            "title": "Metastatic Pancreatic Adenocarcinoma Treatment Patterns, Health Care Resource Use, and Outcomes in France and the United Kingdom Between 2009 and 2012: A Retrospective Study.",
            "abstract": "Purpose:\n        \n      \n      In Europe, pancreatic cancer (PC) accounts for approximately 2.6% of all new cancer cases and is the fourth leading cause of cancer-related death. Despite substantial morbidity and mortality, limited data are available describing real-world treatment patterns and health care resource use in any European country. We evaluated PC-related treatment patterns and associated health care resource use among patients with metastatic PC in the United Kingdom and France.\n    \n\n\n          Methods:\n        \n      \n      One hundred three oncology specialists (53 in France and 50 in the United Kingdom) abstracted data from medical records of 400 patients whom they treated for metastatic PC. Eligible patients had a diagnosis of metastatic PC at age 18 years or older between January 1, 2009, and December 31, 2012; had ≥3 months of follow-up time beginning at metastatic diagnosis; and received at least 1 cancer-directed therapy for metastatic disease. Information on patient demographics, Eastern Cooperative Oncology Group performance status, location of primary tumor, presence of comorbidities, adverse events, and complications were collected. Data on cancer-directed treatments and supportive care measures were evaluated. All analyses were descriptive.\n    \n\n\n          Findings:\n        \n      \n      Approximately two thirds of patients were men, and median age at metastatic disease diagnosis was 62.2 years. Nearly all patients (97.3%) received chemotherapy to treat metastatic disease, 9.3% received radiation therapy, and 7.8% received a targeted therapy. Overall, the most frequently administered first-line regimens for metastatic disease were gemcitabine alone (46.0%), a combination chemotherapy regimen consisting of oxaliplatin, irinotecan, fluorouracil, and leucovorin (FOLFIRINOX; 20.1%); gemcitabine/capecitabine (10.8%); and gemcitabine/oxaliplatin (9.5%). Approximately 40% of patients in France and 15% of patients in the United Kingdom received second-line systemic therapy, whereas 20% of patients in France and 3.4% of patients in the United Kingdom received third-line systemic therapy for metastatic disease. Overall, 52.5% of patients experienced at least one complication of PC. More than two thirds of patients had ≥1 office visit unrelated to chemotherapy administration, 54.0% had ≥1 inpatient hospitalization, 36.8% had ≥1 emergency department visit, and 25.3% had ≥1 pain management clinic visit. A total of 26.5% of patients in France and 42.5% in the United Kingdom entered hospice or long-term care.\n    \n\n\n          Implications:\n        \n      \n      This study provides new, detailed information for patients with metastatic PC in real-world settings in 2 European countries. A small proportion of patients received >1 line of systemic therapy for metastatic disease, which is likely due to the aggressiveness of this disease and the lack of effective therapeutic options."
        },
        {
            "title": "5-Fluorouracil/leucovorin combined with irinotecan and oxaliplatin (FOLFIRINOX) as second-line chemotherapy in patients with advanced pancreatic cancer who have progressed on gemcitabine-based therapy.",
            "abstract": "Background/aims:\n        \n      \n      There is no standard consensus on a strategy in the second-line setting for gemcitabine-refractory advanced pancreatic cancer. This study evaluated the activity and tolerability of oxaliplatin, irinotecan, 5-fluorouracil and leucovorin (FOLFIRINOX) as a second-line therapy in advanced pancreatic adenocarcinoma pretreated with a gemcitabine-based regimen.\n    \n\n\n          Methods:\n        \n      \n      A retrospective survey was carried out on 18 patients with advanced pancreatic cancer who had been on gemcitabine-based chemotherapy and were then treated with FOLFIRINOX as a second-line therapy.\n    \n\n\n          Results:\n        \n      \n      One patient (5.6%) had a confirmed complete response, 4 (22.2%) had confirmed partial responses and 5 (27.8%) had stable disease, resulting in a rate of disease control of 55.6% (95% CI, 33.3-77.8%). The median progression-free survival and median survival were 2.8 months and 8.4 months, respectively. Seven patients (38.9%) experienced grade 3-4 neutropenia. Grade 3 or 4 nonhematologic adverse events included nausea (38.9%) and vomiting (16.7%).\n    \n\n\n          Conclusions:\n        \n      \n      These results suggest the modest clinical activity regarding efficacy and the acceptable toxicity profile with the FOLFIRINOX regimen as a second-line treatment."
        },
        {
            "title": "Modified FOLFIRINOX regimen with improved safety and maintained efficacy in pancreatic adenocarcinoma.",
            "abstract": "Objectives:\n        \n      \n      FOLFIRINOX (5-fluorouracil [5-FU], oxaliplatin, and irinotecan) as compared with gemcitabine in pancreatic cancer (PC) has superior activity and increased toxicity. The bolus 5-FU contributes to the toxicity. We hypothesized that the elimination of bolus 5-FU and use of hematopoietic growth factor will improve the safety profile without compromising the activity of FOLFIRINOX.\n    \n\n\n          Methods:\n        \n      \n      Sixty patients with PC treated with modified FOLFIRINOX (no bolus 5-FU) were reviewed. Patients were divided into metastatic or nonmetastatic (locally advanced or borderline resectable) disease. Toxicity, response rate, progression-free survival, and overall survival were evaluated.\n    \n\n\n          Results:\n        \n      \n      Nonmetastatic and metastatic disease were present in 24 (40%) and 36 (60%) patients, respectively. The incidence of grade 4 neutropenia, grade 3/4 diarrhea, and fatigue were 3%, 13%, and 13%, respectively. Response rate was 30%. The median progression-free survival for nonmetastatic disease was 13.7 months (95% confidence interval [CI], 9.6-24.6 months), and that for metastatic disease was 8.5 months (95% CI, 3.7-11.0 months), respectively. The median overall survival for nonmetastatic disease was 17.8 months (95% CI, 9.9 months to not estimable), and that for metastatic disease was and 9.0 months (95% CI, 7.1 months to not estimable), respectively.\n    \n\n\n          Conclusions:\n        \n      \n      Modified FOLFIRINOX has an improved safety profile with maintained efficacy in metastatic PC. Modified FOLFIRINOX has promising activity in nonmetastatic disease."
        },
        {
            "title": "Locally advanced anaplastic pancreatic adenocarcinoma with initial response to FOLFIRINOX and rapid progression after five months.",
            "abstract": "Anaplastic pancreatic carcinoma (APC) is a rare, aggressive variant of pancreatic ductal adenocarcinoma. Surgery is the preferred treatment whenever possible, however APC is often unresectable at presentation and prognosis remains poor. We present a case of APC which showed a marked initial response to FOLFIRINOX with decreased size and increased cystic change, however then rapidly progressed with innumerable hepatic metastases after five months of FOLFIRINOX treatment. Although there is limited data on use of FOLFIRINOX in locally advanced pancreatic adenocarcinoma, it remains an attractive option in comparison to radiotherapy and 5-fluorouracil."
        },
        {
            "title": "Current place of high-dose irinotecan chemotherapy in patients with metastatic colorectal cancer.",
            "abstract": "Introduction:\n        \n      \n      Irinotecan has an important place in the treatment of metastatic colorectal cancer. It was initially administered as monotherapy, but is now generally used in combination with 5-fluorouracil or targeted therapies (cetuximab or bevacizumab), with various doses.\n    \n\n\n          Methods:\n        \n      \n      We here review the main studies assessing irinotecan doses escalation, and discuss the potent advantages of this escalation.\n    \n\n\n          Results:\n        \n      \n      Several studies have demonstrated a dose-intensity relationship for irinotecan, and high doses (up to 600 mg/m2 as monotherapy, 260 mg/m2 in combination therapy) have been used with satisfactory safety and higher objective response rates. It is possible that, in practice, some patients receive insufficient doses of irinotecan. Dose escalation could be considered in carefully selected patients: young patients with a good performance status and normal liver function. This approach could be useful in patients with liver metastases, which may become resectable in the case of a major tumour response. It is wise to perform UGT1A1 genotyping prior to dose escalation to detect patients at high risk of toxicity (genotype 7/7). The role of another laboratory parameter, which needs to be evaluated is the KRAS status of the tumour. A KRAS mutation confers resistance to cetuximab, which reduces treatment options, especially in first-line. However, in the CRYSTAL trial comparing FOLFIRI to FOLFIRI-cetuximab as first-line therapy, the presence of a KRAS mutation did not appear to influence the efficacy of FOLFIRI. The value of irinotecan dose escalation needs to be determined in this setting.\n    \n\n\n          Conclusion:\n        \n      \n      Irinotecan dose escalation is potentially of interest in highly selected patients, but this concept is only based on phase I or II trials and must be validated by a randomized trial. Its value regarding other regimens such as FOLFIRINOX or combinations with targeted therapies also needs to be determined."
        },
        {
            "title": "Efficacy of Prophylactic G-CSF in Patients Receiving FOLFIRINOX: A Preliminary Retrospective Study.",
            "abstract": "Objective:\n        \n      \n      Recent guidelines have adopted an incidence of febrile neutropenia (FN) threshold of 20% for the use of prophylactic granulocyte colony-stimulating factor (G-CSF). In a Japanese phase II study of a combination chemotherapy regimen consisting of oxaliplatin, irinotecan, fluorouracil and leucovorin (FOLFIRINOX) for Japanese patients with advanced pancreatic cancer, the incidence of FN and severe neutropenia were 24.7% and 77.8%, respectively, without G-CSF prophylaxis. The aim of this retrospective study was to investigate the incidence of FN or severe neutropenia induced by full-dose FOLFIRINOX administration with G-CSF prophylaxis during the first cycle of treatment.\n    \n\n\n          Methods:\n        \n      \n      Patients with advanced pancreatic cancer who received FOLFIRINOX with G-CSF prophylaxis during the first cycle of treatment from January 2014 to August 2014 were investigated and the frequency of adverse events during the first cycle was measured.\n    \n\n\n          Results:\n        \n      \n      Among seven patients who received FOLFIRINOX, six patients met the eligibility criteria. The patient characteristics were as follows: median age (range), 57 (50-66); men/women, 3/3; performance status 0/1, 2/4. Grade 3/4 hematological adverse events were as follows: leukopenia in 33% of the patients, neutropenia in 33% of the patients, thrombocytopenia in 33% of the patients and FN in 17% of the patients. One patient was heterozygous for the UGT1A1*6 and UGT1A1*28 polymorphisms and experienced FN. Grade3/4 non-hematological adverse events were as follows: anorexia in 33% of the cases and nausea in 50% of the cases.\n    \n\n\n          Conclusion:\n        \n      \n      Although the present study was retrospective and small, the simultaneous administration of G-CSF might be effective for the prevention of severe neutropenia and FN in patients treated with FOLFIRINOX."
        },
        {
            "title": "Pancreatic cancer: medical management (novel chemotherapeutics).",
            "abstract": "Pancreatic adenocarcinoma is the fourth leading cause of cancer death and has an extremely poor prognosis: The 5-year survival probability is less than 5% for all stages. The only chance for cure or longer survival is surgical resection; however, only 10% to 20% of patients have resectable disease. Although surgical techniques have improved, most who undergo complete resection experience a recurrence. Adjuvant systemic therapy reduces the recurrence rate and improves outcomes. There is a potential role for radiation therapy as part of treatment for locally advanced disease, although its use in both the adjuvant and neoadjuvant settings remains controversial. Palliative systemic treatment is the only option for patients with metastatic disease. To date, however, only the gemcitabine plus erlotinib combination, and recently the FOLFIRINOX regimen, have been associated with relatively small but statistically significant improvements in OS when compared directly with gemcitabine alone. Although several meta-analyses have suggested a benefit associated with combination chemotherapy, whether this benefit is clinically meaningful remains unclear, particularly in light of the enhanced toxicity associated with combination regimens. There is growing evidence that the exceptionally poor prognosis in PC is caused by the tumor's characteristic abundant desmoplastic stroma that plays a critical role in tumor cell growth, invasion, metastasis, and chemoresistance. Carefully designed clinical trials that include translational analysis will provide a better understanding of the tumor biology and its relation to the host stromal cells. Future directions will involve testing of new targeted agents, understanding the pharmacodynamics of our current targeted agents, searching for predictive and prognostic biomarkers, and exploring the efficacy of different combinations strategies."
        },
        {
            "title": "Treatment of pancreatic cancer: what can we really predict today?",
            "abstract": "Managing pancreatic cancer remains a big challenge due to its worse course and prognosis. However, therapeutic options and multimodal strategies are increasing nowadays, including new agents, new regimens and chemoradiation. Recently, the FOLFIRINOX regimen has been reported to be more active than gemcitabine in selected metastatic patients. In this setting, it will be of utmost interest to guide our therapeutic choice not only on clinical and pathological findings, but also on specific biomarkers that will predict tumor behavior and patient outcome (prognostic markers), and benefit from specific agents or regimens (predictive markers). In the near future, we will have to build both our therapeutic interventions and our clinical research based on an accurate patients' clinical selection and on biomolecular markers. In this review, we aimed to highlight and discuss some of the recent results reported on biomarkers in pancreatic cancer that may predict, i.e., preferential metastatic diffusion after surgery, like CXCR4, or predict gemcitabine efficacy in an adjuvant setting as well as in advanced disease, like hENT1. An important effort for translational research in pancreatic cancer research is thus required to validate such markers, while some important questions concerning tissue availability and processing, methodology of analysis, and design of future prospective trials, need to be addressed."
        },
        {
            "title": "Cost-effectiveness of folfirinox for first-line treatment of metastatic pancreatic cancer.",
            "abstract": "Background:\n        \n      \n      The accord 11/0402 trial demonstrated that folfirinox (5-fluorouracil, leucovorin, irinotecan, oxaliplatin) is significantly more efficacious than gemcitabine monotherapy in the first-line treatment of metastatic pancreatic cancer (mpc). The present study assessed the cost-effectiveness of first-line folfirinox compared with first-line gemcitabine for public payers in Canada.\n    \n\n\n          Methods:\n        \n      \n      A Markov model simulated the movement of mpc patients from first-line treatment until death. Overall survival (os) and progression-free survival (pfs) data were derived from accord. Published utility data and Canadian costs were applied based on time in each health state and on treatment-related adverse event (ae) rates. Costs included first- and second-line therapy, monitoring, and costs to treat aes. Two separate analyses were performed. Analysis 1 was based on trial data [first-line folfirinox followed by second-line gemcitabine compared with first-line gemcitabine followed by second-line platinum-based chemotherapy, with use of granulocyte colony-stimulating factor (g-csf) allowed], and analysis 2 used Ontario treatment patterns before folfirinox funding (first-line folfirinox followed by second-line gemcitabine compared with first-line gemcitabine followed by best supportive care, no use of g-csf).\n    \n\n\n          Results:\n        \n      \n      Compared with first-line gemcitabine, first-line folfirinox resulted in more life-years and quality adjusted life-years (qalys). Probabilistic sensitivity analysis results showed that, for analyses 1 and 2 respectively, folfirinox has a greater than 85% probability and an approximately 80% probability of being cost-effective at the $100,000 threshold.\n    \n\n\n          Conclusions:\n        \n      \n      Compared with gemcitabine, first-line folfirinox significantly prolongs median os. Given the favourable cost per qaly, the improvement in clinical efficacy, and the limited available treatment options, folfirinox represents an attractive cost-effective treatment for mpc."
        },
        {
            "title": "Metastatic Pancreatic Carcinoma and Experience with FOLFIRINOX - a Cross Sectional Analysis From a Developing Country.",
            "abstract": "Background:\n        \n      \n      Pancreatic cancer is the fourth leading cause of cancer related death with median survival ranging from 3 to 6 months for metastatic disease. Palliative chemotherapy has been the backbone of treatment in advanced stage and has evolved over time. Data pertaining to the disease are scarce from our part of the world where treatment poses a significant challenge due to lack of resources.\n    \n\n\n          Materials and methods:\n        \n      \n      A retrospective chart review was performed for all patients presenting with stage IV pancreatic carcinoma at a tertiary care hospital in Karachi, Pakistan between January 2008 and December 2012. Data were collected using a pre-designed, coded questionnaire looking at patient characteristics, treatment given and outcome.\n    \n\n\n          Results:\n        \n      \n      101 patients were found to be eligible. Mean age was 56.7 ± 12.8 years, the male to female ratio was 2:1 and most patients had a good performance status. More than half of the tumors were located in the head (57%, n=58) and almost all were adenocarcinomas (95%, n=96). Some 58% (n=59) received first line chemotherapy of which 49% (n=29) received gemcitabine-based regimens and 39% (n=23) received FOLFIRINOX. The median progression free survival for gemcitabine based treatment was 2.9 months (IQR=1.6-5.6) as opposed to 7.3 months (IQR=4.5-9.2) for FOLFIRINOX (P=0.02). Median overall survival was 4.9 months (IQR=2.3-9.5) for first line gemcitabine based treatment and 10.5 months (IQR=7.0-13.2) for first line FOLFIRINOX therapy (P=0.002). Patients on FOLFIRINOX had better survival across all subgroups. Inpatient admissions and dose reductions were more frequent with FOLFIRINOX but the difference between the two regimens was not statistically significant. FOLFIRINOX could be successfully administered as outpatient therapy to a number of patients.\n    \n\n\n          Conclusions:\n        \n      \n      FOLFIRINOX remains a suitable first line option in patients with metastatic pancreatic cancer with good performance status even in a resource-poor country where diagnostic and supportive care facilities may be less than optimal and cost is a limitation."
        },
        {
            "title": "Long-term outcomes of induction chemotherapy and neoadjuvant stereotactic body radiotherapy for borderline resectable and locally advanced pancreatic adenocarcinoma.",
            "abstract": "Purpose:\n        \n      \n      Limited data are available to guide neoadjuvant treatment of borderline resectable (BRPC) and locally advanced (LAPC) pancreatic cancer.\n    \n\n\n          Material and methods:\n        \n      \n      We updated our institutional outcomes with a neoadjuvant chemotherapy and stereotactic body radiotherapy (SBRT) approach. An IRB-approved analysis was performed of all BRPC and LAPC patients treated with our departmental treatment protocol. After staging, medically fit patients underwent chemotherapy for 2-3 months, with regimen at the discretion of the treating medical oncologist. Patients then received SBRT delivered in five consecutive daily fractions with median total radiation doses of 30 Gy to tumor and 40 Gy dose painted to tumor-vessel interfaces. This was followed by restaging imaging for possible resection. Overall survival (OS), event free survival (EFS), and locoregional control (LRC) rates were estimated and compared by Kaplan-Meier and log-rank methods.\n    \n\n\n          Results:\n        \n      \n      We identified 159 patients, 110 BRPC and 49 LAPC, with 14.0 months median overall follow-up. The resection and margin negative (R0) rate for BRPC patients who completed neoadjuvant therapy was 51% and 96%, respectively. Estimated median OS was 19.2 months for BRPC patients and 15.0 months for LAPC patients (p = 0.402). Median OS was 34.2 months for surgically resected patients versus 14.0 months for unresected patients (p < 0.001). Five of 21 (24%) LAPC patients receiving FOLFIRINOX chemotherapy underwent R0 resection. In LAPC, FOLFIRINOX recipients underwent R0 resection more often than other chemotherapy recipients (5 of 21 vs. 0 of 28, p = 0.011). There was a trend for improved survival in those resected LAPC patients (p = 0.09). For those not undergoing resection, one year LRC was 78%. Any grade ≥ 3 potentially radiation-related toxicity rate was 7%.\n    \n\n\n          Conclusions:\n        \n      \n      These data underscore the feasibility, safety, and effectiveness of neoadjuvant SBRT and chemotherapy for BRPC and LAPC."
        },
        {
            "title": "Multifocal anaplastic pancreatic carcinoma requiring neoadjuvant chemotherapy and total pancreatectomy: report of a case.",
            "abstract": "Context:\n        \n      \n      Anaplastic pancreatic carcinoma is a rare tumor with poor survival. Data on surgical and medical therapies are currently limited to case reports and case series with small numbers.\n    \n\n\n          Case report:\n        \n      \n      We describe a case of multifocal anaplastic pancreatic carcinoma treated with neoadjuvant FOLFIRINOX (oxaliplatin, irinotecan, fluorouracil and leucovorin) and total pancreatectomy with subsequent patient disease-free survival currently at 12 months.\n    \n\n\n          Discussion:\n        \n      \n      The goal for anaplastic pancreatic carcinoma treatment should continue to be complete surgical resection. Optimum chemotherapeutic options continue to be investigated."
        },
        {
            "title": "A Bayesian meta-analysis of multiple treatment comparisons of systemic regimens for advanced pancreatic cancer.",
            "abstract": "Background:\n        \n      \n      For advanced pancreatic cancer, many regimens have been compared with gemcitabine (G) as the standard arm in randomized controlled trials. Few regimens have been directly compared with each other in randomized controlled trials and the relative efficacy and safety among them remains unclear.\n    \n\n\n          Methods:\n        \n      \n      A systematic review was performed through MEDLINE, EMBASE, Cochrane Central Register of Controlled Trials, and ASCO meeting abstracts up to May 2013 to identify randomized controlled trials that included advanced pancreatic cancer comparing the following regimens: G, G+5-fluorouracil, G+ capecitabine, G+S1, G+ cisplatin, G+ oxaliplatin, G+ erlotinib, G+ nab-paclitaxel, and FOLFIRINOX. Overall survival and progression-free survival with 95% credible regions were extracted using the Parmar method. A Bayesian multiple treatment comparisons was performed to compare all regimens simultaneously.\n    \n\n\n          Results:\n        \n      \n      Twenty-two studies were identified and 16 were included in the meta-analysis. Median overall survival, progression free survival, and response rates for G arms from all trials were similar, suggesting no significant clinical heterogeneity. For overall survival, the mixed treatment comparisons found that the probability that FOLFIRINOX was the best regimen was 83%, while it was 11% for G+ nab-paclitaxel and 3% for G+ S1 and G+ erlotinib, respectively. The overall survival hazard ratio for FOLFIRINOX versus G+ nab-paclitaxel was 0.79 [0.50-1.24], with no obvious difference in toxicities. The hazard ratios from direct pairwise comparisons were consistent with the mixed treatment comparisons results.\n    \n\n\n          Conclusions:\n        \n      \n      FOLFIRINOX appeared to be the best regimen for advanced pancreatic cancer probabilistically, with a trend towards improvement in survival when compared with other regimens by indirect comparisons."
        },
        {
            "title": "Pancreatic cancer: optimizing treatment options, new, and emerging targeted therapies.",
            "abstract": "Pancreatic cancer is the fourth leading cause of cancer death in the US and is expected to become the second leading cause of cancer-related deaths in the next decade. Despite 5-fluorouracil/leucovorin with irinotecan and oxaliplatin (FOLFIRINOX) and gemcitabine/nab-paclitaxel significantly improving outcomes for metastatic cancer, refractory disease still poses significant challenges. Difficulties with early detection and the inherent chemo- and radio-resistant nature of this malignancy led to attempts to define the sequential biology of pancreatic cancer in order to improve survival outcomes. Pancreatic adenocarcinoma is characterized by several germline or acquired genetic mutations, the most common being KRAS (90%), CDK2NA (90%), TP53 (75%-90%), DPC4/SMAD4 (50%). In addition, the tumor microenvironment, chemoresistant cancer stem cells, and the desmoplastic stroma have been the target of some promising clinical investigations. Among the core pathways reproducibly shown to lead the development and progression of this disease, DNA repair, apoptosis, G1/S cell cycle transition, KRAS, Wnt, Notch, Hedgehog, TGF-beta, and other cell invasion pathways, have been the target of \"precision therapeutics\". No single molecularly targeted therapeutic though has been uniformly successful, probably due to the tumor heterogeneity, but biomarker research is evolving and it hopes to select more patients likely to benefit. Recent reports note activity with immunotherapies such as CD40 agonists, CCR2 inhibitors, cancer vaccines, and novel combinations against the immunosuppressive tumor milieu are ongoing. While many obstacles still exist, clearly we are making progress in deciphering the heterogeneity within pancreatic cancers. Integrating conventional and immunological targeting will be the key to effective treatment of this deadly disease."
        },
        {
            "title": "Irinotecan plus oxaliplatin and leucovorin-modulated fluorouracil in advanced pancreatic cancer--a Groupe Tumeurs Digestives of the Federation Nationale des Centres de Lutte Contre le Cancer study.",
            "abstract": "Purpose:\n        \n      \n      To evaluate response rate and toxicity of irinotecan and oxaliplatin plus fluorouracil (FU) and leucovorin (Folfirinox) in advanced pancreatic adenocarcinoma (APA).\n    \n\n\n          Patients and methods:\n        \n      \n      Chemotherapy-naive patients with histologically proven APA and bidimensionally measurable disease were treated with Folfirinox therapy every 2 weeks, which comprised oxaliplatin 85 mg/m(2) and irinotecan 180 mg/m(2) plus leucovorin 400 mg/m(2) followed by bolus FU 400 mg/m(2) on day 1, then FU 2,400 mg/m(2) as a 46-hour continuous infusion. Quality of life (QOL) was assessed using European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire C30 (EORTC QLQ-C30).\n    \n\n\n          Results:\n        \n      \n      Forty-seven patients were entered, and 46 received treatment. Thirty-five patients (76%) had metastatic disease. A total of 356 cycles were delivered, with a median of eight cycles per patient (range, one to 24 cycles). All patients were assessable for safety. No toxic death occurred. Grade 3 to 4 neutropenia occurred in 52% of patients, including two patients with febrile neutropenia. Other relevant toxicities included grade 3 to 4 nausea (20%), vomiting (17%), and diarrhea (17%) and grade 3 neuropathy (15%; Levi's scale). The confirmed response rate was 26% (95% CI, 13% to 39%), including 4% complete responses. Median time to progression was 8.2 months (95% CI, 5.3 to 11.6 months), and median overall survival was 10.2 months (95% CI, 8.1 to 14.4 months). Between baseline and end of treatment, patients had improvement in all functional scales of the EORTC QLQ-C30, except cognitive functioning. Responders had major improvement in global QOL.\n    \n\n\n          Conclusion:\n        \n      \n      With a good safety profile, a promising response rate, and an improvement in QOL, Folfirinox will be further assessed in a phase III trial."
        },
        {
            "title": "Challenges and future directions in therapeutics for pancreatic ductal adenocarcinoma.",
            "abstract": "Introduction:\n        \n      \n      Pancreatic ductal adenocarcinoma (PDAC) is the fourth leading cause of cancer death in the USA. The 5-year survival of < 5% has not changed in decades. In contrast to other major cancers, the incidence of PDAC is increasing.\n    \n\n\n          Areas covered:\n        \n      \n      The aims of this paper are first to analyze why PDAC is so difficult to treat and, second, to suggest future directions for PDAC therapeutics. The authors provide an article that is based on a comprehensive search through MEDLINE and the clinicalTrials.gov website.\n    \n\n\n          Expert opinion:\n        \n      \n      Progress has been made recently. Notably, FOLFIRINOX or nab-paclitaxel plus gemcitabine provide survival benefit over gemcitabine alone, which was previously the mainstay of therapy for PDAC. Most of the current trials are testing combinations of repurposed drugs rather than addressing key targets in the PDAC pathogenesis. It is clear that to really make an impact on this disease, it will be necessary to address three different problems with targeted therapeutics. First, it is important to eradicate PDAC stem cells that result in recurrence. Second, it is important to reduce the peritumoral stroma that provides the tumors with growth support and provides a barrier to access of therapeutic agents. Finally, it is important to address the marked cachexia and metabolic derangement that contribute to morbidity and mortality and further complicate therapeutic intervention."
        },
        {
            "title": "[Management of localized, locally advanced and metastatic pancreatic adenocarcinoma].",
            "abstract": "Pancreatic ductal adenocarcinoma (PDAC), which accounts for more than 90% of all pancreatic tumours, is a devastating malignancy. The prognosis is extremely poor because PDAC is usually a systemic disease at diagnosis. All stages, the survival does not exceed 5% at 5 years. However 15% of PDAC can be resected and today a margin-negative resection followed by adjuvant chemotherapy remains the only potential for a prolonged survival. Postoperative mortality had significantly decreased and the benefit of postoperative adjuvant chemotherapy has been clearly shown. Substantial progress has been made in the field of palliative chemotherapy by introducing new chemotherapy regimens (FOLFIRINOX [folinic acid, 5-fluorouracil, irinotecan and oxaliplatin] and gemcitabine/nab-paclitaxel), when the patient's performance status allows the use of these drugs. The role of radiation therapy remains controversial."
        },
        {
            "title": "Drug-eluting scaffold to deliver chemotherapeutic medication for management of pancreatic cancer after surgery.",
            "abstract": "Traditional post-surgical chemotherapy for pancreatic cancer is notorious for its devastating side effects due to the high dosage required. On the other hand, legitimate concerns have been raised about nanoparticle-mediated drug delivery because of its potential cytotoxicity. Therefore, we explored the local delivery of a reduced dosage of FOLFIRINOX, a four-drug regimen comprising oxaliplatin, leucovorin, irinotecan, and fluorouracil, for pancreatic cancer using a biocompatible drug-eluting scaffold as a novel chemotherapy strategy after palliative surgery. In vitro assays showed that FOLFIRINOX in the scaffold caused massive apoptosis and thereby a decrease in the viability of pancreatic cancer cells, confirming the chemotherapeutic capability of the drug-eluting scaffold. In vivo studies in an orthotopic murine xenograft model demonstrated that the FOLFIRINOX in the scaffold had antitumorigenic and antimetastatic effects comparable with those achieved by intraperitoneal injection, despite the dose released by the scaffold being roughly two thirds lower. A mechanistic study attributed our results to the excellent ability of the FOLFIRINOX in the scaffold to destroy the CD133(+)CXCR4(+) cell population responsible for pancreatic tumorigenesis and metastasis. This clinically oriented study gives rise to a promising alternative strategy for postsurgical management of pancreatic cancer, featuring a local chemotherapeutic effect with considerable attenuation of side effects."
        },
        {
            "title": "Taxanes: impact on pancreatic cancer.",
            "abstract": "Taxanes are core therapeutic components for several advanced malignancies, and have been studied extensively in pancreatic adenocarcinomas with mixed results. Although the triplet combination FOLFIRINOX improves outcomes for patients with metastatic disease, it is compounded by significant toxicity, and novel regimens, rationally designed and based on thorough mechanistic activity on the tumor targets, are clearly needed. Solvent-based taxanes, docetaxel and paclitaxel, have little activity as single agents, but combinations with fluoropyrimidines and gemcitabine show efficacy, albeit they have not undergone testing in phase III trials. Pancreatic cancer is characterized by an abundant desmoplastic, fibroinflammatory and hypoperfused stroma, which has been blamed for its overall chemoresistance. Nanoparticle bound paclitaxel (nab-paclitaxel) has been pharmacologically designed as a novel water-soluble agent, with improved therapeutic index compared with the cremophor-based formulation, capable of achieving higher systemic exposure. In preclinical systems, when combined with gemcitabine, nab-paclitaxel increased intratumoral gemcitabine delivery, possibly due to inducing stromal 'collapse' and through inhibition of the gemcitabine-catabolizing enzyme cytidine deaminase. Most recently, the combination of nab-paclitaxel and gemcitabine demonstrated significant survival benefit with good tolerability in metastatic pancreatic cancer in the phase III trial MPACT, and now represents one of the gold-standard regimens for this disease. Although taxanes are overall potent chemotherapeutics for various cancers, it is clear that for meaningful results in pancreatic adenocarcinomas, rationally designed combinations and novel technologies for drug delivery are likely to be most successful."
        },
        {
            "title": "Pancreatic acinar cell carcinoma with bilateral ovarian metastases, panniculitis and polyarthritis treated with FOLFIRINOX chemotherapy regimen. A case report and review of the literature.",
            "abstract": "Pancreatic acinar cell carcinoma (PACC) is a rare pancreatic tumor, with an estimated frequency of less than 1% of pancreatic malignancies. There are no prospective studies to guide diagnostic or therapeutic algorithms. We report the case of a 36 year-old woman, diagnosed of a pancreatic tumor with liver and peritoneal metastases that was initially managed as a neuroendocrine tumor with temozolomide and capecitabine. After two cycles a severely painful arthritis developed in her left ankle with panniculitis and extensive fat necrosis, and CT scan demonstrated progressive disease. Pathology of the primary was reassessed establishing the diagnosis of PACC. The patient started treatment with FOLFIRINOX regimen, achieving clinical benefit and disease stabilization. We also briefly reviewed the literature on this rare subtype of pancreatic tumor."
        },
        {
            "title": "Immune Therapy in Pancreatic Cancer: Now and the Future?",
            "abstract": "Pancreatic cancer continues to be the most lethal malignancy with rising incidence. Traditional chemotherapy remains the standard treatment for advanced pancreatic cancer. Regimens like FOLFIRINOX (5-FU, leucovorin, irinotecan, and oxaliplatin) or gemcitabine and nab-paclitaxel have been used to palliate symptoms and prolong survival. Immune therapy is changing the current treatment paradigm for malignancy, especially with the recent development of antibodies that can modulate immune checkpoint pathways. Immunotherapy to treat pancreatic cancer is a promising approach due to its low toxicity and potential for creating life- long immune response. Multiple large phase III trials using simple vaccination strategies have failed to modulate the immune response in pancreatic cancer. However novel strategies with whole cell vaccines using hyperacute rejections (Algenpantucel- L) immunotherapy demonstrated 62% and 86% 12-month disease free survival and overall survival in resected pancreatic cancer patients. Combination of whole cell vaccine GVAX and mesothelin-secreting vaccine CRS-207 demonstrated an overall survival benefit in metastatic refractory pancreatic cancer patients. In the paper, we review the recently published and ongoing clinical trials using immune based treatment for pancreatic cancer."
        },
        {
            "title": "Chemotherapy regimens for advanced pancreatic cancer: a systematic review and network meta-analysis.",
            "abstract": "Background:\n        \n      \n      Advanced pancreatic cancer confers poor prognosis and treatment advancement has been slow. Recent randomized clinical trials (RCTs) have demonstrated survival benefits for combination therapy compared to gemcitabine alone. However, the comparative benefits and harms of available combination chemotherapy treatments are not clear. We therefore conducted a systematic review and Bayesian network meta-analysis to assess the comparative safety and efficacy of chemotherapy regimens for the treatment of advanced pancreatic cancer.\n    \n\n\n          Methods:\n        \n      \n      MEDLINE, PubMed, EMBASE, Cochrane Central Registry of Clinical trials and abstracts from major scientific meetings were searched for RCTs published from 2002 to 2013. Key outcomes were overall survival (OS), progression free survival (PFS), and safety including grade 3-4 febrile neutropenia, neutropenia, vomiting, diarrhea, fatigue and sensory neuropathy. Bayesian network meta-analyses were conducted to calculate survival and safety outcomes using gemcitabine (GEM) as the reference comparator. Effect estimates and 95% credible intervals were calculated for each comparison. Mean ranks and the probability of being best were obtained for each treatment analyzed in the network meta-analysis.\n    \n\n\n          Results:\n        \n      \n      The search identified 23 studies involving 19 different treatment regimens and 9,989 patients. FOLFIRINOX, GEM/cisplatin/epirubicin/5FU (PEFG), GEM/NAB-paclitaxel (NAB-P), GEM/erlotinib+/-bevacizumab, GEM/capecitabine, and GEM/oxaliplatin were associated with statistically significant improvements in OS and PFS relative to gemcitabine alone and several other treatments. They were amongst the top ranked for survival outcomes amongst other treatments included. No significant differences were found for other combination chemotherapy treatments. Effect estimates from indirect comparisons matched closely to estimates derived from pairwise comparisons. Overall, combination therapies had greater risk for evaluated grade 3-4 toxicities over gemcitabine alone.\n    \n\n\n          Conclusions:\n        \n      \n      In the absence of head-to-head comparisons, we performed a mixed-treatment analysis to achieve high-quality information on the effectiveness and safety of each treatment. This study suggests that some combination therapies may offer greater benefits in the treatment of advanced pancreatic cancer than others. To more fully elucidate the comparative benefits and harms of different combination chemotherapy regimens, rigorously conducted comparative studies, or network meta-analysis of patient-level data are required."
        },
        {
            "title": "A bioengineered metastatic pancreatic tumor model for mechanistic investigation of chemotherapeutic drugs.",
            "abstract": "Here we bioengineered a metastatic pancreatic tumor model with homogenous human CD133(+)CXCR4(+) cancer stem cells (CSC) and a polyglyconate/gelatin electrospun scaffold. The scaffold sported a highly porous microstructure with the majority of fibers possessing a diameter between 500μm and 1500μm. The scaffold supported the growth of tumor cells without provoking apoptosis. The homogeneous CD133(+)CXCR4(+) CSC was transplanted with the scaffold into the pancreas of nude mice to establish a metastatic pancreatic tumor. After 8 weeks, the tumor volume and weight in the scaffold model were 40.52% and 51.49% greater than the traditional model, respectively. The scaffold also increased the incidence of tumor formation and readily induced a hepatic metastasis. In this model we found that FOLFIRINOX possessed a superior capability of preventing the hepatic metastasis of pancreatic tumor cells than gemcitabine. A mechanistic study attributed this superiority to the fact that FOLFIRINOX could induce a greater apoptosis of CD133(+)CXCR4(+) CSC, thus depriving the driving force of hepatic metastasis. This metastatic tumor model showed an increased incidence of tumor formation, an accelerated tumorigenesis and a significant hepatic metastasis, therefore offering scientists a proven platform to study chemotherapeutic drugs."
        },
        {
            "title": "[Treatment of pancreatic cancer. Actuality and perspective].",
            "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is still one of the deadliest solid malignancies, with an extremely poor prognosis, with a 1-year survival rate of approximately 20%. Low survival rates of PDAC mainly derive from late diagnosis, with only a minority of patients amenable to surgery, as well as high rates of relapse and lack of effective treatments for advanced disease stages. As a result, there is an urgent need for the development of new effective therapies. At present, the greatest step towards an improvement of treatment has been made with the introduction of two combination chemotherapy regimens, namely FOLFIRINOX (folinic acid, 5-fluorouracil, irinotecan and oxaliplatin) and gemcitabine/nab-paclitaxel. However, current research is also taking a multidirectional approach aiming at developing new treatment options, such as the use of agents targeting the oncogenic network signaling of KRAS or the extracellular matrix, as well as immune therapies."
        },
        {
            "title": "Sustained response with gemcitabine plus Nab-paclitaxel after folfirinox failure in metastatic pancreatic cancer: report of an effective new strategy.",
            "abstract": "Introduction:\n        \n      \n      Folfirinox has shown a benefit in terms of survival and quality of life in first line treatment of metastatic pancreatic cancer. However, efficacy of second line chemotherapy after folfirinox is still limited. Gemcitabine plus Nab-paclitaxel have been recently validated as first line treatment with an increased overall survival compared to gemcitabine. This combination has never been studied as second-line after folfirinox.\n    \n\n\n          Case report:\n        \n      \n      A metastatic pancreatic cancer was diagnosed in a 60-year-old patient with a performance status of 0. After 10 cycles of folfirinox, and an initial objective response, we objectively noted progressive disease according to the RECIST 1.1 criteria together with an increased carbohydrate antigen 19-9. The multidisciplinary team decided to use gemcitabine plus Nab-paclitaxel as second line palliative chemotherapy. After 2 months, we obtained an objective response. After 6 months, this response was maintained with an acceptable tolerability.\n    \n\n\n          Conclusion:\n        \n      \n      Gemcitabine plus Nab-paclitaxel, as second line palliative chemotherapy, after failure of folfirinox, could be a good strategy for patients with a performance status of 0 and 1. Obviously, this data has to be confirmed in larger patients series and in future comparative clinical studies."
        },
        {
            "title": "Monoclonal antibodies and other targeted therapies for pancreatic cancer.",
            "abstract": "Pancreatic cancer continues to be a challenging disease to treat because of its aggressive nature, advanced stage at the time of diagnosis, and limited treatment options that are available. Traditional cytotoxic chemotherapy provides modest benefit to patients with pancreatic adenocarcinoma. Recently, a FOLFIRINOX regimen revealed improved response in overall and progression-free survival over single-agent gemcitabine in metastatic pancreatic cancer, but there is still much needed advancement in the systemic treatment of pancreatic cancer. There is a growing interest in the development of novel agents, while our understanding of molecular pathogenesis of pancreatic adenocarcinoma continues to expand. With identification of various molecular pathways in pancreatic cancer tumorigenesis, potential targets for drug development have been pursued with the use of monoclonal antibodies and small-molecule inhibitors. Although preclinical studies with multiple targeted therapies demonstrated encouraging results in pancreatic cancer, only erlotinib, an epidermal growth factor receptor inhibitor, showed a marginal survival benefit in a phase III clinical trial, when combined with gemcitabine. As further signaling pathways and their importance in pancreatic cancer tumorigenesis are better understood, further clinical trials will need to be designed to study these targeted agents as single agents, in combination with other novel agents or in combination with cytotoxic chemotherapy. In this review, we present the current knowledge on targeted therapy in pancreatic adenocarcinoma and its application in clinical practice."
        },
        {
            "title": "Pancreatic cancer: is this bleak landscape finally changing? Highlights from the '43rd ASCO Annual Meeting'. Chicago, IL, USA. June 1-5, 2007.",
            "abstract": "Pancreatic cancer remains a major therapeutic challenge in 2007. Most patients with advanced pancreatic cancer experience pain and must limit their daily activities because of tumor-related symptoms. Single-agent gemcitabine remains the standard treatment for advanced pancreatic cancer , which has shown improvement in disease-related symptoms and a modest benefit in survival. Recent phase III trials using gemcitabine in combination with other chemotherapeutic agents have failed to show improvements in survival, although the gemcitabine/oxaliplatin and gemcitabine/capecitabine combinations have shown some promise. The combination of gemcitabine with erlotinib, though showed a statistically significant prolongation of survival, may not be clinically significant. Encouraging results in two separate phase II trials of gemcitabine in combination with bevacizumab and cetuximab respectively led to two major randomized comparative trials of the combination (Cancer and Leukemia Group B, CALGB 80303; Southwest Oncology Group, SWOG S0205). The results of these studies presented at the 43rd American Society of Clinical Oncology (ASCO) Annual Meeting, Chicago, IL, USA (June 1-5, 2007) showed no benefit of the combination. 'How can we change this bleak landscape?'. Probably by truly targeting our therapy with the epidermal growth factor receptor (EGFR) agents as well as other biologic agents by identifying those patients who are most likely to derive benefit and achieve meaningful responses. This is particularly crucial in a disease such as pancreatic cancer that has such a short life expectancy that the 'window' for any given treatment may be quite small. Consequently, further study should include the development of more predictive assays and improved exploitation of surrogate biomarkers of response. We need to study locally advanced pancreatic cancer patients separate from advanced pancreatic cancer patients. Role of multiple-targeted agents is also warranted. It's also time to investigate gemcitabine-free regimens. Two recent studies presented at ASCO showed that irinotecan/docetaxel or FOLFIRINOX (5-fluorouracil/leucovorin, irinotecan and oxaliplatin) can offer comparable results to gemcitabine when used as first-line treatment for advanced pancreatic cancer. Development of novel agents and approaches, are urgently needed in conjunction with improvement in access to clinical trials for patients."
        },
        {
            "title": "FOLFIRINOX versus gemcitabine for metastatic pancreatic cancer.",
            "abstract": "Background:\n        \n      \n      Data are lacking on the efficacy and safety of a combination chemotherapy regimen consisting of oxaliplatin, irinotecan, fluorouracil, and leucovorin (FOLFIRINOX) as compared with gemcitabine as first-line therapy in patients with metastatic pancreatic cancer.\n    \n\n\n          Methods:\n        \n      \n      We randomly assigned 342 patients with an Eastern Cooperative Oncology Group performance status score of 0 or 1 (on a scale of 0 to 5, with higher scores indicating a greater severity of illness) to receive FOLFIRINOX (oxaliplatin, 85 mg per square meter of body-surface area; irinotecan, 180 mg per square meter; leucovorin, 400 mg per square meter; and fluorouracil, 400 mg per square meter given as a bolus followed by 2400 mg per square meter given as a 46-hour continuous infusion, every 2 weeks) or gemcitabine at a dose of 1000 mg per square meter weekly for 7 of 8 weeks and then weekly for 3 of 4 weeks. Six months of chemotherapy were recommended in both groups in patients who had a response. The primary end point was overall survival.\n    \n\n\n          Results:\n        \n      \n      The median overall survival was 11.1 months in the FOLFIRINOX group as compared with 6.8 months in the gemcitabine group (hazard ratio for death, 0.57; 95% confidence interval [CI], 0.45 to 0.73; P<0.001). Median progression-free survival was 6.4 months in the FOLFIRINOX group and 3.3 months in the gemcitabine group (hazard ratio for disease progression, 0.47; 95% CI, 0.37 to 0.59; P<0.001). The objective response rate was 31.6% in the FOLFIRINOX group versus 9.4% in the gemcitabine group (P<0.001). More adverse events were noted in the FOLFIRINOX group; 5.4% of patients in this group had febrile neutropenia. At 6 months, 31% of the patients in the FOLFIRINOX group had a definitive degradation of the quality of life versus 66% in the gemcitabine group (hazard ratio, 0.47; 95% CI, 0.30 to 0.70; P<0.001).\n    \n\n\n          Conclusions:\n        \n      \n      As compared with gemcitabine, FOLFIRINOX was associated with a survival advantage and had increased toxicity. FOLFIRINOX is an option for the treatment of patients with metastatic pancreatic cancer and good performance status. (Funded by the French government and others; ClinicalTrials.gov number, NCT00112658.)."
        },
        {
            "title": "Treatment of borderline resectable pancreatic cancer.",
            "abstract": "Borderline resectable pancreatic adenocarcinoma represents a subset of localized cancers that are at high risk for a margin-positive resection and early treatment failure when resected de novo. Although several different anatomic definitions for this disease stage exist, there is agreement that some degree of reconstructible mesenteric vessel involvement by the tumor is the critical anatomic feature that positions borderline resectable between anatomically resectable and unresectable (locally advanced) tumors in the spectrum of localized disease. Consensus also exists that such cancers should be treated with neoadjuvant chemotherapy and/or chemoradiation before resection; although the optimal algorithm is unknown, systemic chemotherapy followed by chemoradiation is a rational approach. Although gemcitabine-based systemic chemotherapy with either 5-FU or gemcitabine-based chemoradiation regimens has been used to date, newer regimens, including FOLFIRINOX, should be evaluated on protocol. Delivery of neoadjuvant therapy necessitates durable biliary decompression for as many as 6 months in many patients with cancers of the pancreatic head. Patients with no evidence of metastatic disease following neoadjuvant therapy should be brought to the operating room for pancreatectomy, at which time resection of the superior mesenteric/portal vein and/or hepatic artery should be performed when necessary to achieve a margin-negative resection. Following completion of multimodality therapy, patients with borderline resectable pancreatic cancer can expect a duration of survival as favorable as that of patients who initially present with resectable tumors. Coordination among a multidisciplinary team of physicians is necessary to maximize these complex patients' short- and long-term oncologic outcomes."
        },
        {
            "title": "Seventy-two Cycles of FOLFIRINOX: Long Term Treatment in a Patient with Metastatic Adenocarcinoma of the Pancreatic Tail.",
            "abstract": "Context:\n        \n      \n      Pancreatic adenocarcinoma is one of the most lethal malignancies worldwide. In patients with unresectable tumor there are several strategies of palliative chemotherapy, either gemcitabine based regimens or FOLFIRINOX, which is supposed to be most efficient but also most toxic. Hence, management of toxicity is crucial to perform a therapy consisting of FOLFIRINOX.\n    \n\n\n          Case report:\n        \n      \n      We report on a 69-year-old female patient suffering from adenocarcinoma of the pancreatic tail with multiple liver metastases. Palliative chemotherapy comprising leucovorin, fluorouracil, oxaliplatin and irinotecan (FOLFIRINOX) was initiated in February 2011 and was tolerated very well. Subsequent computed tomography-scans showed significant reduction of the tumor load in the liver as well as in the primary pancreatic tumor. The serum levels of the tumor marker CA 19-9 were elevated initially and decreased concomitantly. Thus, chemotherapy was continued for more than 3 years, and up to 72 cycles were administered until April 2014. Due to intermittent neutropenia and mucositis the initial dose was reduced to 60% of the calculated standard dose. In April 2014, an intermediate staging by computed tomography and FDG-PET revealed significant reduction of the size of the primary pancreatic tumor compared with February 2011. Liver metastases could hardly be detected anymore. After pausing chemotherapy for 12 weeks, one liver metastasis reappeared and was treated by RFA in August 2014. Meanwhile, in October 2014 there is no radiological evidence on any existing tumor or metastasis.\n    \n\n\n          Conclusion:\n        \n      \n      Our report demonstrates that a sufficient tolerance of chemotherapy with FOLFIRINOX is achievable, what makes a long term treatment with FOLFIRINOX feasible and can lead to impressive results."
        },
        {
            "title": "Conventional chemotherapy of advanced pancreatic cancer.",
            "abstract": "The vast majority of patients with pancreatic cancer present with locally advanced unresectable or metastatic disease, and in this setting only a palliative treatment can be offered. Single-agent gemcitabine has been considered the standard chemotherapy for patients with advanced pancreatic cancer since the results of a pivotal phase III trial showing superior clinical benefit compared to bolus 5-fluorouracil were published in 1997. In recent years, many randomized trials have attempted to improve results obtained with gemcitabine exploring a different schedule (fixed dose rate) of its administration, or testing the addition of one or more drugs to gemcitabine. Unfortunately, none of these trials produced a statistically significant and clinically relevant improvement in overall survival compared to the standard. A randomized phase III trial has recently shown a survival advantage using a combination of more drugs (FOLFIRINOX: irinotecan, oxaliplatin, folinic acid and 5-fluorouracil) compared to single-agent gemcitabine, suggesting that regimens without gemcitabine can be successfully used in patients with advanced pancreatic cancer. FOLFIRINOX was associated with worse toxicity than gemcitabine, and the available data suggest that this regimen may be considered for patients with metastatic pancreatic cancer who are fit enough to withstand potential side effects. The best option for these patients remains the enrolment in prospective clinical trials. Improvements in the treatment of the advanced disease will possibly derive from new combinations or from new drugs, but certainly from a better knowledge of the multiple molecular pathways implicated in pancreatic carcinogenesis and in invasion and metastasis."
        },
        {
            "title": "Pancreatic Cancer: Progress in Systemic Therapy.",
            "abstract": "Background:\n        \n      \n      Pancreatic ductal adenocarcinoma (PDAC) is a leading cause of cancer-related deaths in the Western world. Due to lack of specific symptoms and no accessible precursor lesions, primary diagnosis is commonly delayed, resulting in the identification of only 15-20% of patients with potentially curable disease. The major limiting factor is an already locally advanced or metastatic disease at the time of diagnosis. Consequently, systemic therapy forms the backbone of treatment strategy for the majority of patients.\n    \n\n\n          Summary:\n        \n      \n      A deeper understanding of the molecular characteristics of pancreatic cancer has led to the identification of several potential therapeutic targets. A variety of targeted therapies are currently under clinical evaluation as single agents or in combination with chemotherapy for PDAC. This review highlights the current state of chemotherapy in pancreatic cancer and provides an outlook on its future perspectives.\n    \n\n\n          Key message:\n        \n      \n      This review focuses on the current chemotherapy regimens for the systemic treatment of PDAC.\n    \n\n\n          Practical implications:\n        \n      \n      Various neoadjuvant approaches have been explored, including chemoradiation, chemotherapy followed by chemoradiation or intensified chemotherapy without defining a standard of care so far. The standard of care is gemcitabine or 5-fluorouracil. The oral fluoropyrimidine S-1 may be a promising new agent in this setting. For first-line treatment of metastatic pancreatic cancer, no targeted therapy has yet demonstrated clinical benefit apart from the combination of the tyrosine kinase inhibitor erlotinib plus gemcitabine. Recently, novel chemotherapeutic regimens such as FOLFIRINOX and gemcitabine plus nanoparticle albumin-bound paclitaxel have been introduced. Both combinations have proved to be superior to the standard gemcitabine regimen. For second-line treatment the combination of 5-fluorouracil/leucovorin and oxaliplatin yields improved results compared to best supportive care."
        },
        {
            "title": "Resection of pancreatic ductal adenocarcinoma with synchronous distant metastasis: is it worthwhile?",
            "abstract": "Background:\n        \n      \n      The purpose of this study is to report prolonged survival in patients with metastatic pancreatic ductal adenocarcinoma (PDAC) managed by chemotherapy and surgery.\n    \n\n\n          Methods:\n        \n      \n      Between January 2009 and August 2013, 284 patients with metastatic PDAC were managed in our oncologic department. Among them, three (1%) with a single metastasis (liver in two cases and interaorticaval in one case) underwent one- or two-stage surgical resection of the metastasis and the main tumor. Perioperative data were recorded retrospectively, including disease-free and overall survival.\n    \n\n\n          Results:\n        \n      \n      The three patients had chemotherapy (FOLFOX or FOLFIRINOX regimen) with objective response or stable disease prior to surgery. Median time between chemotherapy and surgery was 9 (8 to 15) months. Resection consisted in pancreaticoduodenectomy in the three cases. None of the patients had grade III/IV postoperative complications, and median hospital stay was 12 (12 to 22) days. All the patients had postoperative chemotherapy. Only one patient experienced recurrence 11 months after surgery and died after 32.5 months. The two other patients were alive with no recurrence 26.3 and 24.7 months after initial treatment.\n    \n\n\n          Conclusion:\n        \n      \n      Radical resection of PDAC with single distant metastases can offer prolonged survival with low morbidity after accurate selection by neoadjuvant chemotherapy."
        },
        {
            "title": "An Unusual Presentation of Isolated Leptomeningeal Disease in Carcinoma of Unknown Primary With Pancreatic Features.",
            "abstract": "Leptomeningeal disease (LMD) can occur in a small percentage of patients with active metastatic cancer. However, we report a case of LMD occurring during disease remission in a patient with carcinoma of unknown primary with panreaticobiliary features. A 45-year-old woman was found with mediastinal and abdominal lymphadenopathy with lymph node biopsy consistent with adenocarcinoma, expressing immunomarkers CK7, CK20, and Ca19-9 along with markedly elevated serum Ca19-9 level. The patient was started on a pancreatic cancer directed chemotherapy regimen of Folfirinox (5-fluorouracil, leucovorin, oxaliplatin, irinotecan) and achieved complete response. She was then noted to have slowly rising Ca19-9 level that did not correlate with her lack of evidence of systemic disease progression. Eventually, she presented with neurologic symptoms and was found on imaging to have isolated LMD."
        },
        {
            "title": "One case of intrahepatic cholangiocarcinoma amenable to resection after radioembolization.",
            "abstract": "We report the case of a 57-year-old man who was diagnosed with a large unresectable cholangiocarcinoma associated with 2 satellite nodules and without clear margins with the right hepatic vein. Despite 4 cycles of GEMOX (stopped due to a hypertransaminasemia believed to be due to gemcitabine) and 4 cycles of FOLFIRINOX, the tumor remained stable and continued to be considered unresectable. Radioembolization (resin microspheres, SIRS-spheres) targeting the left liver (474 MBq) and segment IV (440 MBq) was performed. This injection was very well tolerated, and 4 more cycles of FOLFIRINOX were given while waiting for radioembolization efficacy. On computed tomography scan, a partial response was observed; the tumor was far less hypervascularized, and a margin was observed between the tumor and the right hepatic vein. A left hepatectomy enlarged to segment VIII was performed. On pathological exam, most of the tumor was acellular, with dense fibrosis around visible microspheres. Viable cells were observed only at a distance from beads. Radioembolization can be useful in the treatment of cholangiocarcinoma, allowing in some cases a secondary resection."
        },
        {
            "title": "Metastatic pancreatic cancer: Is there a light at the end of the tunnel?",
            "abstract": "Due to extremely poor prognosis, pancreatic cancer (PDAC) represents the fourth leading cause of cancer-related death in Western countries. For more than a decade, gemcitabine (Gem) has been the mainstay of first-line PDAC treatment. Many efforts aimed at improving single-agent Gem efficacy by either combining it with a second cytotoxic/molecularly targeted agent or pharmacokinetic modulation provided disappointing results. Recently, the field of systemic therapy of advanced PDAC is finally moving forward. Polychemotherapy has shown promise over single-agent Gem: regimens like PEFG-PEXG-PDXG and GTX provide significant potential advantages in terms of survival and/or disease control, although sometimes at the cost of poor tolerability. The PRODIGE 4/ACCORD 11 was the first phase III trial to provide unequivocal benefit using the polychemotherapy regimen FOLFIRINOX; however the less favorable safety profile and the characteristics of the enrolled population, restrict the use of FOLFIRINOX to young and fit PDAC patients. The nanoparticle albumin-bound paclitaxel (nab-Paclitaxel) formulation was developed to overcome resistance due to the desmoplastic stroma surrounding pancreatic cancer cells. Regardless of whether or not this is its main mechanisms of action, the combination of nab-Paclitaxel plus Gem showed a statistically and clinically significant survival advantage over single agent Gem and significantly improved all the secondary endpoints. Furthermore, recent findings on maintenance therapy are opening up potential new avenues in the treatment of advanced PDAC, particularly in a new era in which highly effective first-line regimens allow patients to experience prolonged disease control. Here, we provide an overview of recent advances in the systemic treatment of advanced PDAC, mostly focusing on recent findings that have set new standards in metastatic disease. Potential avenues for further development in the metastatic setting and current efforts to integrate new effective chemotherapy regimens in earlier stages of disease (neoadjuvant, adjuvant, and multimodal approaches in both resectable and unresectable patients) are also briefly discussed."
        },
        {
            "title": "First-line treatment for advanced pancreatic cancer. Highlights from the \"2011 ASCO Gastrointestinal Cancers Symposium\". San Francisco, CA, USA. January 20-22, 2011.",
            "abstract": "Pancreatic adenocarcinoma remains a treatment-refractory cancer. Although pancreatic adenocarcinoma is only the 10th most common cause of new cancer in the United States, it is the fourth most common cause of cancer-related death. Most cases are not suitable for resection and a majority is metastatic at presentation. Gemcitabine, with or without erlotinib, has been the standard chemotherapy in this setting but the benefit is only modest. Because gemcitabine has been considered a standard treatment for advanced pancreatic cancer for the past decade, several randomized trials have tested the combination of gemcitabine plus a second agent, including platinum based agents, topoisomerase inhibitors, taxanes, bevacizumab and cetuximab, as biologically \"targeted\" agents. At large this approach has not been successful and novel strategies are clearly needed. In this article, the authors summarizes the data from the 2011 American Society of Clinical Oncology (ASCO) Gastrointestinal Cancers Symposium, including: Abstract #175 (review of survival data in a large cohort); Abstract #286 (rapid change in prescriber patterns after the suggestion of benefit of a new regimen, FOLFIRINOX); Abstracts #238, #277, #304, and #315 (phase II trials looking at combinations that utilized EGFR blockade); Abstracts #221, #266, and #284 (phase I/II trials including VEGF blockade, anticoagulation, and traditional Chinese medicines)."
        },
        {
            "title": "Translational therapeutic opportunities in ductal adenocarcinoma of the pancreas.",
            "abstract": "Pancreatic ductal adenocarcinoma (PDA) remains a devastating disease with nearly equal incidence and mortality rates. Over the past few decades, a litany of randomized clinical trials has failed to improve the outcome of this disease. More recently, the combination chemotherapy regimen FOLFIRINOX has shown improvement in overall survival over the single agent gemcitabine, and nab-paclitaxel (an albumin-coated formulation of paclitaxel) in combination with gemcitabine has shown promising results in phase II studies. Despite limited impact on patient care as of yet, the molecular and biologic understanding of PDA has advanced substantially. This includes understanding the genomic complexity of the disease, the potential importance of the tumor microenvironment, the metabolic adaptation of PDA cells to obtain nutrients in a hypoxic environment, and the role of pancreatic cancer stem cells. These fundamental discoveries are starting to be translated into clinical studies. In this overview, we discuss the implications of biologic understanding of PDA in clinical research and provide insights for future development of novel approaches and agents in this disease."
        },
        {
            "title": "Chemotherapy for advanced pancreatic cancer.",
            "abstract": "Single-agent gemcitabine was established as standard treatment for advanced pancreatic cancer after a superior clinical benefit response was demonstrated in a randomized study comparing it to 5-fluorouracil (FU). Until recently, many subsequent randomized trials of newer, often gemcitabine-based combinations have not been able to show improved survival over gemcitabine. Combination gemcitabine and capecitabine is likely to become the preferred standard treatment, at least in the UK, on the basis of the positive interim results of the UK National Cancer Research Institute (NCRI) randomized study of chemotherapy with this combination. At present, there is no standard second-line treatment for patients who have become refractory to gemcitabine, although a recently reported study has suggested that oxaliplatin with FU and leucovorin is superior to best supportive care in these patients. This article will review and discuss the clinical trials of chemotherapy for this disease, including the more recent trials, which have included the novel targeted agents."
        },
        {
            "title": "Cetuximab plus FOLFIRINOX (ERBIRINOX) as first-line treatment for unresectable metastatic colorectal cancer: a phase II trial.",
            "abstract": "Background:\n        \n      \n      Triplet chemotherapy has demonstrated manageable toxicities and a favorable response rate. The addition of cetuximab to chemotherapy can increase treatment efficacy. We evaluated the efficacy and safety of cetuximab plus 5-fluorouracil, leucovorin, irinotecan, and oxaliplatin (FOLFIRINOX), the ERBIRINOX regimen, as first-line treatment in patients with unresectable metastatic colorectal cancer (mCRC).\n    \n\n\n          Patients and methods:\n        \n      \n      In a phase II study, treatment consisted of weekly cetuximab plus biweekly. Treatment was continued for a maximum of 12 cycles and tumor response was evaluated every four cycles. The primary efficacy criterion was the complete response (CR) rate.\n    \n\n\n          Results:\n        \n      \n      From April 2006 to April 2008, 42 patients were enrolled. The median age was 60 years (range, 32-76 years). The median duration of treatment was 5.2 months (range, 0.7-8.5 months), and a median of nine cycles was given per patient (range, 1-12 cycles). Five patients (11.9%) showed a CR, with a median duration of 23.1 months (95% confidence interval [CI], 10.8-39.7 months). The objective response rate was 80.9% (95% CI, 65.9%-91.4%). The median overall and progression-free survival times were 24.7 months (95% CI, 22.6 months to not reached) and 9.5 months (95% CI, 7.6-10.4 months), respectively. The most frequent grade 3-4 adverse events were diarrhea (52%), neutropenia (38%), and asthenia (32%).\n    \n\n\n          Conclusion:\n        \n      \n      The ERBIRINOX regimen appears to be effective and feasible in first-line treatment of mCRC patients. These promising results led us to initiate a multicenter, randomized, phase II trial ([Research Partnership for Digestive Oncology] PRODIGE 14) in patients with potentially resectable mCRC."
        },
        {
            "title": "Overcoming the stromal barrier: technologies to optimize drug delivery in pancreatic cancer.",
            "abstract": "Pancreatic cancer has historically proven resistant to anticancer agents. On the one hand, drugs might be more efficient if higher levels could be achieved at the tumor site rather than the normal tissues. On the other hand, the thick stroma and the relative absence of abundant vessels may account at least partially for the failure of successive clinical trials to demonstrate effective treatments in this type of malignancy. In this context, the development and testing in clinical trials of treatment strategies that aim to optimize drug delivery is an important target in improving the prognosis of patients with pancreatic cancer."
        },
        {
            "title": "Advanced stage pancreatic cancer: novel therapeutic options.",
            "abstract": "Despite advances in our understanding of the molecular and genetic basis of pancreatic cancer, it continues to be a therapeutic challenge. Gemcitabine approved by FDA in 1997, offers modest improvement of tumor-related symptoms and marginal advantage of survival. Many chemotherapeutic agents have been compared against or combined with gemcitabine in randomized Phase III trials and no drug was shown to be superior to single-agent gemcitabine except FOLFIRINOX and nab-paclitaxel plus gemcitabine. On the other hand, efforts to integrate targeted agents such as BAY 12-9566, SCH 66336, bevacizumab, cetuximab, axitinib and sorafenib have been quite dismal despite extensive pre-clinical and clinical research over the last decade in the field of novel agents. To date, erlotinib remains the only biological agent that has demonstrated a small, but significant, added benefit to single agent gemcitabine. However, numerous new agents, including monoclonal antibodies and tyrosine kinase inhibitors, are currently being tested in an attempt to achieve better response, while maintaining a safe toxicity profile. In this article, the author discusses the management of advanced pancreatic and the current role of novel agents in this setting."
        },
        {
            "title": "Advances in chemotherapy for pancreatic cancer.",
            "abstract": "Pancreatic cancer remains challenging to treat. Over the past decade, there have been some major improvements in systemic therapy. Gemcitabine remains the key drug for both early and advanced cancer but combination chemotherapy is emerging as a new paradigm for patients with good performance status. This review focuses on current chemotherapy status for patients with pancreatic cancer."
        },
        {
            "title": "Influcence of localization of primary tumor on effectiveness of 5-fluorouracil/leucovorin combined with irinotecan and oxaliplatin (FOLFIRINOX) in patients with metastatic pancreatic adenocarcinoma: a retrospective study.",
            "abstract": "Background:\n        \n      \n      Metastatic pancreatic carcinoma is an incurable disease and gemcitabine remains the standard of care in first-line chemotherapy. Recently, fluorouracil/leucovorin combined with irinotecan and oxaliplatin (FOLFIRINOX) demonstrated their superiority in first-line therapy. The objective of this study was to determine the efficacy of FOLFIRINOX in either first- and second-line treatment and to compare its efficacy in regard to the location of the primary tumor.\n    \n\n\n          Patients and methods:\n        \n      \n      We performed a retrospective analysis of clinical factors associated with patients' survival using a cohort of 42 patients treated by FOLFIRINOX in either first- or second-line (2006-2011) and a control cohort of 42 patients matched on sex and age without FOLFIRINOX treatment was obtained from a previous period of time (2001-2005).\n    \n\n\n          Results:\n        \n      \n      The median follow-up was 10 months. The median overall survival was 10 months for the whole cohort and 10 and 12 months for patients treated at first- and second-line, respectively (p<0.05). In this cohort using a multivariate model, among classical prognosis factors, only primary location in the head was associated with poor outcome. The median overall survival was 8 months for patients with primary location in the head and 14 months for patients with primary location in the corpse or tail (p=0.02). In the gemcitabine cohort, the median follow-up was 8 months. Using a multivariate model, only performance status was associated with outcome. The median overall survival was 9 versus 6.5 months for patients with tumor, of the head versus tail or corpse tumor respectively (p<0.05).\n    \n\n\n          Conclusion:\n        \n      \n      This retrospective study suggests the same efficacy of FOLFIRINOX used either in first- or second- line therapy for pancreatic cancer. Importantly, FOLFIRINOX compared favorably to gemcitabine only for patients with tumor of the corpse or tail. Further prospective trials are warranted to evaluate the efficacy of FOLFIRINOX in patients with tumor of the head of the pancreas."
        },
        {
            "title": "Complete pathological response after FOLFIRINOX for locally advanced pancreatic cancer. The beginning of a new era? Case report and review of the literature.",
            "abstract": "Neoadjuvant treatments (chemo or chemoradiation therapy) are used for patients with locally advanced Pancreatic Ductal Adeno-Carcinoma (PDAC). FOLFIRINOX is now considered an effective treatment modality for patients with metastatic pancreatic cancer and a promising option for patients with locally advanced PDAC. Complete pathologic response after neoadjuvant therapies is anecdotic and its prognostic impact is completely unclear. We report the case of a complete pathological response after treatment with FOLFIRINOX in a patient affected by a locally advanced PDAC with a review of the literature regarding the use of FOLFIRINOX for locally advanced PDAC."
        },
        {
            "title": "Initial Metastatic Site as a Prognostic Factor in Patients With Stage IV Pancreatic Ductal Adenocarcinoma.",
            "abstract": "Few studies have evaluated the presence of hepatic or peritoneal metastasis as a prognostic factor in patients with metastatic pancreatic ductal adenocarcinoma (PDAC). This study aimed to elucidate the prognostic value of the initial metastatic, extrahepatic, or hepatic site in patients with metastatic PDAC. Between January 2007 and December 2013, the medical records of 343 patients with metastatic PDAC treated at Seoul National University Bundang Hospital were retrospectively reviewed. Patients were classified as having extrahepatic metastasis alone (EH), hepatic metastasis alone (LV), and both hepatic and extrahepatic metastasis (BOTH). The median age was 67 years; 207 patients were men. Patients were classified as having EH (111 patients), LV (106), and BOTH (126). Totally, 212 patients underwent chemotherapy with a FOLFIRINOX (23 patients) or gemcitabine-based regimen (189). On multivariate analysis, an ECOG score ≥2 (hazard ratio [HR]: 3.2, 95% confidence interval [CI]: 2.2-4.5), albumin < 35 g/L (HR: 1.6, 95% CI: 1.1-2.3), C-reactive protein > 10 mg/L (HR: 2.3, 95% CI: 1.6-3.2), neutrophil-lymphocyte ratio > 5 (HR: 1.4, 95% CI: 1.0-2.0), no chemotherapy (HR: 2.0, 95% CI: 1.0-4.1), and metastatic site (LV, HR: 2.1, 95% CI: 1.4-3.1; BOTH, HR: 2.2, 95% CI: 1.6-3.2) were significantly associated with shorter overall survival (OS). Considering the initial metastatic site, the median OS of patients with EH, LV, and BOTH were 7.5 (95% CI: 6.3-8.8), 4.8 (95% CI: 4.1-5.5), and 2.4 (95% CI: 1.9-2.9) months, respectively. The initial metastatic site is significantly and independently associated with OS in patients with metastatic PDAC, serving as an effective prognostic factor."
        },
        {
            "title": "Recent progress and limitations of chemotherapy for pancreatic and biliary tract cancers.",
            "abstract": "Gemcitabine chemotherapy has been the standard for advanced pancreatic cancer for more than a decade. New oral fluoropyrimidines such as S-1 and capecitabine are other key drugs. Gemcitabine plus erlotinib was the only combination therapy that significantly prolonged survival, although the effect was minimal. Little or no improvement in survival with recent molecular-targeted drugs might be attributed to the very high incidence of K-ras gene mutation in pancreatic cancer. Recently, the non-gemcitabine-based-regimen of FOLFIRINOX showed significantly greater overall survival compared with gemcitabine for the first time. For biliary tract cancer, gemcitabine plus cisplatin combination chemotherapy has been proved to significantly prolong survival and will become the standard therapy. Further improvement in survival is expected by the addition of cetuximab."
        },
        {
            "title": "Metastasized pancreatic carcinoma with neoadjuvant FOLFIRINOX therapy and R0 resection.",
            "abstract": "Patients with metastasized carcinoma of the pancreas have a very poor prognosis, and long-term survival cannot be expected. This case report describes two patients with an initial diagnosis of metastatic pancreatic cancer, both with hepatic metastases and one with an additional peritoneal carcinomatosis. Initially, both patients were treated intravenously with the FOLFIRINOX chemotherapy regimen, consisting of 5-FU, folinic acid, irinotecan and oxaliplatin. Surprisingly, the FOLFIRINOX treatment resulted in complete resolution of the hepatic metastases in both patients, with no lesions detectable by computed tomography scan. Furthermore, treatment response included decreased diameter of the primary tumor in the tail of the pancreas and disappearance of the additional peritoneal carcinomatosis. Both patients were discussed by our multidisciplinary tumor board, which recommended surgical resections of the carcinoma. The R0 resection of the primary tumor was successful in both cases and, interestingly, the resected tissues showed no evidence of the hepatic metastases intraoperatively. In the first case, the patient received a postoperative 6-mo course of adjuvant chemotherapy with gemcitabine. In the second case, the patient continued to receive the FOLFIRINOX regimen for an additional 6 mo postoperatively. At 12 mo after the operation, a nonresectable retroperitoneal lymph node metastasis was detected in the first patient, whereas the second patient remained in complete remission at the time of this report (5 mo after the adjuvant therapy was discontinued). This case report is the first of its kind to describe two cases of hepatic metastatic pancreatic carcinoma that were resectable following treatment with FOLFIRINOX. Further studies are required to examine the role of FOLFIRINOX as a neoadjuvant treatment option in subgroups of patients with initially metastasized pancreatic carcinoma."
        },
        {
            "title": "What options are available for refractory pancreatic cancer?",
            "abstract": "Currently gemcitabine-based regimens and FOLFIRINOX (5-fluorouracil, leucovorin, irinotecan, and oxaliplatin) are widely used standard for first-line treatment of patients with advanced pancreatic adenocarcinoma. Refractory patients may receive either FOLFOX (5-fluorouracil and oxaliplatin) or gemcitabine based on the first line regimen. This review is an update from the 2012 American Society of Clinical Oncology (ASCO) Gastrointestinal Cancers Symposium regarding recent developments in the treatment of refractory pancreatic cancer, as these were presented in Abstracts #248 and #373 of the meeting."
        },
        {
            "title": "Ductal pancreatic adenocarcinoma.",
            "abstract": "Background:\n        \n      \n      Ductal adenocarcinoma of the pancreas is the fourth most common cause of death from cancer in men and women in Germany: about 15 000 persons die of this disease each year.\n    \n\n\n          Method:\n        \n      \n      The S3 guideline on exocrine pancreatic carcinoma was updated with the aid of systematic literature reviews on the surgical, neoadjuvant, and adjuvant treatment of ductal pancreatic carcinoma, and on treatment in the metastatic stage. These reviews covered the periods 2002 to February 2012 (for radiotherapy) and 2006 to August 2011 (for all other topics).\n    \n\n\n          Results:\n        \n      \n      The criteria for borderline resectable pancreatic tumors are the same as those of the guidelines of the National Comprehensive Cancer Network. Preoperative biliary drainage with a stent is recommended only if cholangitis is present or if a planned operation cannot be performed soon after the diagnosis is made. When a pancreatic carcinoma is resected, at least 10 regional lymph nodes should be excised, and the ratio of affected to excised nodes should be documented in the pathology report. Gemcitabine and 5-fluorouracil are recommended for adjuvant therapy. Neither of these drugs is preferred over the other; if the one initially given is poorly tolerated, the other one should be given instead. When gemcitabine and erlotinib are given for palliative treatment, erlotinib should be given for no longer than 8 weeks if no skin rash develops. In selected patients, the folfirinox protocol yields markedly better results than gemcitabin. Moreover, the new combination of nab-paclitaxel and gemcitabine can be used as first-line treatment. In the event of disease progression under first-line treatment, second-line treatment should be initiated.\n    \n\n\n          Conclusion:\n        \n      \n      In recent years, new chemotherapeutic protocols have brought about marked improvement in palliative care. Further trials are needed to determine whether the perioperative or adjuvant use of these protocols might also improve the outcome of surgical treatment with curative intent."
        },
        {
            "title": "First-line treatment of metastatic pancreatic cancer.",
            "abstract": "Metastatic pancreatic cancer is an aggressive malignancy that is difficult to treat. Gemcitabine monotherapy has been used first line and many contemporary treatment approaches have focused on gemcitabine plus experimental agents. The 2012 ASCO Gastrointestinal Cancers Symposium Abstract #213 is a study of gemcitabine with IPI-926, a novel hedgehog pathway inhibitor. Abstract #227 is a study of gemcitabine with ⁹⁰Y-hPAM4 radioimmunotherapy with yttrium labeled anti-mucin humanized antibody. Abstract #296 is a study of gemcitabine with temsirolimus, an mTOR inhibitor. Gemcitabine and erlotinib has shown slight advantages to gemcitabine alone. Abstract #253 takes this one step further and evaluates gemcitabine and erlotinib with apricoxib, a COX-2 inhibitor. FOLFIRINOX has shown superiority to gemcitabine; however, doing so at the cost of significantly greater toxicity. Abstract #199, is a study which examines the cost effectiveness of first line FOLFIRINOX approaches. Another cost effective study is portrayed in Abstract #372, a study evaluating the survival of unresectable pancreatic cancer patients treated with gemcitabine and the disease course is followed clinically without radiographic follow-up."
        },
        {
            "title": "Metastatic pancreatic cancer: old drugs, new paradigms.",
            "abstract": "Purpose of review:\n        \n      \n      Metastatic pancreatic ductal adenocarcinoma has a grim prognosis and gemcitabine has been the reference treatment for 15 years. In this article, we will review current first-line treatments for metastatic pancreatic adenocarcinoma focusing on randomized studies.\n    \n\n\n          Recent findings:\n        \n      \n      Among the numerous randomized phase III studies comparing gemcitabine as single agent to gemcitabine combined to a new agent, only the gemcitabine-erlotinib combination has shown a small, but statistical improvement in survival. A trend to better survival was also observed with a gemcitabine-capecitabine regimen. The use of low-weight heparin may be of value to reduce venous thromboembolic events. In selected patients with good performance status ECOG 0-1, the Folfirinox regimen, when compared with gemcitabine, was associated with more toxicities and significantly increased median survival from 6.8 to 11.1 months.\n    \n\n\n          Summary:\n        \n      \n      Gemcitabine (with or without erlotinib or capecitabine) is still the reference treatment in patients with ECOG performance status 2. Folfirinox is a new more toxic and more efficient regimen that may be considered in patients with good performance status."
        },
        {
            "title": "Current and future systemic treatment options in metastatic pancreatic cancer.",
            "abstract": "Although pancreatic adenocarcinoma is the fourth leading cause of cancer death, only modest improvement has been observed in the past two decades, single agent gemcitabine has been the only standard treatment in patients with advanced disease. Recently newer agents such as nab-paclitaxel, nimotuzumab and regimens such as FOLFIRINOX have been shown to have promising activity being superior to gemcitabine as a single agent. With better understanding of tumour biology coupled with the improvements in targeted and immunotherapies, there is increasing expectation for better response rates and extended survival in pancreatic cancer."
        },
        {
            "title": "Patients with Advanced Pancreatic Cancer and Hyperbilirubinaemia: Review and German Expert Opinion on Treatment with nab-Paclitaxel plus Gemcitabine.",
            "abstract": "In patients with advanced unresectable pancreatic cancer, the prognosis is generally poor. Within recent years, new treatment options such as the FOLFIRINOX regimen (5-fluorouracil, leucovorin, irinotecan and oxaliplatin) or the combination of nanoparticle albumin-bound (nab)-paclitaxel plus gemcitabine have shown a clinically relevant survival benefit over the standard gemcitabine in patients with good performance status. Unfortunately, patients with hyperbilirubinaemia, who constitute a substantial proportion of the pancreatic cancer patients, have been excluded from most clinical studies. Consequently, our knowledge on the appropriate medical treatment of this patient group is limited. In a meeting of German medical oncology experts, the available clinical evidence and own clinical experience regarding the management of patients with advanced pancreatic cancer and hyperbilirubinaemia was discussed. The present publication summarises the discussion outcomes with regard to appropriate management of these patients, including consensus-based recommendations for nab-paclitaxel/gemcitabine treatment, according to the best available evidence. In summary, knowledge of the underlying aetiology of hyperbilirubinaemia and the metabolisation routes of the cytotoxic drugs is crucial before initiating chemotherapy. As effective treatment options should also be made available to patients with comorbid conditions, including hyperbilirubinaemia, the experts provide advice for an initial dose reduction of chemotherapy with nab-paclitaxel/gemcitabine based on the total bilirubin level in patients with biliary obstruction or extensive liver metastasis."
        },
        {
            "title": "FOLFIRINOX as first-line treatment for unresectable acinar cell carcinoma of the pancreas: a case report.",
            "abstract": "Pancreatic acinar cell carcinoma (ACC) is a rare, aggressive variant of pancreatic ductal adenocarcinoma. Surgery is the only curative treatment option and protocols for palliative chemotherapies in this context are not standardized yet. We reported a 63-year-old white male patient who had painless jaundice, weight loss, elevated bilirubin, and a mass of the pancreatic head as well as liver metastasis. Core biopsy revealed the diagnosis of ACC. Therapy with FOLFIRINOX resulted in a significant decrease of the primary tumor and regressiveness of a liver metastasis after chemotherapy. Our report suggests that pancreatic ACC treated by FOLFIRINOX is well tolerated and might be superior to other single chemotherapies in this rare tumor disease."
        },
        {
            "title": "Addressing the challenges of pancreatic cancer: future directions for improving outcomes.",
            "abstract": "Pancreatic ductal adenocarcinoma (PDAC), which accounts for more than 90% of all pancreatic tumours, is a devastating malignancy with an extremely poor prognosis, as shown by a 1-year survival rate of around 18% for all stages of the disease. The low survival rates associated with PDAC primarily reflect the fact that tumours progress rapidly with few specific symptoms and are thus at an advanced stage at diagnosis in most patients. As a result, there is an urgent need to develop accurate markers of pre-invasive pancreatic neoplasms in order to facilitate prediction of cancer risk and to help diagnose the disease at an earlier stage. However, screening for early diagnosis of prostate cancer remains challenging and identifying a highly accurate, low-cost screening test for early PDAC for use in clinical practice remains an important unmet need. More effective therapies are also crucial in PDAC, since progress in identifying novel therapies has been hampered by the genetic complexity of the disease and treatment remains a major challenge. Presently, the greatest step towards improved treatment efficacy has been made in the field of palliative chemotherapy by introducing FOLFIRINOX (folinic acid, 5-fluorouracil, irinotecan and oxaliplatin) and gemcitabine/nab-paclitaxel. Strategies designed to raise the profile of PDAC in research and clinical practice are a further requirement in order to ensure the best treatment for patients. This article proposes a number of approaches that may help to accelerate progress in treating patients with PDAC, which, in turn, may be expected to improve the quality of life and survival for those suffering from this devastating disease."
        },
        {
            "title": "Any second-line therapy for advanced pancreatic cancer? Highlights from the \"2010 ASCO Gastrointestinal Cancers Symposium\". Orlando, FL, USA. January 22-24, 2010.",
            "abstract": "Majority of pancreatic cancers are unresectable upon diagnosis. Palliative chemotherapy is usually administered in an attempt of prolonging survival potentially and providing quality of life. Gemcitabine has been the solo player in the field of pancreatic cancer treatment after replacing 5-FU since 1997. How to treat a patient with advanced pancreatic cancer failing to respond or progressing after gemcitabine is a true challenge. No established second-line treatment exists yet. Chinese herbal medicine PHY906 provides cytoprotective effects without dampening the anti-tumor activity of chemotherapeutic agents. Several combinations such as S-1/gemcitabine, GTX, FOLFIRINOX showed promising results in retrospective studies. Among single agents, erlotinib and Src inhibitor failed to show seemingly benefit, while abraxane and pemetrexed deserve further investigation."
        },
        {
            "title": "Phase II study of FOLFIRINOX for chemotherapy-naive Japanese patients with metastatic pancreatic cancer.",
            "abstract": "The FOLFIRINOX combination of chemotherapy drugs had not been fully evaluated for Japanese pancreatic cancer patients. Therefore, we carried out a phase II study to examine the efficacy and safety of FOLFIRINOX in chemotherapy-naïve Japanese patients with metastatic pancreatic cancer. FOLFIRINOX (i.v. infusion of 85 mg/m(2) oxaliplatin, 180 mg/m(2) irinotecan, and 200 mg/m(2) l-leucovorin, followed by a bolus of 400 mg/m(2) fluorouracil and a 46-h continuous infusion of 2400 mg/m(2) fluorouracil) was given every 2 weeks. The primary endpoint was the response rate. The 36 enrolled patients received a median of eight (range, 1-25) treatment cycles. The response rate was 38.9% (95% confidence interval [CI], 23.1-56.5); median overall survival, 10.7 months (95% CI, 6.9-13.2); and median progression-free survival, 5.6 months (95% CI, 3.0-7.8). Major grade 3 or 4 toxicities included neutropenia (77.8%), febrile neutropenia (22.2%), thrombocytopenia (11.1%), anemia (11.1%), anorexia (11.1%), diarrhea (8.3%), nausea (8.3%), elevated alanine aminotransferase levels (8.3%), and peripheral sensory neuropathy (5.6%). Febrile neutropenia occurred only during the first cycle. There were no treatment-related deaths. FOLFIRINOX can be a standard regimen showing favorable efficacy and acceptable toxicity profile in chemotherapy-naïve Japanese patients with metastatic pancreatic cancer."
        },
        {
            "title": "Therapeutic targeting of pancreatic stroma.",
            "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is the fourth highest cause of cancer-related deaths in the United States, and for the vast majority of patients chemotherapy is the only course of treatment. The recent use FOLFIRINOX has provided the most significant survival benefit (~4 months) of any treatment brought to the clinic in nearly two decades. Despite recent advances, chemotherapeutics have proven woefully inadequate to treat this cancer. One of the hallmarks of PDAC is the presence of an extensive desmoplastic reaction consisting of pancreatic stellate cells, fibroblasts, immune cells, vasculature, and extracellular matrix. The complex interaction between cancer cells and the tumor microenvironment in PDAC is beginning to be understood, and the disruption of these interactions is a promising new avenue for therapeutic targeting of PDAC. In this chapter we will discuss a variety of therapies now entering the clinic that specifically target the tumor stroma. Among these are therapies that reduce the tumor stroma, allowing for a more effective delivery of conventional therapeutics to the cancer cells; antibodies that activate a macrophage-mediated immune response to the tumor and overcome its immunosuppressive environment; and inhibitors of signaling pathways that promote the vascularization of the tumor."
        },
        {
            "title": "[Systemic chemotherapy and chemoradiotherapy for advanced pancreatic cancer].",
            "abstract": "Currently, we are able to use S-1 with gemcitabine and erlotinib, as well as gemcitabine alone, as first-line therapy for advanced pancreatic cancer. In addition, a clinical trial of FOLFIRINOX is underway in Japan. On the other hand, chemoradiotherapy is considered to be one of the treatments of choice for locally advanced pancreatic cancer. This review summarizes current knowledge about non-surgical treatment for advanced pancreatic cancer, mainly based on the results of recent clinical trials."
        },
        {
            "title": "Optimum chemotherapy in the management of metastatic pancreatic cancer.",
            "abstract": "Pancreatic cancer is one of the most devastating solid tumors, and it remains one of the most difficult to treat. The treatment of metastatic pancreatic cancer (MPC) is systemic, based on chemotherapy or best supportive care, depending on the performance status of the patient. Two chemotherapeutical regimens have produced substantial benefits in the treatment of MPC: gemcitabine in 1997; and FOLFIRIONOX in 2011. FOLFIRINOX improved the natural history of MPC, with overall survival (OS) of 11.1 mo. Nab-paclitaxel associated with gemcitabine is a newly approved regimen for MPC, with a median OS of 8.6 mo. Despite multiple trials, this targeted therapy was not efficient in the treatment of MPC. Many new molecules targeting the proliferation and survival pathways, immune response, oncofetal signaling and the epigenetic changes are currently undergoing phase I and II trials for the treatment of MPC, with many promising results."
        },
        {
            "title": "Capecitabine: a review.",
            "abstract": "Background:\n        \n      \n      Fluorouracil (FU) is an antimetabolite with activity against numerous types of neoplasms, including those of the breast, esophagus, larynx, and gastrointestinal and genitourinary tracts. Systemic toxicity, including neutropenia, stomatitis, and diarrhea, often occur due to cytotoxic nonselectivity. Capecitabine was developed as a prodrug of FU, with the goal of improving tolerability and intratumor drug concentrations through tumor-specific conversion to the active drug.\n    \n\n\n          Objectives:\n        \n      \n      The purpose of this article is to review the available information on capecitabine with respect to clinical pharmacology, mechanism of action, pharmacokinetic and pharmacodynamic properties, clinical efficacy for breast and colorectal cancer adverse-effect profile, documented drug interactions, dosage and administration, and future directions of ongoing research.\n    \n\n\n          Methods:\n        \n      \n      Relevant English-language literature was identified through searches of PubMed (1966 to August 2004), International Pharmaceutical Abstracts (1977 to August 2004), and the Proceedings of the American Society of Clinical Oncology (January 1995 to August 2004). Search terms included capecitabine, Xeloda, breast cancer, and colorectal cancer. The references of the identified articles were reviewed for additional sources. In addition, product information was obtained from Roche Pharmaceuticals. Studies from the identified literature that addressed this article's objectives were selected for review, with preference given to Phase II/III trials.\n    \n\n\n          Results:\n        \n      \n      Capecitabine is an oral prodrug that is converted to its only active metabolite, FU, by thymidine phosphorylase. Higher levels of this enzyme are found in several tumors and the liver, compared with normal healthy tissue. In adults, capecitabine has a bioavailability of approximately 100% with a Cmax of 3.9 mg/L, Tmax of 1.5 to 2 hr, and AUC of 5.96 mg.h/L. The predominant route of elimination is renal, and dosage reduction of 75% is recommended in patients with creatinine clearance (CrCl) of 30 to 50 mL/min. The drug is contraindicated if CrCl is < 30 mL/min. Capecitabine has shown varying degrees of efficacy with acceptable tolerability in numerous cancers including prostate, renal cell, ovarian, and pancreatic, with the largest amount of evidence in metastatic breast and colorectal cancer. Single-agent capecitabine was compared with IV FU/leucovorin (LV) using the bolus Mayo Clinic regimen in 2 Phase III trials as first-line treatment for patients with metastatic colorectal cancer. Overall response rate (RR) favored the capecitabine arm (26% vs 17%, P < 0.001); however, this did not translate into a difference in time to progression (TTP) (4.6 months vs 4.7 months) or overall survival (OS) (12.9 months vs 12.8 months). In Phase II noncomparative trials, combinations of capecitabine with oxaliplatin or irinotecan have produced results similar to regimens combining FU/LV with the same agents in patients with colorectal cancer. In metastatic breast cancer patients who had received prior treatment with an anthracycline-based regimen, a Phase III trial comparing the combination of capecitabine with docetaxel versus docetaxel alone demonstrated superior objective tumor RR (42% vs 30%, P = 0.006), median TTP (6.1 months vs 4.2 months, P < 0.001), and median OS (14.5 months vs 11.5 months, P = 0.013) with the combination treatment. Noncomparative Phase II studies have also supported efficacy in patients with metastatic breast cancer pretreated with both anthracyclines and taxanes, yielding an overall RR of 15% to 29% and median OS of 9.4 to 15.2 months. The most common dose-limiting adverse effects associated with capecitabine monotherapy are hyperbilirubinemia, diarrhea, and hand-foot syndrome. Myelosuppression, fatigue and weakness, abdominal pain, and nausea have also been reported. Compared with bolus FU/LV, capecitabine was associated with more hand-foot syndrome but less stomatitis, alopecia, neutropenia requiring medical management, diarrhea, and nausea. Capecitabine has been reported to increase serum phenytoin levels and the international normalized ratio in patients receiving concomitant phenytoin and warfarin, respectively. The dose of capecitabine approved by the US Food and Drug Administration (FDA) for both metastatic colorectal and breast cancer is 1250 Mg/M2 given orally twice per day, usually separated by 12 hours for the first 2 weeks of every 3-week cycle.\n    \n\n\n          Conclusions:\n        \n      \n      Capecitabine is currently approved by the FDA for use as first-line therapy in patients with metastatic colorectal cancer when single-agent fluoropyrimidine therapy is preferred. The drug is also approved for use as (1) a single agent in metastatic breast cancer patients who are resistant to both anthracycline- and paclitaxel-based regimens or in whom further anthracycline treatment is contra indicated and (2) in combination with docetaxel after failure of prior anthracycline-based chemotherapy. Single-agent and combination regimens have also shown benefits in patients with prostate, pancreatic, renal cell, and ovarian cancers. Improved tolerability and comparable efficacy compared with IV FU/LV in addition to oral administration make capecitabine an attractive option for the treatment of several types of cancers as well as the focus of future trials."
        },
        {
            "title": "Pancreatic cancer: from state-of-the-art treatments to promising novel therapies.",
            "abstract": "Pancreatic cancer is expected to be the second deadliest malignancy in the USA by 2020. The survival rates for patients with other gastrointestinal malignancies have increased consistently during the past 30 years; unfortunately, however, the outcomes of patients with pancreatic cancer have not changed significantly. Although surgery remains the only curative treatment for pancreatic cancer, therapeutic strategies based on initial resection have not substantially improved the survival of patients with resectable disease over the past 25 years; presently, more than 80% of patients suffer disease relapse after resection. Preclinical evidence that pancreatic cancer is a systemic disease suggests a possible benefit for early administration of systemic therapy in these patients. In locally advanced disease, the role of chemoradiotherapy is increasingly being questioned, particularly considering the results of the LAP-07 trial. Novel biomarkers are clearly needed to identify subsets of patients likely to benefit from chemoradiotherapy. In the metastatic setting, FOLFIRINOX (folinic acid, 5-fluorouracil, irinotecan, and oxaliplatin), and nab-paclitaxel plus gemcitabine have yielded only modest improvements in survival. Thus, new treatments are urgently needed for patients with pancreatic cancer. Herein, we review the state-of-the-art of pancreatic cancer treatment, and the upcoming novel therapeutics that hold promise in this disease are also discussed."
        },
        {
            "title": "FOLFIRINOX in locally advanced pancreatic cancer: the Massachusetts General Hospital Cancer Center experience.",
            "abstract": "The objective of our retrospective institutional experience is to report the overall response rate, R0 resection rate, progression-free survival, and safety/toxicity of neoadjuvant FOLFIRINOX (5-fluorouracil [5-FU], oxaliplatin, irinotecan, and leucovorin) and chemoradiation in patients with locally advanced pancreatic cancer (LAPC). Patients with LAPC treated with FOLFIRINOX were identified via the Massachusetts General Hospital Cancer Center pharmacy database. Demographic information, clinical characteristics, and safety/tolerability data were compiled. Formal radiographic review was performed to determine overall response rates (ORRs). Twenty-two patients with LAPC began treatment with FOLFIRINOX between July 2010 and February 2012. The ORR was 27.3%, and the median progression-free survival was 11.7 months. Five of 22 patients were able to undergo R0 resections following neoadjuvant FOLFIRINOX and chemoradiation. Three of the five patients have experienced distant recurrence within 5 months. Thirty-two percent of patients required at least one emergency department visit or hospitalization while being treated with FOLFIRINOX. FOLFIRINOX possesses substantial activity in patients with LAPC. The use of FOLFIRINOX was associated with conversion to resectability in >20% of patients. However, the recurrences following R0 resection in three of five patients and the toxicities observed with the use of this regimen raise important questions about how to best treat patients with LAPC."
        },
        {
            "title": "Cetuximab: still an option in the treatment of pancreatic cancer?",
            "abstract": "Introduction:\n        \n      \n      In this review, we analyzed the current literature about cetuximab to clarify its role in the treatment of pancreatic cancer. Using single-agent gemcitabine has been the standard treatment for more than 15 years for advanced pancreatic cancer. The attempts at improving the results by combining it with several other drugs, such as fluorouracil, cisplatin, irinotecan, oxaliplatin, or pemetrexed produced no clear survival benefit. Recently, however, new combination chemotherapy regimens (e.g., FOLFIRINOX, nab-paclitaxel plus gemcitabine) achieved a significant survival benefit compared to gemcitabine alone.\n    \n\n\n          Areas covered:\n        \n      \n      Epidermal growth factor receptor (EGFR) transmembrane glycoprotein has been demonstrated to be overexpressed in pancreatic cancer, and it correlates with more advanced disease, poor survival, and the presence of metastases. Therefore, inhibition of the EGFR signaling pathway could be an attractive therapeutic target in this tumor. Although several combinations of EGFR inhibitors with chemotherapy demonstrate inhibition of tumor-induced angiogenesis, tumor cell apoptosis, and regression in xenograft models, these benefits remain to be confirmed.\n    \n\n\n          Expert opinion:\n        \n      \n      The encouraging results from preclinical and early clinical studies with cetuximab in pancreatic cancer were not confirmed in a Phase III trial. Cetuximab failed to demonstrate improved patient outcome when paired with various chemotherapeutic regimens and/or other biological agents."
        },
        {
            "title": "Radiological and surgical implications of neoadjuvant treatment with FOLFIRINOX for locally advanced and borderline resectable pancreatic cancer.",
            "abstract": "Purpose:\n        \n      \n      On the basis of the ACCORD trial, FOLFIRINOX is effective in metastatic pancreatic adenocarcinoma (PDAC), making it a rational choice for locally advanced PDAC (LA). Aims of this study are to evaluate the accuracy of imaging in determining the resectability of PDAC and to determine the surgical and clinicopathologic outcomes of pancreatic resections after neoadjuvant FOLFIRINOX therapy.\n    \n\n\n          Patients and methods:\n        \n      \n      Clinicopathologic data were retrospectively collected for surgical PDAC patients receiving neoadjuvant FOLFIRINOX or no neoadjuvant therapy between April 2011 and February 2014. Americas Hepato-Pancreato-Biliary Association/Society of Surgical Oncology/Society for Surgery of the Alimentary Tract consensus guidelines defined LA and borderline. Imaging was reviewed by a blinded senior pancreatic surgeon.\n    \n\n\n          Results:\n        \n      \n      Of 188 patients undergoing resection for PDAC, 40 LA/borderline received FOLFIRINOX and 87 received no neoadjuvant therapy. FOLFIRINOX resulted in a significant decrease in tumor size, yet 19 patients were still classified as LA and 9 as borderline. Despite post-FOLFIRINOX imaging suggesting continued unresectability, 92% had an R0 resection. When compared with no neoadjuvant therapy, FOLFIRINOX resulted in significantly longer operative times (393 vs 300 minutes) and blood loss (600 vs 400 mL), but significantly lower operative morbidity (36% vs 63%) and no postoperative pancreatic fistulas. Length of stay (6 vs 7 days), readmissions (20% vs 30%), and mortality were equivalent (1% vs 0%). On final pathology, the FOLFIRINOX group had a significant decrease in lymph node positivity (35% vs 79%) and perineural invasion (72% vs 95%). Median follow-up was 11 months with a significant increase in overall survival with FOLFIRINOX.\n    \n\n\n          Conclusions:\n        \n      \n      After neoadjuvant FOLFIRINOX imaging no longer predicts unresectability. Traditional pathologic predictors of survival are improved, and morbidity is decreased in comparison to patients with clearly resectable cancers at the time of presentation."
        },
        {
            "title": "Combinational therapy: new hope for pancreatic cancer?",
            "abstract": "Pancreatic cancer is a devastating disease with a low overall survival rate. Chemotherapy is the most common treatment for patients presenting with advanced pancreatic cancer. Gemcitabine achieves a modest improvement in overall survival and is the gold standard for advanced pancreatic cancer treatment. Capecitabine and S-1, derivatives of 5-fluorouracil (5-FU), offers minimal clinical benefits. Folfirinox represents a new and aggressive regimen that might benefit patients of metastatic pancreatic cancer with good performance status. Other chemotherapy drugs such as platinums and irinotecan do not provide significant improvement in overall survival, but have been used as part of combinational therapies. Comparing to systemically delivered chemotherapy, regional intra-arterial chemotherapy achieves higher local drug concentration in tumors with lower systemic drug toxicity, and may serve as a better treatment regimen. Although there have been progress made in chemotherapeutic strategies against pancreatic cancer, the overall survival is not significantly improved in the last decade. Recently, development of chemotherapy in combination with molecular targeted therapies holds great promise in pancreatic cancer treatment, especially in patients with metastatic disease. Growing bodies of preclinical and clinical evidences indicate that the combination of conventional modalities with specific molecular targeted therapy increase the efficacy of the monotherapy without an increase in toxicity. In this review, we summarized the current regimens of chemotherapy and molecular targeted therapy for advanced pancreatic cancer and highlighted the novel combinational treatments tested in recent clinical trials."
        },
        {
            "title": "Advancements in the management of pancreatic cancer: 2013.",
            "abstract": "Pancreatic cancer still remains a significant, unresolved therapeutic challenge and is the most lethal type of gastrointestinal cancer with a 5-year survival rate of 5%. Adjuvant chemotherapy remains to be gemcitabine alone, though fluorouracil offers the same survival and role of radiation remains controversial. Nevertheless, only a few patients survive for at least 5 years after R0 resection and adjuvant therapy. Borderline resectable pancreatic cancer remains an area that requires multi-disciplinary approach. Neo-adjuvant therapy very likely plays a role to downstage to a resectable state in these subgroup patients. There are different treatment approaches to locally advanced pancreatic cancer management, including single or multi-agent chemotherapy, chemotherapy followed by chemoradiation, or immediate concurrent chemoradiation. Most patients need palliative treatment. Once pancreatic cancer becomes metastatic, it is uniformly fatal with an overall survival of generally 6 months from time of diagnosis. Gemcitabine has been the standard since 1997. FOLFIRINOX (5-fluorouracil, oxaliplatin, irinotecan, leucovorin) has already shown superiority over gemcitabine in both progression-free survival and overall survival, but this regimen is suitable only for selected patients in ECOG performance status 0-1. FOLFIRINOX has already trickled down to the clinic in various modifications and in different patient groups, both locally advanced and metastatic. Many targeted agents, including bevacizumab, cetuximab showed negative results, except mild benefit with addition of erlotinib with gemcitabine, which was not considered clinically significant. There is no consensus regarding treatment in the second-line setting. It will be true to say that there was a real medical breakthrough with regards to improving the prognosis of pancreatic cancer as of 2013 with the results of MPACT study. In this study, patients who received nab-paclitaxel plus gemcitabine lived a median of 8.5 months, compared with 6.7 months for those who received gemcitabine alone. At the end of one year, 35% of those getting nab-paclitaxel were alive, compared with 22% of those getting only gemcitabine. After two years, the figures were 9% for those getting nab-paclitaxel and 4% for those who received gemcitabine."
        },
        {
            "title": "[Second-line chemotherapy for advanced pancreatic cancer].",
            "abstract": "Many investigators have attempted to reach a consensus, though with limited evidence available, on second-line chemotherapy for advanced pancreatic cancer. Specifically, treatment consists of gemcitabine-based regimens and 5-FU-based regimens. The regimen that is not used for first-line chemotherapy will be used as second-line chemotherapy. In Japan, S-1 is frequently used in 5-FU-based regimens. When the FOLFIRINOX regimen is used as first-line chemotherapy, gemcitabine is recommended as second-line chemotherapy. On the other hand, when nab-PTX/gemcitabine is used as first-line chemotherapy, S-1 is recommended as second-line chemotherapy."
        },
        {
            "title": "Genomics and pharmacogenomics of pancreatic adenocarcinoma.",
            "abstract": "The last decade has brought significant advances in the development of molecularly targeted therapies for treatment of a variety of human malignancies. In contrast to other solid tumors, however, the impact of novel therapeutic strategies on clinical outcomes in patients with pancreas adenocarcinoma (PAC) has been limited to date. Gemcitabine was established as a standard of care for treatment of advanced PAC in 1997 based on an observed improvement in clinical benefit as adjudicated principally by pain scores and analgesic consumption, and demonstration of an overall survival (OS) benefit in a randomized comparison with 5-fluorouracil (5-FU). Since then, multiple agents targeting oncogenic signaling pathways and mediators of angiogenesis have failed to improve outcomes in phase III clinical trials when compared with gemcitabine monotherapy. An exception to this is the anti-epidermal growth factor receptor therapy erlotinib, which yielded a survival benefit in patients with advanced disease in combination with gemcitabine compared with gemcitabine alone, although this was a marginal incremental improvement for which the clinical significant has been heavily debated. More recently, the most significant therapeutic advance in PAC has come from the combination of several cytotoxic agents; infusional 5-FU, irinotecan and oxaliplatin. This combination chemotherapy regimen, known as FOLFIRINOX, improved survival in patients with an excellent functional status and stage IV disease by 4.3 months compared with gemcitabine alone. This improvement in survival did come at the cost expectedly of a significant increase in toxicities, including gastrointestinal and hematologic particularly. Other gemcitabine-based combination chemotherapy regimens including gemcitabine and platinum analogs and gemcitabine and capecitabine have consistently shown an increased response rate but no OS benefit in individual trials; albeit pooled and meta-analyses have indicated a survival benefit in good performance status patient for both these cytotoxic combinations. Accordingly, the 5-year survival for patients with PAC remains <5%, with an annual disease-specific mortality which approaches the incidence. The challenge remains therefore, to develop more effective systemic therapies against this challenging malignancy. Recent progress toward understanding the genetic events in the development of PAC, in combination with advances in the field of pharmacogenomics offer hope that we may build on achievements to-date to develop more effective therapeutic strategies for PAC in years to come."
        },
        {
            "title": "Recent treatment advances and novel therapies in pancreas cancer: a review.",
            "abstract": "Purpose:\n        \n      \n      Over the last couple of years, we have witnessed the availability of a wide variety of different therapeutic agents and the identification of effective combinations of existing ones that have transformed the way we approach and treat pancreatic cancer. Proof of this are the recent validations that combinations of conventional chemotherapy drugs, the FOLFIRINOX regimen and gemcitabine plus nab-paclitaxel, significantly improves clinical outcomes in patients with metastatic disease. However, deeper and more sophisticated understanding of the biology of this cancer as well as the ability to develop better and perhaps more precise drugs predict that the landscape may be changing even more.\n    \n\n\n          Methodology and results:\n        \n      \n      In this review, we will summarize the most recent treatment advances including FOLFIRINOX, gemcitabine plus nab-paclitaxel and discuss novel approaches such as immune-mediated therapies, drugs that disrupt the tumor-stromal compartment, PARP inhibitors for BRCA pathway-deficient pancreatic cancer and new generations of conventional chemotherapeutics, which are in early phases of clinical development and have shown promising early results. We will also discuss some examples of drugs that failed, despite very good preliminary data, in order to appraise the lessons learned from these negative clinical trials. Lastly, we will comment on ongoing adjuvant and neoadjuvant trials.\n    \n\n\n          Conclusion:\n        \n      \n      We hope that at least some of these will result in positive trials and add to our armamentarium for treating this challenging malignancy."
        },
        {
            "title": "Novel directions in neoadjuvant therapy for pancreas adenocarcinoma.",
            "abstract": "Surgical resection of pancreatic carcinoma has long represented the only viable option for a potential cure of pancreas cancer. The use of adjuvant chemotherapy post-resection has been established in treating micro metastases and prolonging disease-free survival. However, studies of neoadjuvant therapy have not come to any definitive conclusion regarding the overall efficacy of such treatment, despite the theoretical benefits. In this review, we examine the historical precedent as well as the current state of affairs regarding neoadjuvant therapy in resectable and borderline resectable pancreatic adenocarcinoma. In addition, we review the definitions for resectable and borderline resectable disease and highlight key areas of clinical investigation in the field and summarize the major ongoing neoadjuvant studies focused on resectable pancreatic adenocarcinoma."
        },
        {
            "title": "Neoadjuvant modified (m) FOLFIRINOX for locally advanced unresectable (LAPC) and borderline resectable (BRPC) adenocarcinoma of the pancreas.",
            "abstract": "Background:\n        \n      \n      For patients with metastatic pancreatic cancer, FOLFIRINOX (fluorouracil [5-FU], leucovorin [LV], irinotecan [IRI], and oxaliplatin) has shown improved survival rates compared with gemcitabine but with significant toxicity, particularly in patients with a high tumor burden. Because of reported response rates exceeding 30 %, the authors began to use a modified (m) FOLFIRINOX regimen for patients with advanced nonmetastatic disease aimed at downstaging for resection. This report describes their experience with mFOLFIRINOX and aggressive surgical resection.\n    \n\n\n          Methods:\n        \n      \n      Between January 2011 and August of 2013, 43 patients with borderline resectable pancreatic cancer (BRPC, n = 18) or locally advanced pancreatic cancer (LAPC, n = 25) were treated with mFOLFIRINOX (no bolus 5-FU, no LV, and decreased IRI). Radiation was used based on response and intended surgery. Charts were retrospectively reviewed to assess response, toxicities, and extent of resection when possible.\n    \n\n\n          Results:\n        \n      \n      The most common grade 3/4 toxicity was diarrhea in six patients (14 %) with no grade 3/4 neutropenia or thrombocytopenia. Resection was attempted in 31 cases (72 %) and accomplished in 22 cases (51.1 %) including 11 of 25 LAPC cases (44 %). Vascular resection was required in 4 cases (18 %), with R0 resection in 86.4 % of the resections. Complications occurred in 6 cases (27 %), with no perioperative deaths. The median progression-free survival period was 18 months if the resection was achieved compared with 8 months if no resection was performed (p < 0.001).\n    \n\n\n          Conclusion:\n        \n      \n      Neoadjuvant mFOLFIRINOX is an effective, well-tolerated regimen for patients with advanced nonmetastatic pancreatic cancer. When mFOLFIRINOX is coupled with aggressive surgery, high resection rates are possible even when the initial imaging shows locally advanced disease. Although data are still maturing, resection appears to offer at least a progression-free survival advantage."
        },
        {
            "title": "Pancreatic cancer: role of the immune system in cancer progression and vaccine-based immunotherapy.",
            "abstract": "Pancreatic cancer (PC) is the 5th leading cause of cancer related death in the developed world with more than 260,000 deaths annually worldwide and with a dismal 5-year survival. Surgery is the only potential hope of cure for PC, but, unfortunately, only 20% PC patients is resectable at the time of diagnosis. Therapeutic research efforts have mainly focused on improvements in radio/ chemo treatments and to date, there are only a few chemotherapeutic agents that have shown to be effective against PC, including gemcitabine with or without abraxane as well as a combination of 5-FU, leucovorin, oxaliplatin and irinotecan (the so-called FOLFIRINOX regimen). The survival of patients treated with these regimens is marginal and hence we are in urgent need of novel therapeutic approaches to treat pancreatic cancer. The success of immunotherapeutic strategies in other cancers and various evidences that pancreatic adenocarcinoma elicits antitumor immune responses, suggest that immunotherapies can be a promising alternative treatment modality for this deadly disease. PC immunotherapy treatments include passive immunotherapeutic approaches, such as the use of effector cells generated in vitro, and active immunotherapeutic strategies, which goal is to stimulate an antitumor response in vivo, by means of vaccination. In this review, we describe the immune suppressive mechanisms of pancreatic cancer and discuss recent preclinical and clinical efforts toward PC immunotherapy, including passive approaches, such as the use of antibodies and active strategies (vaccination), with a special mention of most recent treatment with CRS-207 and GVAX."
        },
        {
            "title": "[FOLFIRINOX-induced hyperammonemic encephalopathy in a patient with pancreatic cancer].",
            "abstract": "Hyperammonemic encephalopathy is a rare adverse event of chemotherapies based on high-dose 5-fluorouracil. We present a woman in her 70s with metastatic pancreatic adenocarcinoma who underwent FOLFIRINOX therapy. She developed acute onset disturbance of consciousness after completing the first 5-fluorouracil infusion cycle (2400 mg/m(2)/46h). We suspected hyperammonemic encephalopathy induced by 5-fluorouracil and administered branched-chain amino acids solutions and she recovered within a few hours of treatment. Brain computed tomography and magnetic resonance imaging revealed no abnormal findings. She subsequently received chemotherapy with gemcitabine and developed no further hyperammonemia. To the best of our knowledge, this is the first report of FOLFIRINOX-induced hyperammonemic encephalopathy in a patient with pancreatic cancer."
        },
        {
            "title": "Immunotherapy updates in pancreatic cancer: are we there yet?",
            "abstract": "Pancreatic cancer is a lethal disease and remains one of the most resistant cancers to traditional therapies. Historically, chemotherapy or radiotherapy did not provide meaningful survival benefit in advanced pancreatic cancer. Gemcitabine and recently FOLFIRINOX (5-flourouracil, leucovorin, oxaliplatin and irinotecan) have provided some limited survival advantage in advanced pancreatic cancer. Targeted agents in combination with gemcitabine had not shown significant improvement in the survival. Current therapies for pancreatic cancer have their limitations; thus, we are in dire need of newer treatment options. Immunotherapy in pancreatic cancer works by recruiting and activating T cells that recognize tumor-specific antigens which is a different mechanism compared with chemotherapy and radiotherapy. Preclinical models have shown that immunotherapy and targeted therapies like vascular endothelial growth factor and epidermal growth factor inhibitors work synergistically. Hence, new immunotherapy and targeted therapies represent a viable option for pancreatic cancer. In this article, we review the vaccine therapy for pancreatic cancer."
        },
        {
            "title": "Treatment of metastatic pancreatic adenocarcinoma: a review.",
            "abstract": "Gemcitabine monotherapy has been the standard of care for patients with metastatic pancreatic cancer for several decades. Despite recent advances in various chemotherapeutic regimens and in the development of targeted therapies, metastatic pancreatic cancer remains highly resistant to chemotherapy. Previous studies of several combination regimens showed minimal or no significant change in overall survival compared with gemcitabine alone. Secreted protein acidic and rich in cysteine (SPARC) overexpression in pancreatic stromal fibroblasts is considered one of the major causes of chemotherapy resistance. The nanoparticle albumin-bound formulation of paclitaxel (nab-paclitaxel) has been found to be superior to other formulations of paclitaxel because of its favorable pharmacokinetic properties. Initial preclinical studies showed its synergistic effect with gemcitabine in pancreatic cancer, in which nab-paclitaxel is sequestered by SPARC to cause stromal depletion and increasing microvasculature, resulting in higher gemcitabine concentration within the tumor. In the recent phase III multinational Metastatic Pancreatic Adenocarcinoma Clinical Trial (MPACT), the combination of gemcitabine and nab-paclitaxel was shown to be superior to gemcitabine monotherapy, with an increase in median survival of 1.8 months. Combination therapy with gemcitabine plus erlotinib, or with gemcitabine plus nab-paclitaxel, or the multidrug regimen of leucovorin, fluorouracil, irinotecan, and oxaliplatin (FOLFIRINOX) can be considered as first-line chemotherapy for patients with metastatic pancreatic cancer. In this review we will discuss details of the recently approved combination of gemcitabine and nab-paclitaxel for first-line treatment of metastatic pancreatic adenocarcinoma and compare it with other therapeutic options."
        },
        {
            "title": "Systemic therapy of advanced pancreatic cancer: has the landscape changed?",
            "abstract": "Limited progress has been made in the treatment of advanced pancreatic cancer. Gemcitabine was established as a standard of care after a randomized phase III study showed an improvement in clinical benefit response and overall survival over 5-flurouracil. Multiple phase III studies have been conducted to improve upon the response and survival established with single-agent gemcitabine. Combining different cytotoxic chemotherapy with gemcitabine failed to provide any meaningful survival advantage over gemcitabine monotherapy. A modest improvement in overall survival was noted when an epidermal growth factor receptor tyrosine kinase inhibitor (erlotinib) was added to gemcitabine. The landscape for the treatment of advanced pancreatic cancer changed with the introduction of the fluorouracil, leucovorin, irinotecan, and oxaliplatin (FOLFIRINOX) regimen at the 2010 American Society of Clinical Oncology meeting. The phase III clinical trial showed an overall survival improvement in the gemcitabine group of 6.8 months compared to 11.1 months in the FOLFIRINOX arm (P<.0001). More interestingly, almost half of the patients in the FOLFIRINOX group were alive after 1 year, and the response rate was 31.6%. A new triplet chemotherapy regimen has emerged to replace the use of single-agent gemcitabine in a highly selected patient population. In this article, we will review the published data on first-line chemotherapy, with discussion of targeted agents for advanced pancreatic cancer and potential future directions."
        },
        {
            "title": "Therapeutic Approaches for Metastatic Pancreatic Adenocarcinoma.",
            "abstract": "Since the US Food and Drug Administration's approval of gemcitabine in 1996, numerous randomized trials have investigated treatment programs to further improve the quality of life and survival of patients with advanced pancreatic cancer. After little progress over the ensuing 15 years, 2 combination treatment programs recently conferred improved survival compared with gemcitabine monotherapy in patients with metastatic pancreatic cancer: FOLFIRINOX (folinic acid, 5-fluorouracil, irinotecan, oxaliplatin) and gemcitabine plus nab-paclitaxel. Importantly, our understanding of the biology of pancreatic cancer continues to grow. This improved biologic understanding holds great promise for integrating new targeted and immune-modifying therapies into current treatment programs."
        },
        {
            "title": "Updates on first-line therapy for metastatic pancreatic adenocarcinoma.",
            "abstract": "Pancreatic adenocarcinoma is the 10th most common malignancy in the United States but is responsible for the 4th most cancer related deaths. This disease can only be potentially cured through early discovery and complete surgical resection. Unfortunately, nearly half of patients have metastatic spread at presentation. Combination chemotherapy with FOLFIRINOX or gemcitabine with nab-paclitaxel can prolong survival in selected patients, but at the cost of significant toxicity. In the 2014 ASCO Gastrointestinal Cancers Symposium, several studies were presented that focus on the management of metastatic pancreatic cancer. A phase II trial by Le et al. (Abstract #177) found that the addition of CRS-207, a strain of Listeria modified to stimulate an anti-tumor immune response, improves survival in patients being treated with GVAX. Goldstein et al. (Abstract #178) presented a post-hoc survival analysis for the phase III MPACT trial that shows the addition of nab-paclitaxel to gemcitabine produces a persistent survival benefit. Ramanathan et al. (Abstract #224) demonstrated that, with appropriate dose adjustments and delays, induction nab-paclitaxel and gemcitabine followed by mFOLFIRINOX consolidation is a feasible treatment option for metastatic pancreatic cancer. Despite these advances, it is imperative that we continue to work towards developing additional treatment options that are better tolerated and further prolong survival for these patients. This highlight article focuses on the first-line therapy of metastatic pancreatic adenocarcinoma."
        },
        {
            "title": "Nab-paclitaxel and gemcitabine for the treatment of patients with metastatic pancreatic cancer.",
            "abstract": "Adenocarcinoma of the pancreas or pancreatic cancer as we will refer to it here, is a cancer of poor prognosis with a high mortality, particularly in the advanced or metastatic setting. Until 2011 and the Phase III results of FOLFIRINOX, standard treatment options were limited to gemcitabine. Combination therapy had shown either a lack of or very limited improvement versus monotherapy with gemcitabine. With the positive results of the MPACT study in 2013 showing improved survival with nab-paclitaxel plus gemcitabine combination therapy, there are now more options for oncologists to treat patients with advanced pancreatic cancer. This paper will highlight the Phase I/II and Phase III trials of nab-paclitaxel plus gemcitabine along with discussing their biology and further possible development in treating patients with pancreatic cancer."
        },
        {
            "title": "Risk of febrile neutropenia in patients receiving emerging chemotherapy regimens.",
            "abstract": "Purpose:\n        \n      \n      Considerable evidence exists concerning the risk of febrile neutropenia (FN) associated with well-established, older chemotherapy regimens. Little is known, however, about the risks associated with many regimens that were introduced in the past decade and have become the predominant choice for certain cohorts of patients or are increasingly being used in clinical practice.\n    \n\n\n          Methods:\n        \n      \n      A retrospective cohort design and US healthcare claims data (2006-2011) were employed. Study subjects included adult patients receiving the following: docetaxel + cyclophosphamide (TC), 5-FU + epirubicin + cyclophosphamide (FEC), FEC followed by docetaxel (FEC → D), or docetaxel + carboplatin + trastuzumab (TCH) for non-metastatic breast cancer; TCH for metastatic breast cancer; 5-FU + leucovorin + irinotecan + oxaliplatin (FOLFIRINOX) for metastatic pancreatic cancer; and bendamustine (with rituximab [BR], without rituximab [B-Mono]) for non-Hodgkin's lymphoma (NHL). For each patient, the first qualifying chemotherapy course and each cycle therein were identified, as were the use of supportive care-colony-stimulating factors (CSF) and antimicrobials (AMB)-and unique FN episodes.\n    \n\n\n          Results:\n        \n      \n      The crude risk (incidence proportion) of FN during the chemotherapy course ranged from 8.8 (95 % CI 8.3-9.3) to 10.6 % (9.3-12.1) among the breast cancer regimens, was slightly higher for the NHL regimens (BR, 10.5 % [8.9-12.4]; B-Mono, 14.7 % [11.2-18.9]), and was markedly higher for FOLFIRINOX (24.7 % [17.9-33.1]). Most patients developing FN required inpatient care (range, 73-90 %). Use of CSF primary prophylaxis ranged from 17 (B-Mono) to 75 % (FEC → D); use of AMB primary prophylaxis ranged from 6 (FOLFIRINOX) to 13 % (B-Mono).\n    \n\n\n          Conclusion:\n        \n      \n      The risk of FN among patients receiving selected emerging chemotherapy regimens is considerable, and most cases require inpatient care. Use of CSF and AMB prophylaxis, however, varies substantially across regimens."
        },
        {
            "title": "Update on the management of pancreatic cancer: surgery is not enough.",
            "abstract": "Pancreatic ductal adenocarcinoma (PDAC) represents the fourth cause of death in cancer and has a 5-year survival of < 5%. Only about 15% of the patients present with a resectable PDAC with potential to undergo \"curative\" surgery. After surgery, local and systemic recurrence, is though very common. The median survival of resected patients with adjuvant chemotherapy after surgery is only 20-23 mo. This underscores the significant need to improve PDAC management strategies. Increased survival rate is dependent on new breakthroughs in our understanding of not at least tumor biology. The aim of this review is to update and comment on recent knowledge concerning PDAC biology and new diagnostics and treatment modalities. One fundamental approach to improve survival rates is by earlier and improved diagnosis of the disease. In recent years, novel blood-based biomarkers have emerged based on genetic, epigenetic and protein changes in PDAC with very promising results. For biomarkers to enter clinical practice they need to have been developed using adequate control groups and provide high sensitivity and specificity and by this identify patients at risk already in a pre-symptomatic stage. Another way to improve outcomes, is by employing neoadjuvant treatments thereby increasing the number of resectable cases. Novel systemic treatment regimes like FOLFIRINOX and nab-paclitaxel have demonstrated improvements in prolonging survival in advanced cases, but long-term survival is still scarce. The future improved understanding of PDAC biology will inevitably render new treatment options directed against both the cancer cells and the surrounding microenvironment."
        },
        {
            "title": "5-fluorouracil/leucovorin combined with irinotecan and oxaliplatin (FOLFIRINOX) as second-line chemotherapy in patients with metastatic pancreatic adenocarcinoma.",
            "abstract": "Background:\n        \n      \n      To evaluate the efficacy and toxicity of irinotecan and oxaliplatin plus 5-fluorouracil (FU) and leucovorin (FOLFIRINOX) as second-line therapy in metastatic pancreatic adenocarcinoma (MPA).\n    \n\n\n          Patients and methods:\n        \n      \n      We retrospectively analyzed the medical records of 27 patients with MPA treated with FOLFIRINOX as second-line therapy between January 2003 and November 2009 in our hospital. The recommended schedule was oxaliplatin 85 mg/m(2) on day 1 + irinotecan 180 mg/m(2) on day 1 + leucovorin 400 mg/m(2) on day 1 followed by FU 400 mg/m(2) as a bolus on day 1 and 2,400 mg/m(2) as 46-hour continuous infusion biweekly.\n    \n\n\n          Results:\n        \n      \n      The median age of the 27 patients (13 males and 14 females) was 63 years (45-83). All patients had progressive disease after first-line chemotherapy by gemcitabine. A total of 167 cycles were administered, with a median number of 6 cycles (1-29) per patient. One toxic death occurred (sepsis). Tolerance of treatment was acceptable, and the relative dose density delivered per patient was 92.8% for oxaliplatin, 89.1% for irinotecan and 96.4% for FU. Grade 3-4 neutropenia occurred in 55.6% of the patients, including 1 febrile neutropenia. The other toxicities were manageable. Regarding efficacy, 22 of the 27 patients were evaluable (WHO and RECIST criteria). Five patients had partial responses and 12 stable disease, resulting in an overall disease control rate of 63%. Median time to progression was 5.4 months (0.7-25.48), and median event-free survival was 3 months (0.5-24.9). Median overall survival was 8.5 months (0-26). A clinical benefit was reported for 55% of the patients.\n    \n\n\n          Conclusions:\n        \n      \n      These results confirmed the good safety profile and the efficacy of the FOLFIRINOX regimen as second-line treatment of MPA."
        },
        {
            "title": "Successful treatment with nab-paclitaxel and gemcitabine after FOLFIRINOX failure in a patient with metastasized pancreatic adenocarcinoma.",
            "abstract": "Background:\n        \n      \n      Advanced pancreatic adenocarcinoma still remains associated with a desperate prognosis. Nevertheless, treatment options for patients with metastasized disease have improved considerably over the last few years. Recently, cytotoxic combination therapies such as the FOLFIRINOX regimen and combined nab-paclitaxel/gemcitabine have shown improved overall survival compared to gemcitabine alone. There is still no standard of care in second-line therapy for patients with disease progression.\n    \n\n\n          Case report:\n        \n      \n      We report the case of a 47-year-old patient who dramatically responded to second-line treatment with nab-paclitaxel and gemcitabine after primary progression to the FOLFIRINOX protocol.\n    \n\n\n          Conclusion:\n        \n      \n      Second-line treatment after FOLFIRINOX is feasible for patients with good performance status. Our case report supports preclinical findings that suggest that pancreatic cancer is a heterogeneous disease. Further studies that characterize possible subgroups and identify predictive molecular markers to guide therapy are warranted."
        },
        {
            "title": "Treatment of colorectal liver metastases.",
            "abstract": "Colorectal cancer (CRC) is the third most common cancer in the word. Liver metastasis is the most common site of colorectal metastases. The prognosis of resectable colorectal liver metastases (CRLM) was improved in the recent years with the consideration of chemotherapy and surgical resection as part of the multidisciplinary management of the disease; the current 5-year survival rates after resection of liver metastases are 25% to 40%. Resectable synchronous or metachronous liver metastases should be treated with perioperative chemotherapy based on three months of FOLFOX4 (5-fluorouracil [5FU], folinic acid [LV], and oxaliplatin) chemotherapy before surgery and three months after surgery. In the case of primary surgery, pseudo-adjuvant chemotherapy for 6 months, based on 5FU/LV, FOLFOX4, XELOX (capecitabine and oxaliplatin) or FOLFIRI (5FU/LV and irinotecan), should be indicated. In potentially resectable disease, primary chemotherapy based on more intensive regimens such as FOLFIRINOX (5FU/LV, irinotecan and oxaliplatin) should be considered to enhance the chance of cure. The palliative chemotherapy based on FOLFIRI, or FOLFOX4/XELOX with or without targeted therapies, is the mainstay treatment of unresectable disease. This review would provide additional insight into the problem of optimal integration of chemotherapy and surgery in the management of CRLM."
        },
        {
            "title": "Chemotherapy and other supportive modalities in the palliative setting for pancreatic cancer.",
            "abstract": "Metastatic pancreatic cancer is a devastating disease with a dismal prognosis. Gemcitabine chemotherapy has been the mainstay of treatment for many years. Efforts to improve survival outcomes with gemcitabine-based combination chemotherapy regimens have been largely disappointing, with the possible exception of the addition of the targeted agent erlotinib. The multi-agent cytotoxic chemotherapy regimen FOLFIRINOX (sequential administration of oxaliplatin immediately followed by leucovorin over 2 hours, and then irinotecan, followed by a bolus dose of 5-fluorouracil, and finally, a 46-hour infusion of 5-fluorouracil) has significantly improved survival compared with gemcitabine alone; however, this regimen can be highly toxic and may need to be reserved for those with an excellent performance status. This article reviews the existing evidence for the management of patients with metastatic pancreatic cancer with chemotherapy with special attention to careful patient selection. The data for chemotherapy combined with targeted therapy are discussed. Additional supportive modalities in the areas of pharmacologic and nutritional support to maximize quality of life are also outlined."
        },
        {
            "title": "Carboxylesterase 2 as a Determinant of Response to Irinotecan and Neoadjuvant FOLFIRINOX Therapy in Pancreatic Ductal Adenocarcinoma.",
            "abstract": "Background:\n        \n      \n      Serine hydrolases (SHs) are among the largest classes of enzymes in humans and play crucial role in many pathophysiological processes of cancer. We have undertaken a comprehensive proteomic analysis to assess the differential expression and cellular localization of SHs, which uncovered distinctive expression of Carboxylesterase 2 (CES2), the most efficient carboxyl esterase in activating the prodrug irinotecan into SN-38, in pancreatic ductal adenocarcinoma (PDAC). We therefore assessed the extent of heterogeneity in CES2 expression in PDAC and its potential relevance to irinotecan based therapy.\n    \n\n\n          Methods:\n        \n      \n      CES2 expression in PDAC and paired nontumor tissues was evaluated by immunohistochemistry. CES2 activity was assessed by monitoring the hydrolysis of the substrate p-NPA and correlated with irinotecan IC50 values by means of Pearson's correlation. Kaplan-Meier and Cox regression analyses were applied to assess the association between overall survival and CES2 expression in patients who underwent neoadjuvant FOLFIRINOX treatment. All statistical tests were two-sided.\n    \n\n\n          Results:\n        \n      \n      Statistically significant overexpression of CES2, both at the mRNA and protein levels, was observed in PDAC compared with paired nontumor tissue (P < .001), with 48 of 118 (40.7%) tumors exhibiting high CES2 expression. CES2 activity in 11 PDAC cell lines was inversely correlated with irinotecan IC50 values (R = -0.68, P = .02). High CES2 expression in tumor tissue was associated with longer overall survival in resectable and borderline resectable patients who underwent neoadjuvant FOLFIRINOX treatment (hazard ratio = 0.14, 95% confidence interval = 0.04 to 0.51, P = .02).\n    \n\n\n          Conclusion:\n        \n      \n      Our findings suggest that CES2 expression and activity, by mediating the intratumoral activation of irinotecan, is a contributor to FOLFIRINOX sensitivity in pancreatic cancer and CES2 assessment may define a subset of patients likely to respond to irinotecan based therapy."
        }
    ]
}