{
    "citations": [
        {
            "footnote": 23,
            "title": "Outcomes with FOLFIRINOX for borderline resectable and locally unresectable pancreatic cancer.",
            "in_text_citation": "Boone et al., 2013"
        },
        {
            "footnote": 12,
            "title": "Irinotecan plus oxaliplatin and leucovorin-modulated fluorouracil in advanced pancreatic cancer--a Groupe Tumeurs Digestives of the Federation Nationale des Centres de Lutte Contre le Cancer study.",
            "in_text_citation": "Conroy et al., 2005"
        },
        {
            "footnote": 22,
            "title": "FOLFIRINOX in locally advanced pancreatic cancer: the Massachusetts General Hospital Cancer Center experience.",
            "in_text_citation": "Faris et al., 2013a"
        },
        {
            "footnote": 28,
            "title": "Radiological and surgical implications of neoadjuvant treatment with FOLFIRINOX for locally advanced and borderline resectable pancreatic cancer.",
            "in_text_citation": "Ferrone et al., 2015a"
        },
        {
            "footnote": 25,
            "title": "FOLFIRINOX for locally advanced and metastatic pancreatic cancer: single institution retrospective review of efficacy and toxicity.",
            "in_text_citation": "Gunturu et al., 2013b"
        },
        {
            "footnote": 19,
            "title": "Female gender may predict response to FOLFIRINOX in patients with unresectable pancreatic cancer: a single institution retrospective review.",
            "in_text_citation": "Hohla et al., 2014"
        },
        {
            "footnote": 24,
            "title": "A retrospective study of neoadjuvant FOLFIRINOX in unresectable or borderline-resectable locally advanced pancreatic adenocarcinoma.",
            "in_text_citation": "Hosein et al., 2012"
        },
        {
            "footnote": 20,
            "title": "Modified FOLFIRINOX regimen with improved safety and maintained efficacy in pancreatic adenocarcinoma.",
            "in_text_citation": "Mahaseth et al., 2013c"
        },
        {
            "footnote": 26,
            "title": "FOLFIRINOX for locally advanced pancreatic adenocarcinoma: results of an AGEO multicenter prospective observational cohort.",
            "in_text_citation": "Marthey et al., 2015b"
        },
        {
            "footnote": 29,
            "title": "Long-term outcomes of induction chemotherapy and neoadjuvant stereotactic body radiotherapy for borderline resectable and locally advanced pancreatic adenocarcinoma.",
            "in_text_citation": "Mellon et al., 2015c"
        },
        {
            "footnote": 27,
            "title": "FOLFIRINOX for locally advanced or metastatic pancreatic ductal adenocarcinoma: the Royal Marsden experience.",
            "in_text_citation": "Moorcraft et al., 2014"
        },
        {
            "footnote": 21,
            "title": "Multi-institutional experience with FOLFIRINOX in pancreatic adenocarcinoma.",
            "in_text_citation": "Peddi et al., 2012"
        },
        {
            "footnote": 30,
            "title": "FOLFIRINOX Induction Therapy for Stage 3 Pancreatic Adenocarcinoma.",
            "in_text_citation": "Sadot et al., 2015d"
        }
    ]
}