{
    "key_references": [
        {
            "title": "Outcomes with FOLFIRINOX for borderline resectable and locally unresectable pancreatic cancer.",
            "abstract": "## BACKGROUND\nTrials examining FOLFIRINOX in metastatic pancreatic cancer demonstrate higher response rates compared to gemcitabine-based regimens. There is currently limited experience with neoadjuvant FOLFIRINOX in pancreatic cancer.\n## METHODS\nRetrospective review of outcomes of patients with borderline resectable or locally unresectable pancreatic cancer who were recommended to undergo neoadjuvant treatment with FOLFIRINOX.\n## RESULTS\nFOLFIRINOX was recommended for 25 patients with pancreatic cancer, 13 (52%) unresectable and 12 (48%) borderline resectable. Four patients (16%) refused treatment or were lost to follow-up. Twenty-one patients (84%) were treated with a median of 4.7 cycles. Six patients (29%) required dose reductions secondary to toxicity. Two patients (9%) were unable to tolerate treatment and three patients (14%) had disease progression on treatment. Seven patients (33%) underwent surgical resection following treatment with FOLFIRINOX alone, 2 (10%) of which were initially unresectable. Two patients underwent resection following FOLFIRINOX + stereotactic body radiation therapy (SBRT). The R0 resection rate for patients treated with FOLFIRINOX ± SBRT was 33% (55% borderline resectable, 10% unresectable). A total of five patients (24%) demonstrated a significant pathologic response.\n## CONCLUSIONS\nFOLFIRINOX is a biologically active regimen in borderline resectable and locally unresectable pancreatic cancer with encouraging R0 resection and pathologic response rates.\n",
            "in_text_citation": "Boone et al., 2013",
            "footnote": 23
        },
        {
            "title": "Irinotecan plus oxaliplatin and leucovorin-modulated fluorouracil in advanced pancreatic cancer--a Groupe Tumeurs Digestives of the Federation Nationale des Centres de Lutte Contre le Cancer study.",
            "abstract": "## PURPOSE\nTo evaluate response rate and toxicity of irinotecan and oxaliplatin plus fluorouracil (FU) and leucovorin (Folfirinox) in advanced pancreatic adenocarcinoma (APA).\n## PATIENTS AND METHODS\nChemotherapy-naive patients with histologically proven APA and bidimensionally measurable disease were treated with Folfirinox therapy every 2 weeks, which comprised oxaliplatin 85 mg/m(2) and irinotecan 180 mg/m(2) plus leucovorin 400 mg/m(2) followed by bolus FU 400 mg/m(2) on day 1, then FU 2,400 mg/m(2) as a 46-hour continuous infusion. Quality of life (QOL) was assessed using European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire C30 (EORTC QLQ-C30).\n## RESULTS\nForty-seven patients were entered, and 46 received treatment. Thirty-five patients (76%) had metastatic disease. A total of 356 cycles were delivered, with a median of eight cycles per patient (range, one to 24 cycles). All patients were assessable for safety. No toxic death occurred. Grade 3 to 4 neutropenia occurred in 52% of patients, including two patients with febrile neutropenia. Other relevant toxicities included grade 3 to 4 nausea (20%), vomiting (17%), and diarrhea (17%) and grade 3 neuropathy (15%; Levi's scale). The confirmed response rate was 26% (95% CI, 13% to 39%), including 4% complete responses. Median time to progression was 8.2 months (95% CI, 5.3 to 11.6 months), and median overall survival was 10.2 months (95% CI, 8.1 to 14.4 months). Between baseline and end of treatment, patients had improvement in all functional scales of the EORTC QLQ-C30, except cognitive functioning. Responders had major improvement in global QOL.\n## CONCLUSION\nWith a good safety profile, a promising response rate, and an improvement in QOL, Folfirinox will be further assessed in a phase III trial.\n",
            "in_text_citation": "Conroy et al., 2005",
            "footnote": 12
        },
        {
            "title": "FOLFIRINOX in locally advanced pancreatic cancer: the Massachusetts General Hospital Cancer Center experience.",
            "abstract": "The objective of our retrospective institutional experience is to report the overall response rate, R0 resection rate, progression-free survival, and safety/toxicity of neoadjuvant FOLFIRINOX (5-fluorouracil [5-FU], oxaliplatin, irinotecan, and leucovorin) and chemoradiation in patients with locally advanced pancreatic cancer (LAPC). Patients with LAPC treated with FOLFIRINOX were identified via the Massachusetts General Hospital Cancer Center pharmacy database. Demographic information, clinical characteristics, and safety/tolerability data were compiled. Formal radiographic review was performed to determine overall response rates (ORRs). Twenty-two patients with LAPC began treatment with FOLFIRINOX between July 2010 and February 2012. The ORR was 27.3%, and the median progression-free survival was 11.7 months. Five of 22 patients were able to undergo R0 resections following neoadjuvant FOLFIRINOX and chemoradiation. Three of the five patients have experienced distant recurrence within 5 months. Thirty-two percent of patients required at least one emergency department visit or hospitalization while being treated with FOLFIRINOX. FOLFIRINOX possesses substantial activity in patients with LAPC. The use of FOLFIRINOX was associated with conversion to resectability in >20% of patients. However, the recurrences following R0 resection in three of five patients and the toxicities observed with the use of this regimen raise important questions about how to best treat patients with LAPC.\n",
            "in_text_citation": "Faris et al., 2013",
            "footnote": 22
        },
        {
            "title": "Radiological and surgical implications of neoadjuvant treatment with FOLFIRINOX for locally advanced and borderline resectable pancreatic cancer.",
            "abstract": "## PURPOSE\nOn the basis of the ACCORD trial, FOLFIRINOX is effective in metastatic pancreatic adenocarcinoma (PDAC), making it a rational choice for locally advanced PDAC (LA). Aims of this study are to evaluate the accuracy of imaging in determining the resectability of PDAC and to determine the surgical and clinicopathologic outcomes of pancreatic resections after neoadjuvant FOLFIRINOX therapy.\n## PATIENTS AND METHODS\nClinicopathologic data were retrospectively collected for surgical PDAC patients receiving neoadjuvant FOLFIRINOX or no neoadjuvant therapy between April 2011 and February 2014. Americas Hepato-Pancreato-Biliary Association/Society of Surgical Oncology/Society for Surgery of the Alimentary Tract consensus guidelines defined LA and borderline. Imaging was reviewed by a blinded senior pancreatic surgeon.\n## RESULTS\nOf 188 patients undergoing resection for PDAC, 40 LA/borderline received FOLFIRINOX and 87 received no neoadjuvant therapy. FOLFIRINOX resulted in a significant decrease in tumor size, yet 19 patients were still classified as LA and 9 as borderline. Despite post-FOLFIRINOX imaging suggesting continued unresectability, 92% had an R0 resection. When compared with no neoadjuvant therapy, FOLFIRINOX resulted in significantly longer operative times (393 vs 300 minutes) and blood loss (600 vs 400 mL), but significantly lower operative morbidity (36% vs 63%) and no postoperative pancreatic fistulas. Length of stay (6 vs 7 days), readmissions (20% vs 30%), and mortality were equivalent (1% vs 0%). On final pathology, the FOLFIRINOX group had a significant decrease in lymph node positivity (35% vs 79%) and perineural invasion (72% vs 95%). Median follow-up was 11 months with a significant increase in overall survival with FOLFIRINOX.\n## CONCLUSIONS\nAfter neoadjuvant FOLFIRINOX imaging no longer predicts unresectability. Traditional pathologic predictors of survival are improved, and morbidity is decreased in comparison to patients with clearly resectable cancers at the time of presentation.\n",
            "in_text_citation": "Ferrone et al., 2015",
            "footnote": 28
        },
        {
            "title": "FOLFIRINOX for locally advanced and metastatic pancreatic cancer: single institution retrospective review of efficacy and toxicity.",
            "abstract": "Although FOLFIRINOX significantly increases survival in metastatic pancreatic cancer (MPC) compared to gemcitabine (Conroy et al. N Engl J Med 364:1817-1825, 2011), toxicities have tempered enthusiasm for its use in full doses. To assess the impact of dose attenuations on toxicity and efficacy, we reviewed our institution's experience with FOLFIRINOX in locally advanced pancreatic cancer (LAPC) and MPC. We performed a retrospective review of dose, toxicity, and efficacy of FOLFIRINOX in all patients with LAPC and MPC treated between June 2010 and July 2011 at Yale. Toxicities in all patients and response rate (RR) and survival in previously untreated MPC were compared to data reported by Conroy. Overall survival (OS) and progression-free survival were estimated by Kaplan-Meier method. Thirty-five patients were treated (16 LAPC; 19 MPC). Twenty-nine patients received dose attenuations with the first cycle. Median relative doses of irinotecan and bolus fluorouracil were less than those reported by Conroy (64 vs. 81 % and 66 vs. 82 %, respectively). RR was 50 % in LAPC and 47 % in MPC, and the latter did not differ significantly from the RR reported by Conroy (p = 0.19). OS at 6 and 12 months in MPC was comparable to OS reported by Conroy. Grade 3/4 toxicities were less than reported by Conroy, including fatigue (p = 0.009) and neutropenia (p < 0.0001). Nine patients experienced transient dysarthria during irinotecan administration. Our findings validate the efficacy and tolerability of FOLFIRINOX in LAPC and MPC and suggest that dose attenuations of irinotecan and bolus fluorouracil improve tolerability without compromising efficacy.\n",
            "in_text_citation": "Gunturu et al., 2013b",
            "footnote": 25
        },
        {
            "title": "Female gender may predict response to FOLFIRINOX in patients with unresectable pancreatic cancer: a single institution retrospective review.",
            "abstract": "FOLFIRINOX is a highly active regimen for the treatment of patients with unresectable pancreatic cancer. However, treatment with FOLFIRINOX is associated with relevant toxicity and predictors for response to therapy are warranted. We retrospectively analyzed 49 patients with unresectable pancreatic cancer treated with FOLFIRINOX in order to evaluate a possible predictive role of clinical parameters and tumor characteristics for response to chemotherapy. Tumor samples were characterized histopathologically before treatment and expression of p53 and Ki67 was analyzed using automated immunohistochemistry. Overall survival (OS) and progression-free survival (PFS) were estimated by the Kaplan-Meier method. The overall objective response rate was 55.1%, the disease control rate was 70.6%. Female gender was associated with a significantly higher disease control rate of 91.7 compared to 48.0% in male patients (p=0.001) which reached 100% in female patients when primarily treated compared to treatment after surgical resection and relapse (77.8%, p=0.057). For all patients median PFS was 3.5 months (95% CI, 2.7-4.3 months) and median OS was 13 months (95% CI, 9.4-16.6 months). Female patients showed a tendency towards a longer median PFS (5.0 months, 95% CI, 3.6-6.4 months) compared to males (3.0 months, 95% CI, 2.4-3.6 months) (p=0.099). Serum levels of CA19.9 and CEA were significantly higher in female patients compared to male patients (p=0.037, p=0.05). Tumors of patients with response to FOLFIRINOX showed a higher expression level of p53 and Ki67 as well as higher serum levels of CA19.9 compared to non-responders, which was statistically not significant. Our study indicates that female gender is a positive predictor for therapy response to FOLFIRINOX in patients with unresectable pancreatic cancer. Female gender in turn was associated with increased levels of tumor markers CEA and CA19.9 and patients with higher serum levels of CA19.9 were more responsive to FOLFIRINOX.\n",
            "in_text_citation": "Hohla et al., 2014",
            "footnote": 19
        },
        {
            "title": "A retrospective study of neoadjuvant FOLFIRINOX in unresectable or borderline-resectable locally advanced pancreatic adenocarcinoma.",
            "abstract": "## BACKGROUND\n5-fluorouracil, leucovorin, irinotecan and oxaliplatin (FOLFIRINOX) is superior to gemcitabine in patients with metastatic pancreatic cancer who have a good performance status. We investigated this combination as neoadjuvant therapy for locally advanced pancreatic cancer (LAPC).\n## METHODS\nIn this retrospective series, we included patients with unresectable LAPC who received neoadjuvant FOLFIRINOX with growth factor support. The primary analysis endpoint was R0 resection rate.\n## RESULTS\nEighteen treatment-naïve patients with unresectable or borderline resectable LAPC were treated with neoadjuvant FOLFIRINOX. The median age was 57.5 years and all had ECOG PS of 0 or 1. Eleven (61 %) had tumors in the head of the pancreas and 9 (50 %) had biliary stents placed prior to chemotherapy. A total of 146 cycles were administered with a median of 8 cycles (range 3-17) per patient. At maximum response or tolerability, 7 (39 %) were converted to resectability by radiological criteria; 5 had R0 resections, 1 had an R1 resection, and 1 had unresectable disease. Among the 11 patients who remained unresectable after FOLFIRINOX, 3 went on to have R0 resections after combined chemoradiotherapy, giving an overall R0 resection rate of 44 % (95 % CI 22-69 %). After a median follow-up of 13.4 months, the 1-year progression-free survival was 83 % (95 % CI 59-96 %) and the 1-year overall survival was 100 % (95 % CI 85-100 %). Grade 3/4 chemotherapy-related toxicities were neutropenia (22 %), neutropenic fever (17 %), thrombocytopenia (11 %), fatigue (11 %), and diarrhea (11 %). Common grade 1/2 toxicities were neutropenia (33 %), anemia (72 %), thrombocytopenia (44 %), fatigue (78 %), nausea (50 %), diarrhea (33 %) and neuropathy (33 %).\n## CONCLUSIONS\nFOLFIRINOX followed by chemoradiotherapy is feasible as neoadjuvant therapy in patients with unresectable LAPC. The R0 resection rate of 44 % in this population is promising. Further studies are warranted.\n",
            "in_text_citation": "Hosein et al., 2012",
            "footnote": 24
        },
        {
            "title": "Modified FOLFIRINOX regimen with improved safety and maintained efficacy in pancreatic adenocarcinoma.",
            "abstract": "## OBJECTIVES\nFOLFIRINOX (5-fluorouracil [5-FU], oxaliplatin, and irinotecan) as compared with gemcitabine in pancreatic cancer (PC) has superior activity and increased toxicity. The bolus 5-FU contributes to the toxicity. We hypothesized that the elimination of bolus 5-FU and use of hematopoietic growth factor will improve the safety profile without compromising the activity of FOLFIRINOX.\n## METHODS\nSixty patients with PC treated with modified FOLFIRINOX (no bolus 5-FU) were reviewed. Patients were divided into metastatic or nonmetastatic (locally advanced or borderline resectable) disease. Toxicity, response rate, progression-free survival, and overall survival were evaluated.\n## RESULTS\nNonmetastatic and metastatic disease were present in 24 (40%) and 36 (60%) patients, respectively. The incidence of grade 4 neutropenia, grade 3/4 diarrhea, and fatigue were 3%, 13%, and 13%, respectively. Response rate was 30%. The median progression-free survival for nonmetastatic disease was 13.7 months (95% confidence interval [CI], 9.6-24.6 months), and that for metastatic disease was 8.5 months (95% CI, 3.7-11.0 months), respectively. The median overall survival for nonmetastatic disease was 17.8 months (95% CI, 9.9 months to not estimable), and that for metastatic disease was and 9.0 months (95% CI, 7.1 months to not estimable), respectively.\n## CONCLUSIONS\nModified FOLFIRINOX has an improved safety profile with maintained efficacy in metastatic PC. Modified FOLFIRINOX has promising activity in nonmetastatic disease.\n",
            "in_text_citation": "Mahaseth et al., 2013",
            "footnote": 20
        },
        {
            "title": "FOLFIRINOX for locally advanced pancreatic adenocarcinoma: results of an AGEO multicenter prospective observational cohort.",
            "abstract": "## BACKGROUND\nFirst-line treatment with FOLFIRINOX significantly increases overall survival (OS) in patients with metastatic pancreatic adenocarcinoma (PA) compared with gemcitabine. The aim of this observational cohort was to evaluate the tolerability and efficacy of this regimen in unresectable locally advanced PA (LAPA).\n## PATIENTS AND METHODS\nFrom February 2010 to February 2012, all consecutive patients from 11 French centers treated by FOLFIRINOX for a histologically proven LAPA were prospectively enrolled. Unresectability was defined independently by each center's multidisciplinary staff at diagnosis. Absence of metastatic disease was confirmed by chest-abdomen-pelvis computed tomography scan. FOLFIRINOX was delivered every 2 weeks as previously reported until progressive disease, major toxicity, or consolidation treatment by radiotherapy and/or surgery.\n## RESULTS\nSeventy-seven patients were enrolled. They received a median number of five cycles (1-30). Grade 3-4 toxicities were neutropenia (11 %), nausea (9 %), diarrhea (6 %), fatigue (6 %), and anemia (1 %). Grade 2-3 sensory neuropathy occurred in 25 % of patients. No toxic death was reported and only 6 % of patients had to stop treatment because of toxicity. Disease control rate was 84 with 28 % of objective response (Response Evaluation Criteria in Solid Tumors). Seventy-five percent of patients received a consolidation therapy: 70 % had radiotherapy and 36 % underwent a surgical resection, with a curative intent. Within the whole cohort, 1-year OS rate was 77 % (95 % CI 65-86) and 1-year progression-free survival rate was 59 % (95 % CI 46-70).\n## CONCLUSION\nFirst-line FOLFIRINOX for LAPA seems to be effective and have a manageable toxicity profile. These promising results will have to be confirmed in a phase III randomized trial.\n",
            "in_text_citation": "Marthey et al., 2015",
            "footnote": 26
        },
        {
            "title": "Long-term outcomes of induction chemotherapy and neoadjuvant stereotactic body radiotherapy for borderline resectable and locally advanced pancreatic adenocarcinoma.",
            "abstract": "## PURPOSE\nLimited data are available to guide neoadjuvant treatment of borderline resectable (BRPC) and locally advanced (LAPC) pancreatic cancer.\n## MATERIAL AND METHODS\nWe updated our institutional outcomes with a neoadjuvant chemotherapy and stereotactic body radiotherapy (SBRT) approach. An IRB-approved analysis was performed of all BRPC and LAPC patients treated with our departmental treatment protocol. After staging, medically fit patients underwent chemotherapy for 2-3 months, with regimen at the discretion of the treating medical oncologist. Patients then received SBRT delivered in five consecutive daily fractions with median total radiation doses of 30 Gy to tumor and 40 Gy dose painted to tumor-vessel interfaces. This was followed by restaging imaging for possible resection. Overall survival (OS), event free survival (EFS), and locoregional control (LRC) rates were estimated and compared by Kaplan-Meier and log-rank methods.\n## RESULTS\nWe identified 159 patients, 110 BRPC and 49 LAPC, with 14.0 months median overall follow-up. The resection and margin negative (R0) rate for BRPC patients who completed neoadjuvant therapy was 51% and 96%, respectively. Estimated median OS was 19.2 months for BRPC patients and 15.0 months for LAPC patients (p = 0.402). Median OS was 34.2 months for surgically resected patients versus 14.0 months for unresected patients (p < 0.001). Five of 21 (24%) LAPC patients receiving FOLFIRINOX chemotherapy underwent R0 resection. In LAPC, FOLFIRINOX recipients underwent R0 resection more often than other chemotherapy recipients (5 of 21 vs. 0 of 28, p = 0.011). There was a trend for improved survival in those resected LAPC patients (p = 0.09). For those not undergoing resection, one year LRC was 78%. Any grade ≥ 3 potentially radiation-related toxicity rate was 7%.\n## CONCLUSIONS\nThese data underscore the feasibility, safety, and effectiveness of neoadjuvant SBRT and chemotherapy for BRPC and LAPC.\n",
            "in_text_citation": "Mellon et al., 2015",
            "footnote": 29
        },
        {
            "title": "FOLFIRINOX for locally advanced or metastatic pancreatic ductal adenocarcinoma: the Royal Marsden experience.",
            "abstract": "## BACKGROUND\nPancreatic ductal adenocarcinoma (PDA) has a very poor prognosis. Treatment with FOLFIRINOX has been shown to improve outcomes, but can be associated with significant toxicity.\n## MATERIALS AND METHODS\nA retrospective review was performed of all patients with locally advanced or metastatic PDA treated with FOLFIRINOX at the Royal Marsden between November 2010 and November 2013. Efficacy, tolerability, and potential prognostic factors were evaluated.\n## RESULTS\nTwenty-seven patients with metastatic PDA and 22 patients with locally advanced PDA were treated with FOLFIRINOX. Patients received a median of 9 cycles (range, 1-26) of FOLFIRINOX. The overall response rate was 41% (20 patients), and a further 17 patients (35%) had stable disease. Thirty-five patients (71%) received FOLFIRINOX in the first-line setting, with a median progression-free survival and overall survival, respectively, of 12.9 months and 18.4 months for patients with locally advanced disease; and 8.4 months and 12.2 months for patients with metastatic disease. The most frequently occurring Grade 3/4 toxicities were neutropenia (29%), fatigue (18%), febrile neutropenia (14%), thromboembolism (12%), and thrombocytopenia (10%). In a univariate analysis, reduction in CA 19-9 of >50% (P < .001), normalization of CA19-9 (P < .001), surgery after FOLFIRINOX (P = .004), and use of prophylactic pegfilgrastim (P = .005) were prognostic for overall survival.\n## CONCLUSION\nThe efficacy and tolerability of FOLFIRINOX for PDA at our institution is similar to that reported in clinical trials. Careful selection of patients and monitoring of response (according to CA19-9) and toxicities can help maximize advantage in this patient population.\n",
            "in_text_citation": "Moorcraft et al., 2014",
            "footnote": 27
        },
        {
            "title": "Multi-institutional experience with FOLFIRINOX in pancreatic adenocarcinoma.",
            "abstract": "## CONTEXT\nCombination chemotherapy with FOLFIRINOX (oxaliplatin, irinotecan, fluorouracil, and leucovorin) was shown to be effective in a large phase III trial.\n## OBJECTIVE\nThe purpose of this study was to examine the tolerance and effectiveness of FOLFIRINOX as practiced outside of the confines of a clinical trial and to document any dose modifications used by practicing oncologists.\n## METHODS\nData on patients with all stages of pancreatic adenocarcinoma treated with FOLFIRINOX at three institutions was analyzed for efficacy, tolerance, and use of any dose modifications.\n## RESULTS\nTotal of 61 patients was included in this review. Median age was 58 years (range: 37 to 72 years), 33 were male (54.1%) and majority had ECOG performance of 0 or 1 (86.9%, 53 patients). Thirty-eight (62.3%) had metastatic disease, while 23 (37.7%) were treated for locally advanced or borderline resectable disease. Patients were treated with a median number of four cycles of FOLFIRINOX, with dose modifications in 58.3% (176/302) of all cycles. Ten patients had stable disease (16.4%), four had a partial response (6.6%) while eight had progressive disease (13.1%) on best imaging following therapy. Median progression-free survival and overall survival were 7.5 months and 13.5 months, respectively. The most common grade 3-4 adverse event was neutropenia at 19.7% (12 cases), with 4.9% (3 cases) rate of febrile neutropenia. Twenty-one patients (34.4%) were hospitalized as a result of therapy but there were no therapy-related deaths. Twenty-three (37.7%) had therapy eventually discontinued as a result of adverse events.\n## CONCLUSION\nDespite substantial rates of adverse events and use of dose modifications, FOLFIRINOX was found to be clinically effective in both metastatic and non-metastatic patients. Regimen toxicity did not detract from overall response and survival.\n",
            "in_text_citation": "Peddi et al., 2012",
            "footnote": 21
        },
        {
            "title": "FOLFIRINOX Induction Therapy for Stage 3 Pancreatic Adenocarcinoma.",
            "abstract": "## BACKGROUND\nReports show that FOLFIRINOX therapy for pancreatic ductal adenocarcinoma (PDAC) results in objective response rates two to threefold higher than those of other regimens. This study aimed to assess response and resection rates for locally unresectable (stage 3) patients initially treated with induction FOLFIRINOX.\n## METHODS\nThe institutional cancer database was queried for patients treated with induction FOLFIRINOX therapy between 2010 and 2013. Patients were included in the study if they were treated at the authors' institution for stage 3 PDAC (locally unresectable) that had been adjudicated at a weekly multidisciplinary tumor board.\n## RESULTS\nThe study identified 101 patients. The median age was 64 years (range 37-81 years), and the median follow-up period was 12 months (range 3-37 months). The patients received a median of six cycles (range 1-20 cycles) of induction FOLFIRINOX. No grade 4 or 5 toxicity was recorded. At the initial restaging (median of 3 months after diagnosis), 23 patients (23 %) had developed distant metastases, 15 patients (15 %) had undergone resection, and 63 patients (63 %) had proceeded to chemoradiation. In the group of 63 patients who had proceeded to chemoradiation (median of 9 months after diagnosis), an additional 16 patients (16 %) had undergone resection, and 5 patients (5 %) had developed metastases. A partial radiographic response was observed in 29 % of all the patients, which was associated with ability to perform resection (p = 0.004). The median overall survival time was 11 months for the group that progressed with FOLFIRINOX and 26 months for the group that did not progress.\n## CONCLUSION\nNearly one third of the patients who had been initially identified as having stage 3 pancreatic carcinoma and had been treated with FOLFIRINOX responded radiographically and underwent tumor resection.\n",
            "in_text_citation": "Sadot et al., 2015",
            "footnote": 30
        }
    ]
}