{
    "citations": [
        {
            "index": 10,
            "title": "Are there bidirectional influences between screen time exposure and social behavioral traits in young children?",
            "in_text_citation": "Aishworiya et al., 2022"
        },
        {
            "index": 26,
            "title": "The association between screen time exposure and autism spectrum disorder-like symptoms in children.",
            "in_text_citation": "Alrahili et al., 2021"
        },
        {
            "index": 27,
            "title": "Screen time and associated risks in children and adolescents with autism spectrum disorders during a discrete COVID-19 lockdown period.",
            "in_text_citation": "Berard et al., 2022"
        },
        {
            "index": 28,
            "title": "Characterizing changes in screen time during the COVID-19 pandemic school closures in Canada and its perceived impact on children with autism spectrum disorder.",
            "in_text_citation": "Cardy et al., 2021"
        },
        {
            "index": 29,
            "title": "Screen time and autistic-like behaviors among preschool children in China.",
            "in_text_citation": "Chen et al., 2021"
        },
        {
            "index": 30,
            "title": "Comparison of television viewing between children with autism spectrum disorder and controls.",
            "in_text_citation": "Chonchaiya et al., 2011"
        },
        {
            "index": 31,
            "title": "Physical activity and screen time among youth with autism: a longitudinal analysis from 9 to 18 years.",
            "in_text_citation": "Dahlgren et al., 2021"
        },
        {
            "index": 32,
            "title": "Video game use, aggression, and social impairment in adolescents with autism spectrum disorder.",
            "in_text_citation": "Davis et al., 2023"
        },
        {
            "index": 33,
            "title": "Screen time and autism: current situation and risk factors for screen time among pre-school children with ASD.",
            "in_text_citation": "Dong et al., 2021(1)"
        },
        {
            "index": 34,
            "title": "Correlation between screen time and autistic symptoms as well as development quotients in children with autism spectrum disorder.",
            "in_text_citation": "Dong et al., 2021(2)"
        },
        {
            "index": 35,
            "title": "Media use and sleep among boys with autism spectrum disorder, ADHD, or typical development.",
            "in_text_citation": "Engelhardt et al., 2013"
        },
        {
            "index": 36,
            "title": "Screen time characteristics and early-term parental concerns of children newly diagnosed with autism spectrum disorder.",
            "in_text_citation": "Eyüboğlu et al., 2020"
        },
        {
            "index": 37,
            "title": "Prevalence and health correlates of overweight and obesity in children with autism spectrum disorder.",
            "in_text_citation": "Dreyer Gillette et al., 2015"
        },
        {
            "index": 38,
            "title": "Prenatal, perinatal, postnatal risk factors, and excess screen time in autism spectrum disorder.",
            "in_text_citation": "Güneş et al., 2023"
        },
        {
            "index": 39,
            "title": "Health Behaviors Among Families of Children With Developmental Delay.",
            "in_text_citation": "Halladay, 2021"
        },
        {
            "index": 40,
            "title": "Psychosocial correlates of physical activity participation and screen-time in typically developing children and children on the autism spectrum.",
            "in_text_citation": "Healy et al., 2019"
        },
        {
            "index": 41,
            "title": "Environmental factors associated with physical activity and screen time among children with and without autism spectrum disorder.",
            "in_text_citation": "Healy et al., 2020"
        },
        {
            "index": 42,
            "title": "Physical activity, screen-time behavior, and obesity among 13-year-olds in Ireland with and without autism spectrum disorder.",
            "in_text_citation": "Healy et al., 2017"
        },
        {
            "index": 12,
            "title": "Association of early-life social and digital media experiences with development of autism spectrum disorder–like symptoms.",
            "in_text_citation": "Heffler et al., 2020"
        },
        {
            "index": 9,
            "title": "Screen time in 36-month-olds at increased likelihood for ASD and ADHD.",
            "in_text_citation": "Hill et al., 2020"
        },
        {
            "index": 43,
            "title": "Relationship of screen exposure with autism symptoms.",
            "in_text_citation": "Keskin et al., 2020"
        },
        {
            "index": 44,
            "title": "Concerns and considerations among caregivers of a child with autism in Qatar.",
            "in_text_citation": "Kheir et al., 2012"
        },
        {
            "index": 45,
            "title": "Early social experience and digital-media exposure in children with autism spectrum disorder.",
            "in_text_citation": "Krishnan et al., 2021"
        },
        {
            "index": 46,
            "title": "Media use among adolescents with autism spectrum disorder.",
            "in_text_citation": "Kuo et al., 2014"
        },
        {
            "index": 11,
            "title": "Association between screen time exposure in children at 1 year of age and autism spectrum disorder at 3 years of age: the Japan environment and children’s study.",
            "in_text_citation": "Kushima et al., 2022"
        },
        {
            "index": 47,
            "title": "The relationship among screen use, sleep, and emotional/behavioral difficulties in preschool children with neurodevelopmental disorders.",
            "in_text_citation": "Lin et al., 2019"
        },
        {
            "index": 48,
            "title": "Risk factors for autism spectrum disorder in Shanghai, China: a population-based case-control study.",
            "in_text_citation": "Lin et al., 2023"
        },
        {
            "index": 49,
            "title": "The association between autistic traits and excessive smartphone use in Chinese college students: the chain mediating roles of social interaction anxiety and loneliness.",
            "in_text_citation": "Lu et al., 2022"
        },
        {
            "index": 50,
            "title": "Plugged in: electronics use in youth and young adults with autism spectrum disorder.",
            "in_text_citation": "MacMullin et al., 2016"
        },
        {
            "index": 51,
            "title": "Television, video game and social media use among children with ASD and typically developing siblings.",
            "in_text_citation": "Mazurek et al., 2013(1)"
        },
        {
            "index": 52,
            "title": "Video game use in boys with autism spectrum disorder, ADHD, or typical development.",
            "in_text_citation": "Mazurek et al., 2013(2)"
        },
        {
            "index": 53,
            "title": "TV, computer, tablet and smartphone use and autism spectrum disorder risk in early childhood: a nationally-representative study.",
            "in_text_citation": "Melchior et al., 2022"
        },
        {
            "index": 54,
            "title": "Comparison of physical activity, TV/video watching/gaming, and usage of a portable electronic devices by children with and without autism spectrum disorder.",
            "in_text_citation": "Menear et al., 2020"
        },
        {
            "index": 55,
            "title": "Brief report: investigating the motivations and autistic traits of video gamers.",
            "in_text_citation": "Millington et al., 2022"
        },
        {
            "index": 56,
            "title": "Children with autism spectrum disorder and screen time: results from a large, nationally representative US study.",
            "in_text_citation": "Montes, 2016"
        },
        {
            "index": 57,
            "title": "Comparison of sedentary behaviors between children with autism spectrum disorders and typically developing children.",
            "in_text_citation": "Must et al., 2014"
        },
        {
            "index": 58,
            "title": "Gaming disorder and computer-mediated communication in children and adolescents with autism spectrum disorder.",
            "in_text_citation": "Paulus et al., 2020"
        },
        {
            "index": 13,
            "title": "Association between screen time and developmental and behavioral problems among children in the United States: evidence from 2018 to 2020 NSCH.",
            "in_text_citation": "Qu et al., 2023"
        },
        {
            "index": 59,
            "title": "Differential effects of COVID-related lockdown on sleep-wake rhythms in adults with autism spectrum disorder compared to the general population.",
            "in_text_citation": "Reynaud et al., 2022"
        },
        {
            "index": 60,
            "title": "Associations between symptom severity of autism spectrum disorder and screen time among toddlers aged 16 to 36 months.",
            "in_text_citation": "Sadeghi et al., 2023"
        },
        {
            "index": 61,
            "title": "Effect of screen time on behavior of pre-schoolers in Islamabad.",
            "in_text_citation": "Suleman et al., 2023"
        },
        {
            "index": 62,
            "title": "Physical activity, screen time, and sleep in children with ADHD.",
            "in_text_citation": "Tandon et al., 2019"
        },
        {
            "index": 63,
            "title": "Social media use, friendship quality, and the moderating role of anxiety in adolescents with autism spectrum disorder.",
            "in_text_citation": "van Schalkwyk et al., 2017"
        },
        {
            "index": 64,
            "title": "The relationship between screen time, nighttime sleep duration, and behavioural problems in preschool children in China.",
            "in_text_citation": "Wu et al., 2017"
        },
        {
            "index": 65,
            "title": "Why iPlay: the relationships of autistic and schizotypal traits with patterns of video game use.",
            "in_text_citation": "Yang et al., 2022"
        },
        {
            "index": 66,
            "title": "Analysis of sleep problem in children aged 1-3 years with autism spectrum disorder in Zhejiang Province, China.",
            "in_text_citation": "Yao et al., 2022"
        }
    ]
}