{
    "key_references": [
        {
            "title": "Are There Bidirectional Influences Between Screen Time Exposure and Social Behavioral Traits in Young Children?",
            "abstract": "## OBJECTIVE\nScreen time in early childhood has been associated with children's prosocial and behavioral skills; however, the directionality of this relationship is unclear. We aimed to determine the direction of the relationship between screen time, social skills, and nonsocial behavioral traits in young children.\n## METHODS\nThis was a population-based, prospective cohort study with data across 5 time points. We examined the reciprocal relationships between caregiver-reported children's screen time at 12, 18, 24, 36, and 54 months and social behaviors collected using the Infant-Toddler Social-Emotional Assessment at 12 months; the Quantitative Checklist for Autism at 18, 24, and 36 months; and the Social Responsiveness Scale at 54 months. Cross-lagged path models were used for analysis.\n## RESULTS\nA multiple imputation data set and complete data from 229 participants were included in the analyses. Screen time at 12, 18, and 36 months predicted nonsocial behavioral traits at 54 months. Cross-lagged path models showed a clear direction from increased screen time at earlier time points to both poorer social skills and atypical behaviors at later time points (Akaike information criterion 18936.55, Bayesian information criterion 19210.73, root mean square error of approximation 0.037, and comparative fit index 0.943). Social skills or behavioral traits at a younger age did not predict later screen time at any of the time points.\n## CONCLUSION\nScreen time in early childhood has lagged influences on social skills and nonsocial behaviors; the reverse relationship is not found. Close monitoring of social behaviors may be warranted in the setting of excessive screen time during early childhood.\n",
            "in_text_citation": "Aishworiya et al., 2022"
        },
        {
            "title": "The Association Between Screen Time Exposure and Autism Spectrum Disorder-Like Symptoms in Children.",
            "abstract": "Research problem Advances in technology have ensured its inevitable integration in our life. Children, being at a vulnerable age period of development, are spending more time on electronic devices. Some studies reported negative effects on sleep, physical health such as obesity and vision problems, and behavioral changes such as aggressive behavior with exposure to violent media content. Research significance We will study the effect of using electronic devices on communication skills in children in Saudi Arabia. Our findings can be used to raise awareness on this matter. Research objectives The aim of our study is to examine the association between screen time and social communication skills among children of four years to six years of age in Saudi Arabia. Research methodology A cross-sectional study was conducted to investigate the relationship between social skills development and screen time by using a validated Arabic version of the Social Communication Questionnaire (SCQ). The sample in this study consists of 308 children from four to six years of age. Research results The results showed that the hours spent using the electronic device were significantly associated with having an SCQ score ≥ 15 (P < 0.05). A high SCQ score was prevalent in 19.7% (n = 31) of children who spent >3 hours using an electronic device compared to 10.2% (n = 5) and 7.84% (n = 8) of children who spent an hour or <2 hours using electronic devices, respectively. Conclusion Our study highlighted a significant association between the daily hours spent on devices and having an SCQ score above 15, which suggests a deficit in social skill development and having autism spectrum disorder-like symptoms.\n",
            "in_text_citation": "Alrahili et al., 2021"
        },
        {
            "title": "Screen time and associated risks in children and adolescents with autism spectrum disorders during a discrete COVID-19 lockdown period.",
            "abstract": "## BACKGROUND\nThe COVID-19 pandemic may affect the screen time of children and adolescents with Autism Spectrum Disorders (ASD). This study aimed to examine the screen time of children and adolescents with ASD during a discrete lockdown period in France and identify risk factors for excessive screen time.\n## METHODS\nThe study sample consisted of 249 ASD subjects, 3-17 years of age, enrolled in the ELENA cohort. Information about the screen time was collected using the COVID-19 questionnaire specially created for this study. The clinical, socio-demographic and familial characteristics were collected from the last ELENA follow-up visit.\n## RESULTS\nMore than one third of subjects exceeded recommended levels of screen time and almost half of parents reported that their child spent more time using screen since COVID-19 pandemic beginning. Excessive screen time was significantly related to age with higher screen time in adolescents. Risk factors for excessive screen time were high withdrawn behaviors and low socioeconomic status for children, and older age and male gender for adolescents.\n## CONCLUSION\nThese results imply to adapt the recommendations already formulated in general population concerning the good use of screens in youth with ASD. Specific recommendations and suitable guidance are needed to help children and adolescents with ASD and their parents implement the more optimal use of screen time activities for educational, therapeutic and social goals.\n## TRIAL REGISTRATION NUMBER\nNCT02625116.\n",
            "in_text_citation": "Berard et al., 2022"
        },
        {
            "title": "Characterizing Changes in Screen Time During the COVID-19 Pandemic School Closures in Canada and Its Perceived Impact on Children With Autism Spectrum Disorder.",
            "abstract": "The COVID-19 pandemic has led to an increase in screen time for children and families. Traditionally, screen time has been associated with negative physical and mental health outcomes, and children with autism spectrum disorder (ASD) are at increased risk of these outcomes. The primary objectives of this study were to (1) characterize the change in screen time during COVID-19 school closures for children with ASD, and (2) examine the parent perceived impact of screen time on mental health and quality of life of children and their families. Canadian parents and caregivers of children 19 years of age and younger were eligible to participate in an anonymous, online survey study. This survey was available in English, consisted of 28 questions, took ~10-min to complete, and was available for 6 weeks (May 22 through July 6, 2020). The total sample consisted of 414 responses (ASD: \n",
            "in_text_citation": "Cardy et al., 2021"
        },
        {
            "title": "Screen time and autistic-like behaviors among preschool children in China.",
            "abstract": "Screen time is becoming increasingly common in daily life. Early and excessive screen use has raised growing concerns for children's neuropsychological development. The purpose of this study was to evaluate the association between exposure to screen time in early life and the presence of autistic-like behaviors among preschool children. 29,461 child-caregiver dyads at kindergartens in Longhua New District of Shenzhen, China, were enrolled in this cross-sectional study. Information concerning socio-demographic characteristics, frequency and duration of children's electronic screen exposure for each year since birth, and autistic-like behaviors (measured by the Autism Behavior Checklist) were collected using a self-administered structured questionnaire completed by the primary caregivers. A series of logistic regression models assessed the association between screen time and autistic-like behaviors. Results indicated that younger initial age, longer daily screen time and longer cumulative years of screen exposure since birth were associated with the presence of autistic-like behaviors at preschool age. The risk was enhanced with the increase of both daily screen time and cumulative years of screen exposure during preschool period. Moreover, the cross-over analysis indicated that the first three years following birth might be a sensitive period for children when screen exposure increases the risk of experiencing autistic-like behaviors. In conclusion, our study implied that screen exposure in early life might increase the occurrence of autistic-like behaviors among preschoolers. These findings support the need for early interventions into preschoolers' screen use, however longitudinal studies are necessary to further confirm the causal relationship between early screen time and the incidence of later autistic-like behaviors among preschool children.\n",
            "in_text_citation": "Chen et al., 2021"
        },
        {
            "title": "Comparison of television viewing between children with autism spectrum disorder and controls.",
            "abstract": "## AIM\nTo examine the pattern and extent of television viewing in children with autism spectrum disorder (ASD) compared with typically developing controls and those with delayed language development (DLD).\n## METHODS\nFifty-four individuals with ASD (mean age 2.56 ± 0.66 years) and 84 controls (mean age 2.43 ± 0.81 years) were enrolled. Fifty-six individuals with DLD, who had language developmental levels similar to those with ASD, were enrolled in our previous study. Main outcome measures included onset and frequency of television viewing, in addition to the type of programme and whether a caregiver cowatched television.\n## RESULTS\nThose with ASD began to watch television significantly earlier than controls (6.44 ± 6.35 vs. 12.41 ± 6.00 months of age, p ≤ 0.0001*) and spent more time watching television than those with DLD (4.60 ± 1.91 vs. 3.05 ± 1.90 h/day, p ≤ 0.0001*) and controls (4.60 ± 1.91 vs. 2.06 ± 1.21 h/day, p ≤ 0.0001*). Those with ASD appeared to watch more adult programmes than normal controls, and they were less likely to watch television with caregivers than both control groups.\n## CONCLUSION\nThere is an earlier onset and higher frequency of television viewing in autistic children compared with children with typical development.\n",
            "in_text_citation": "Chonchaiya et al., 2011"
        },
        {
            "title": "Physical activity and screen time among youth with autism: A longitudinal analysis from 9 to 18 years.",
            "abstract": "To date, studies using cross-sectional methodologies make up a majority of the literature surrounding children with autism spectrum disorders and participation in physical activity and screen time. Longitudinal studies are needed to examine how physical activity and screen time behaviors co-develop for children with and without an autism spectrum disorder. To address this research gap, this study compared how physical activity and screen time levels changed over time (from 9 to 18 years of age) between youth with autism spectrum disorder and youth with neurotypical development. Data on the levels of moderate-to-vigorous physical activity, light physical activity, television-, and video game-based screen time, collected as a part of the \"Growing up in Ireland\" study, were compared between youth with autism spectrum disorder and a propensity-matched sample of youth with neurotypical development (\n",
            "in_text_citation": "Dahlgren et al., 2021"
        },
        {
            "title": "Video Game Use, Aggression, and Social Impairment in Adolescents with Autism Spectrum Disorder.",
            "abstract": "We used parent report data to investigate video game playing, aggression, and social impairment in adolescents with autism spectrum disorder. Parents of autistic adolescents were more likely to report that their child plays video games as a hobby compared to parents of adolescents with typical development and also reported that their children spent more time playing video games. For autistic participants, we found no differences in aggression levels or social impairment when comparing players versus non-players. However, playing video games \"more than average,\" as compared to \"average\" was associated with greater aggression and greater social impairment on \"awareness\" and \"mannerisms\" subscales. Future studies should focus on how type of video game(s) played is associated with these clinically important variables.\n",
            "in_text_citation": "Davis et al., 2023"
        },
        {
            "title": "Screen Time and Autism: Current Situation and Risk Factors for Screen Time Among Pre-school Children With ASD.",
            "abstract": "Objective: To investigate the current status of screen time in children with ASD, its correlation with autistic symptoms and developmental quotient (DQ), and the factors affecting screen time. Method: One hundred ninety-three Chinese children with ASD were recruited. We collected the demographic and screen time data using a questionnaire. The ASD core symptoms and developmental quotient (DQ) were measured by the Autism Behavior Checklist (ABC), Childhood Autism Rating Scale (CARS), Autism Diagnostic Observation Schedule-Second Edition (ADOS-2), Griffiths Development Scales-Chinese Language Edition (GDS-C), and Chinese Children's Parent-Child Relationship Questionnaire (CPCIS). Then, we analyzed the correlations between the screen time of children with ASD and the ABC, CARS, ADOS, GDS-C DQs, and CPCIS scores. Linear regression was used to analyze the risk factors that affect screen time. Results: The children's average daily screen time was 2.64 ± 2.24 h. Forty eight percent children were exposed to two or more types of electronic devices. Their favorite activity of screen time was watching cartoons. Only 34% children spent screen time accompanied by parents and with communication. 50.26% children had no screen time before sleeping. The screen time of children with ASD had a negative correlation with the GDS-C CQ (r = -0.234, P = 0.001) and the CPCIS score (r = -0.180, P = 0.012) and a positive correlation with the CARS score (r = 0.192, P = 0.009). A low father's education level (P = 0.010), less restriction of the child's screen time by the guardian (P = 0.001), greater caregiver screen time (P < 0.001), the use of the screen as a tool for child rearing (P = 0.001), and the child's ownership of independent electronic equipment (P = 0.027) are risk factors for long screen time in children with ASD. Conclusion: The screen time of children with ASD in China is higher than the recommended standard, and the current situation is serious. The screen time of ASD children is related to their autism symptoms, DQ and parent-child interaction. Low paternal education levels, less restriction of children's screen time by guardians, greater guardian screen time, the use of screens in child rearing, and children's ownership of independent electronic equipment can lead to an increase in children's screen time. These findings may have implications for family intervention strategies.",
            "in_text_citation": "Dong et al., 2021(1)"
        },
        {
            "title": "Correlation Between Screen Time and Autistic Symptoms as Well as Development Quotients in Children With Autism Spectrum Disorder.",
            "abstract": "Background: Electronic screen media play an increasingly vital role in children's entertainment; however, excessive screen time may negatively influence child development. The purpose of this study was to investigate the relationship between the screen time of children with autism spectrum disorder (ASD) and their autistic symptoms and development quotients (DQs). Methods: We compared the screen time of 101 children with ASD and 57 typically developing (TD) children. Then, we performed a correlation analysis to determine the correlations between the screen time and the ASD-related scale scores and developmental quotients of the Gesell Developmental Schedules (GDS) of ASD children. We further divided the ASD group into subgroups according to the screen time and age and then separately conducted the above correlation analyses by subgroup. Result: The results showed that the screen time of the children with ASD was longer than that of the TD children (3.34 ± 2.64 h vs. 0.91 ± 0.93 h). The screen time of the children with ASD was positively correlated with the Childhood Autism Rating Scale (CARS) score (r = 0.242, P = 0.021) and \"taste, smell and touch\" item of CARS(r = 0.304, P = 0.005), and negatively correlated with the language DQ of the GDS (r = -0.236, P = 0.047). The subgroup analysis showed that in the longer screen time subgroup of ASD children, the screen time was positively correlated with the CARS score (r = 0.355, P = 0.026) and negatively correlated with the DQs of all domains of the GDS (P < 0.05). In addition, in the younger age group of ASD children, the screen time was positively correlated with the CARS score (r = 0.314, P = 0.021) and negatively correlated with the DQs of all domains of the GDS, except for the personal-social behavior domain (P < 0.05). Conclusion: Compared with TD children, children with ASD have a longer screen time. The screen time is related to autism-like symptoms and the DQs of children with ASD. The longer the screen time, the more severe the symptoms of ASD (especially sensory symptoms), and the more obvious the developmental delay, especially in ASD children with a longer screen time and younger age, particularly in the language domain.",
            "in_text_citation": "Dong et al., 2021(2)"
        },
        {
            "title": "Media use and sleep among boys with autism spectrum disorder, ADHD, or typical development.",
            "abstract": "## OBJECTIVE\nThe current study examined the relationships between media use (television, computer, and video games) and sleep among boys with autism spectrum disorder (ASD) compared with those with attention-deficit/hyperactivity disorder (ADHD) or with typical development (TD).\n## METHODS\nParticipants included parents of boys with ASD (n = 49), ADHD (n = 38), or TD (n = 41) (ages 8-17 years). Questionnaires assessed daily hours of media use, bedroom access to media, and average sleep hours per night.\n## RESULTS\nBedroom media access was associated with less time spent sleeping per night, irrespective of diagnostic group. Bedroom access to a television or a computer was more strongly associated with reduced sleep among boys with ASD compared with boys with ADHD or TD. Multivariate models showed that, in addition to bedroom access, the amount of time spent playing video games was uniquely associated with less sleep among boys with ASD. In the ASD group only, the relationship between bedroom access to video games and reduced sleep was mediated by hours of video game play.\n## CONCLUSIONS\nThe current results suggest that media-related variables may be an important consideration in understanding sleep disturbances in children with ASD. Further research is needed to better characterize the processes by which media use may affect sleep among individuals with ASD. Overall, the current findings suggest that screen-based media time and bedroom media access should be routinely assessed and may be important intervention targets when addressing sleep problems in children with ASD.\n",
            "in_text_citation": "Mazurek et al., 2013(2)"
        },
        {
            "title": "Prevalence and Health Correlates of Overweight and Obesity in Children with Autism Spectrum Disorder.",
            "abstract": "Children with autism spectrum disorder (ASD) may be at increased risk for overweight and obesity, but little information is known about correlates of overweight and obesity in this population. This study compared prevalence rates of parent-reported overweight and obesity and specific health behaviors (i.e., parent report of child sleep, family meal patterns, child screen time, and child physical activity) among children with ASD (N = more than 900 [weighted to represent 690,000; age 10-17]) compared with children without ASD using data from a nationally representative sample. Additionally, the relationship between specific health behaviors (i.e., child sleep, family meals, screen time, and physical activity) and weight status was examined in the ASD population. Data were from the National Survey of Children's Health 2011-2012. Results indicate that children with ASD were more likely to be obese but not more likely to be overweight than non-ASD youth. Children with ASD engaged in physical activity less than children without ASD, but no differences were found on sleep, most measures of screen time, and mealtimes. However, parent perceived poorer sleep was associated with increased weight status, and fewer family meals were associated with normal weight status among children with ASD.\n",
            "in_text_citation": "Dreyer Gillette et al., 2015"
        },
        {
            "title": "Prenatal, perinatal, postnatal risk factors, and excess screen time in autism spectrum disorder.",
            "abstract": "## BACKGROUND\nThe aim of this study was to investigate pre-, peri-, and postnatal factors, screen time in a group of patients with autism spectrum disorder (ASD) and age and sex-matched clinical controls to evaluate risk factors specific to ASD.\n## METHODS\nThe study included 211 ASD patients (177 boys, 34 girls; mean age 44.3 ± 13.0 months) and 241 (190 boys, 51 girls; mean age 44.6 ± 14.1 months) age and sex group matched clinical controls. Non-ASD diagnoses were expressive language disorder (n = 135, 56.0%), intellectual disability (n = 15, 6.2%), attention deficit-hyperactivity disorder (n = 6, 2.4%), oppositional disorder (n = 6, 2.4%), and other behavioral or emotional problems (no diagnosis; n = 79, 32.8%). A sociodemographic data form was used to collect data regarding pre-, peri-, and postnatal factors and total daily screen exposure.\n## RESULTS\nAccording to our findings, maternal severe psychological stress and depression during pregnancy, and maternal postpartum depression were more frequent in the ASD group (p = 0.005, p = 0.035, and p = 0.001 respectively). There was a statistically significant difference between groups with regards to maternal any medication use during pregnancy (p = 0.004). The mean duration of daily screen exposure was higher in the ASD group (9.90 ± 5.10 h) compared to non-ASD children (4.46 ± 3.40 h; p < 0.001). A ROC curve showed that 8.5 h and above total daily screen exposure (AUC = 0.808 [95% CI: 0.769-0.848], p < 0.001; 55% sensitivity, 90.5% specificity) is likely to be associated with increased risk for ASD.\n## CONCLUSION\nOur study suggests that prenatal maternal psychological stress, prenatal and postpartum depression, and excess exposure to screen might be related to an increased risk for ASD.\n",
            "in_text_citation": "Güneş et al., 2023"
        },
        {
            "title": "Environmental Factors Associated with Physical Activity and Screen Time Among Children With and Without Autism Spectrum Disorder.",
            "abstract": "This study aimed to examine how environmental factors are associated with physical activity (PA) and screen-time (ST) among children with and without ASD (n = 1380 and 1411, respectively). For TD children, the absence of a bedroom television and neighborhood support were associated with PA. For children with ASD, no environmental factors were associated with PA. Regarding ST, the presence of a bedroom television, absence of limits on ST, lack of neighborhood amenities and support, and adverse neighborhood factors were all associated with ST among TD children. For children with ASD, the presence of a bedroom television and the absence of limits on ST were associated with ST. Potential explanations for this dichotomy and suggestions for future research are discussed.\n",
            "in_text_citation": "Healy et al., 2020"
        },
        {
            "title": "Physical Activity, Screen-Time Behavior, and Obesity Among 13-Year Olds in Ireland with and without Autism Spectrum Disorder.",
            "abstract": "The primary purposes of this study were to compare (a) physical activity participation, screen-time habits, obesity, and (b) reported reasons for lack of participation in sport, between a nationally representative sample of Irish children with and without autism spectrum disorder (ASD). Participation in moderate to vigorous activity, light activity, and sports was significantly lower among the group with ASD. On examination of screen time variables, no significant differences were seen between groups. However, time spent watching TV was higher among children with ASD. Overweight or obese status was more prevalent among the group with ASD (34.4 vs. 24.7 %). The findings are discussed in relation to international statistics on youth physical activity, screen-time, and weight status, and recommendations are provided for future research.\n",
            "in_text_citation": "Healy et al., 2017"
        },
        {
            "title": "Association of Early-Life Social and Digital Media Experiences With Development of Autism Spectrum Disorder-Like Symptoms.",
            "abstract": "## IMPORTANCE\nDespite growing evidence that parent-child interactions and time viewing digital media affect child development, these factors have rarely been studied in association with autism spectrum disorder (ASD) symptoms.\n## OBJECTIVE\nTo determine the association of experiential factors, including social activities and screen viewing in the first 18 months of life, perinatal factors, and demographic factors, with ASD-like symptoms and risk on the Modified Checklist for Autism in Toddlers (M-CHAT) at 2 years.\n## DESIGN, SETTING, AND PARTICIPANTS\nData for this cohort study were derived from the National Children's Study, a US multicenter epidemiological study of environmental influences on child health and development. A total of 2152 children were enrolled at birth from October 1, 2010, to October 31, 2012. Data were analyzed from December 1, 2017, to December 3, 2019.\n## EXPOSURES\nCaregivers reported whether the child viewed television and/or videos (yes or no) at 12 months of age, hours of viewing at 18 months of age, time spent by the caregiver reading to the child (number of days per week compared with daily) at 12 months of age, and frequency of playing with the child (daily or less than daily) at 12 months of age. Prematurity, maternal age at birth, child sex, household income, race/ethnicity, and caregiver English-language status were included in analysis.\n## MAIN OUTCOMES AND MEASURES\nSignificant association of exposures with ASD risk by M-CHAT and/or ASD-like symptoms assessed by revised M-CHAT (M-CHAT-R) total score in multiple regression models.\n## RESULTS\nAmong the 2152 children included in the analysis (1099 boys [51.1%]), television and/or video viewing (yes or no) at 12 months of age was significantly associated with greater ASD-like symptoms at 2 years of age (change, 4.2%; 95% CI, 0.1%-8.3%) but not with ASD risk (risk prevalence rates, 8.3% vs 4.4%; adjusted odds ratio [AOR], 1.40; 95% CI, 0.86-2.29). Similarly, parent-child play daily compared with less than daily was significantly associated with fewer ASD-like symptoms at 2 years of age (change, -8.9%; 95% CI, -16.5% to -0.9%) but not with ASD risk (risk prevalence rates, 6.4% vs 14.0%; AOR, 0.58; 95% CI, 0.31-1.08). However, high screen viewing at 18 months of age was not significantly associated with ASD-like symptoms (change, 10.7%; 95% CI, -2.0% to 23.0%) or ASD risk by M-CHAT (AOR, 1.18; 95% CI, 0.56-2.49) at 2 years of age.\n## CONCLUSIONS AND RELEVANCE\nThis cohort study found greater screen exposure and less caregiver-child play early in life to be associated with later ASD-like symptoms. Further research is needed to evaluate experiential factors for potential risk or protective effects in ASD.\n",
            "in_text_citation": "Heffler et al., 2020"
        },
        {
            "title": "Screen time in 36-month-olds at increased likelihood for ASD and ADHD.",
            "abstract": "We examined the relationship between video-based media viewing (screen time), behavioral outcomes, and language development in 120 36-month-old children with a family history of Autism Spectrum Disorder (ASD) or Attention-Deficit/Hyperactivity Disorder (ADHD) or no family history of either condition. Participants were classified into one of three diagnostic groups: ASD (n = 20), ADHD Concerns (children with elevated ADHD symptoms; n = 14), or Comparison (n = 86). Children in the ADHD Concerns group spent more time viewing screen media than Comparison children. Increased screen time was associated with lower receptive and expressive language scores across groups. Future longitudinal studies are needed to determine the direction of effects and causality.\n",
            "in_text_citation": "Hill et al., 2020"
        },
        {
            "title": "Concerns and considerations among caregivers of a child with autism in Qatar.",
            "abstract": "## BACKGROUND\nAutism impacts the lives of the family looking after a child with the condition in different ways, and forces family members to modify their daily lives to suit their reality. To our knowledge, no previous research investigated concern and considerations of parents/caregivers of children with autism in Qatar or the Arabic speaking Middle Eastern region.\n## METHODS\nCaregivers of a child who was between the age of 3 to 17 years old at the time of the study and who was diagnosed with ASD (Autistic Group or AG) were recruited from the two main developmental pediatric and children rehabilitation clinics in Qatar. The control group (non-autism group, or NAG) was represented by caregivers of a non-autistic child between the age of 3 to 17 years old at the time of the study and who were visiting a family clinic of a primary health care facility for routine medical check-up. Data collected from both groups included related to the child (e.g. the child's date of birth, his/her relation to the caregiver, number of siblings, number of hours of sleep in a day, number of hours spent watching television or videos prior to age 3, time spent indoors prior to age 3, absenteeism from school, and use of a nanny to care for the child) and to the caregiver (education level, profession, level of consanguinity using the phylogram method). In addition to these questions, caregivers in the AG were asked specific questions around maternal concern and considerations in respect to the future of their children and the specialized services they receive.\n## RESULTS\nChildren in the autism group spent more time indoors, watching television, or sleeping than children in the non-autism group. Only around 40% of caregivers in the autism group said they would encourage their child to get married and become a parent when s/he grows up. A number of caregivers of children with autism frequently utilize specialized rehabilitation services; others did express their needs for these services and made comments about having to wait a long time before they were provided with some of the services. Religious faith helped caregivers in accepting having a child with autism. General health-related quality of life did not differ significantly between the caregivers of the two groups, although mental health was consistently poorer in the autism group of caregivers.\n## CONCLUSIONS\nThe study draws attention to the concerns of the families of children with autism and their expectations about the future of their children. The findings can be used by policy makers in planning services to support these families in Qatar.\n",
            "in_text_citation": "Kheir et al., 2012"
        },
        {
            "title": "Early Social Experience and Digital-Media Exposure in Children with Autism Spectrum Disorder.",
            "abstract": "## OBJECTIVE\nTo study the early social experience and digital media exposure in children with autism spectrum disorder (ASD) in comparison with typically developed children.\n## METHODS\nDetails of digital-media exposure and early social experience in 65 children with ASD were compared with those in a control group of equal number of typically developed children, matched for age and gender. Prenatal and perinatal factors were also studied. The diagnosis of ASD was based on the International Clinical Epidemiology Network (INCLEN) diagnostic tool and Diagnostic and Statistical Manual of Mental Disorders, 5th edition (DSM-5) diagnostic criteria. Variables which were biologically relevant and has a P value of < 0.05 in the univariate analysis were analyzed by logistic regression to obtain the adjusted effect measures.\n## RESULTS\nChildren with ASD were exposed to digital media at an earlier age and spent significantly more time with digital media and less time with their mothers, compared to typically developed children. Exposure to digital media before 21 mo was associated with risk of ASD and the risk increased when mothers spent less than 6.5 h per day with the baby. Family history of epilepsy and developmental delay, maternal stress during the antenatal period, and absence of exclusive breastfeeding during the first 6 mo were significantly more in children with ASD.\n## CONCLUSION\nThere are significant differences in the early life social experience and digital-media exposure in children with ASD compared to typically developed counterparts. Given the reported rise in prevalence of ASD, these findings stress the need for further prospective studies to explore these potentially modifiable risk factors.\n",
            "in_text_citation": "Krishnan et al., 2021"
        },
        {
            "title": "Media use among adolescents with autism spectrum disorder.",
            "abstract": "This study explores how adolescents with autism spectrum disorder (ASD) use media, and the factors associated with their media use. A total of 91 adolescents with ASD and their parents completed mail-based surveys. In all, 78% of the adolescents with ASD watched television (approximately 2 h/day), and 98% used computers (approximately 5 h/day) on any given day. They most frequently watched cartoons, played computer or video games that involved shooting, and visited websites that contained information on video games. Adolescents with ASD who watched television with parents reported more positive parent-child relationships. Adolescents with ASD who visited social networking websites or received emails from friends reported more positive friendships. The findings help us understand media-use habits of adolescents with ASD and suggest areas for future research.\n",
            "in_text_citation": "Kuo et al., 2014"
        },
        {
            "title": "Association Between Screen Time Exposure in Children at 1 Year of Age and Autism Spectrum Disorder at 3 Years of Age: The Japan Environment and Children's Study.",
            "abstract": "## IMPORTANCE\nIt is unclear to what extent the duration of screen time in infancy is associated with the subsequent diagnosis of autism spectrum disorder.\n## OBJECTIVE\nTo examine the association between screen time in infancy and the development of autism spectrum disorder at 3 years of age.\n## DESIGN, SETTING, AND PARTICIPANTS\nThis cohort study analyzed data from mother-child dyads in a large birth cohort in Japan. This study included children born to women recruited between January 2011 and March 2014, and data were analyzed in December 2020. The study was conducted by the Japan Environment and Children's Study Group in collaboration with 15 regional centers across Japan.\n## EXPOSURES\nScreen time at 1 year of age.\n## MAIN OUTCOMES AND MEASURES\nThe outcome variable, children diagnosed with autism spectrum disorder at 3 years of age, was assessed using a questionnaire administered to mothers of the participating children.\n## RESULTS\nA total of 84 030 mother-child dyads were analyzed. The prevalence of children with autism spectrum disorder at 3 years of age was 392 per 100 000 (0.4%), and boys were 3 times more likely to have been diagnosed with autism spectrum disorder than were girls. Logistic regression analysis showed that among boys, when \"no screen\" was the reference, the adjusted odds ratios were as follows: less than 1 hour, odds ratio, 1.38 (95 % CI, 0.71-2.69; P = .35), 1 hour to less than 2 hours, odds ratio, 2.16 (95 % CI, 1.13-4.14; P = .02), 2 hours to less than 4 hours, odds ratio, 3.48 (95% CI, 1.83-6.65; P < .001), and more than 4 hours, odds ratio, 3.02 (95% CI, 1.44-6.34; P = .04). Among girls, however, there was no association between autism spectrum disorder and screen time.\n## CONCLUSIONS AND RELEVANCE\nAmong boys, longer screen time at 1 year of age was significantly associated with autism spectrum disorder at 3 years of age. With the rapid increase in device usage, it is necessary to review the health effects of screen time on infants and to control excessive screen time.\n",
            "in_text_citation": "Kushima et al., 2022"
        },
        {
            "title": "The Relationship Among Screen Use, Sleep, and Emotional/Behavioral Difficulties in Preschool Children with Neurodevelopmental Disorders.",
            "abstract": "## OBJECTIVE\nDespite evidence that excessive screen use may contribute to negative health, developmental, emotional, and behavioral outcomes, more children are engaging in increasing amounts of screen-related activities. For children with neurodevelopmental conditions, increased screen use could exacerbate emotional/behavioral difficulties (EBDs) by interfering with sleep quantity and quality.\n## AIMS\nThis study examined the possible mediating role of sleep in the relationship between screen use and EBDs in preschool children with neurodevelopmental disorders (NDDs) clinically referred to a child development center in Singapore.\n## METHODS\nA screen use questionnaire developed for the purposes of the present study, the Children's Sleep Habits Questionnaire, and the Strengths and Difficulties Questionnaire were completed by 367 caregivers of 2- to 5-year-old children with NDDs (39.5% autism spectrum disorder; 36.8% speech-language disorders; 23.7% others).\n## RESULTS\nAverage daily screen use duration was 3.98 hours, with 93.9% exceeding 1 hour of screen time daily. 57.7% of children had screen devices in their bedrooms, while 52% commenced screen use at the age of 18 months or earlier. Sleep problems fully mediated the relationship between the number of bedroom screen devices and children's EBDs, as well as between the age of first screen use and EBDs, but not between hours of screen use and EBDs. Controlling for age, developmental level, and family income, children who started using screens earlier than 18 months and who had screen devices in their bedrooms had significantly more sleep problems and EBDs than those without.\n## CONCLUSION\nChildren with neurodevelopmental conditions may have more difficulties disengaging from screen devices in their bedrooms, and an earlier age of screen exposure may contribute to more chronic disruption of sleep.\n",
            "in_text_citation": "Lin et al., 2019"
        },
        {
            "title": "Risk factors for ASD : Risk Factors for Autism Spectrum Disorder in Shanghai, China: A Population-based Case-control Study.",
            "abstract": "Autism spectrum disorder (ASD) is a pervasive neurodevelopmental disorder that brings heavy burdens to families and the society. This case-control study explored risk factors for ASD based on 74,252 children aged 3-12 years who were recruited from general education kindergartens, primary schools, and special education schools in Shanghai, China. One hundred ninety-two children were identified with ASD according to the Diagnostic and Statistical Manual of Mental Disorders-Fifth Edition. Male sex, the presence of anoxia or asphyxia at birth, artificial feeding, adverse maternal psychological status, complications during pregnancy and higher paternal education were associated with ASD even after controlling for age, residential district, family history of mental disorders, parental personality, and amount of daily TV viewing.\n",
            "in_text_citation": "Lin et al., 2023"
        },
        {
            "title": "The association between autistic traits and excessive smartphone use in Chinese college students: The chain mediating roles of social interaction anxiety and loneliness.",
            "abstract": "This study draws upon a large sample of Chinese college students to examine the chain mediating roles of social interaction anxiety and loneliness in the relation between autistic traits and excessive smartphone use. To test our hypothesis that social interaction anxiety and loneliness mediate the relation between autistic traits and excessive smartphone use, we recruited a sample of 1103 college students and asked them to complete an assessment that measured the degrees of autistic traits, social interaction anxiety, loneliness, and excessive smartphone use. The results showed significant correlations among these variables. More autistic traits, which are correlated with higher levels of social interaction anxiety and higher levels of loneliness, were found to be associated with excessive smartphone use. In conclusion, this study highlights the need for screening for excessive smartphone use among college students who demonstrate autistic traits. Social interaction anxiety and loneliness show great potential in screening for excessive smartphone use among college students with high levels of autistic traits. We discuss the practical implications of the findings and directions for future study.\n",
            "in_text_citation": "Lu et al., 2022"
        },
        {
            "title": "Plugged in: Electronics use in youth and young adults with autism spectrum disorder.",
            "abstract": "Although electronic technology currently plays an integral role for most youth, there are growing concerns of its excessive and compulsive use. This study documents patterns and impact of electronics use in individuals with autism spectrum disorder compared to typically developing peers. Participants included 172 parents of typically developing individuals and 139 parents of individuals with an autism spectrum disorder diagnosis, ranging in age from 6 to 21 years. Parents completed an online survey of demographics and the frequency, duration, and problematic patterns of electronics use in their youth and young adults. Individuals with autism spectrum disorder were reported to use certain electronics more often in the last month and on an average day, and had greater compulsive Internet and video game use than individuals without autism spectrum disorder. Across both samples, males used video games more often than females. Compared to parents of individuals without autism spectrum disorder, parents of individuals with autism spectrum disorder were significantly more likely to report that electronics use was currently having a negative impact. The implications of problematic electronics use for individuals with autism spectrum disorder are discussed.\n",
            "in_text_citation": "MacMullin et al., 2016"
        },
        {
            "title": "Television, video game and social media use among children with ASD and typically developing siblings.",
            "abstract": "This study examined the nature of television, video game, and social media use in children (ages 8-18) with autism spectrum disorders (ASD, n = 202) compared to typically developing siblings (TD, n = 179), and relative to other activities. Parents completed measures assessing children's screen-based and other extracurricular activities. Children with ASD spent approximately 62% more time watching television and playing video games than in all non-screen activities combined. Compared with TD siblings, children with ASD spent more hours per day playing video games (2.4 vs. 1.6 for boys, and 1.8 vs. 0.8 for girls), and had higher levels of problematic video game use. In contrast, children with ASD spent little time using social media or socially interactive video games.\n",
            "in_text_citation": "Mazurek et al., 2013(1)"
        },
        {
            "title": "Video game use in boys with autism spectrum disorder, ADHD, or typical development.",
            "abstract": "## OBJECTIVES\nThe study objectives were to examine video game use in boys with autism spectrum disorder (ASD) compared with those with ADHD or typical development (TD) and to examine how specific symptoms and game features relate to problematic video game use across groups.\n## METHODS\nParticipants included parents of boys (aged 8-18) with ASD (n = 56), ADHD (n = 44), or TD (n = 41). Questionnaires assessed daily hours of video game use, in-room video game access, video game genres, problematic video game use, ASD symptoms, and ADHD symptoms.\n## RESULTS\nBoys with ASD spent more time than did boys with TD playing video games (2.1 vs 1.2 h/d). Both the ASD and ADHD groups had greater in-room video game access and greater problematic video game use than the TD group. Multivariate models showed that inattentive symptoms predicted problematic game use for both the ASD and ADHD groups; and preferences for role-playing games predicted problematic game use in the ASD group only.\n## CONCLUSIONS\nBoys with ASD spend much more time playing video games than do boys with TD, and boys with ASD and ADHD are at greater risk for problematic video game use than are boys with TD. Inattentive symptoms, in particular, were strongly associated with problematic video game use for both groups, and role-playing game preferences may be an additional risk factor for problematic video game use among children with ASD. These findings suggest a need for longitudinal research to better understand predictors and outcomes of video game use in children with ASD and ADHD.\n",
            "in_text_citation": "Mazurek et al., 2013(2)"
        },
        {
            "title": "TV, computer, tablet and smartphone use and autism spectrum disorder risk in early childhood: a nationally-representative study.",
            "abstract": "## BACKGROUND\nScreen media use in early childhood has largely increased in recent years, even more so during the COVID-19 epidemic, and there is much discussion regarding its influence on neurodevelopment, including Autism Spectrum Disorder (ASD).\n## METHODS\nWe examined the relationship between use of TV, computer, tablet and smartphone at age 2 years and risk of ASD assessed in telephone-based questionnaires among 12,950 children participating in the nationally representative ELFE ('Etude Longitudinale Française sur les Enfants') birth cohort study in France.\n## RESULTS\nIn inverse-probability weighted (IPW) multinomial regression analyses, children's weekly or daily screen media use was associated with an increased likelihood of an intermediate risk of ASD (IPW-controlled OR for weekly use:1.07, 95% CI 1.02-1.12; IPW-controlled OR for daily use:1.05, 95% CI 1.02-1.08) but inversely associated with a high risk (IPW-controlled OR for weekly use: 0.60, 95% CI 0.50-0.73; IPW-controlled OR for daily use: 0.75, 95% CI 0.62-0.91), as ascertained by the M-CHAT. This was confirmed when studying TV as well as computer/tablet exposure separately.\n## CONCLUSIONS\nOverall, our nationally-representative study conducted among a large sample of 2-year-old children, indicates a complex relationship between screen exposure and ASD risk.\n",
            "in_text_citation": "Melchior et al., 2022"
        },
        {
            "title": "Comparison of Physical Activity, TV/Video Watching/Gaming, and Usage of a Portable Electronic Devices by Children With and Without Autism Spectrum Disorder.",
            "abstract": "## OBJECTIVE\nIndividuals with autism spectrum disorder (ASD) participate in less physical activity (PA) and more sedentary behavior than their peers without ASD.\n## METHODS\nThe study employed Chi-square analyses of the NSCH 2016-2017 data to compare PA, TV/video watching/gaming, and usage of portable electronic devices by children with and without ASD by age and ASD severity.\n## RESULTS\nResults suggest more than two and a half times as many children 6-11 and 12-17 years old with ASD failed to engage in 60 min of PA during the past week compared to peers without ASD. As children aged, their PA time decreased, with a larger percentage drop for children with ASD. For children ages 6-11 years, an inverse relationship was found between PA and ASD severity that was not found for older children. As the children got older, children with ASD spent more time watching TV/video watching/gaming than peers without ASD, with differing results by ASD severity. More children Birth to 5 years ASD used portable electronic devices than their peers without ASD and more young children with ASD used devices for 3 or more hours a day. Roughly the same proportions of children 12-17 years old used devices for more than 3 h a day but differential results were found between children with and without ASD for less than 1 h of device use.\n## CONCLUSIONS FOR PRACTICE\nThese data can be used to advocate for individualized PA interventions and services to increase PA and decrease sedentary behaviors of children with ASD.\n",
            "in_text_citation": "Menear et al., 2020"
        },
        {
            "title": "Brief Report: Investigating the Motivations and Autistic Traits of Video Gamers.",
            "abstract": "Video games are commonly of interest in autism, with autistic adolescents playing twice as much as their Typically Developing peers. The aims of this study are to investigate whether motivations to play video games measured using the Gaming Attitudes, Motivations and Experiences Scales and autistic traits using the Autism Spectrum Quotient can predict time spent playing video games. 57 participants were recruited from internet forums and completed an online questionnaire. The preliminary results revealed that only escapism and social motivation predicted time spent playing games. Further investigation revealed interactions between autistic traits and several motivational scales, including escapism, completionism, and customisation. This has consequences for future research into how autistic people use video games to ease their anxieties.\n",
            "in_text_citation": "Millington et al., 2022"
        },
        {
            "title": "Children With Autism Spectrum Disorder and Screen Time: Results From a Large, Nationally Representative US Study.",
            "abstract": "## OBJECTIVE\nTo test the hypotheses that children with autism spectrum disorder (ASD) have higher screen time than other children on a US nationally representative sample and that children with ASD are overrepresented among children who exceed the American Academy of Pediatrics (AAP) screen time recommendation (2 hours or less a day).\n## METHODS\nThe National Survey of Children's Health 2011-2012, a nationally representative survey, asked parents to report their child's (aged 6-17 years) average daily media usage. The ASD subpopulation (n = 1393) was compared to children without ASD (non-ASD, n = 64,163). Differences were compared by design-corrected F tests. Regression models were estimated for both groups separately. Adjusted Wald tests were used to rigorously test the hypotheses.\n## RESULTS\nMore than half of US children exceed the AAP screen time recommendation. Compared to non-ASD, children with ASD had similar amounts of total screen time (3.21 hours per day vs 3.46 hours per day; P > .05), media (TV/video) time, and computer/mobile device leisure time. Children with ASD have a milder age gradient than the general population on computer/mobile device usage. Children with ASD were proportionally represented among high users (more than 2 hours per day). Data did not support hypotheses.\n## CONCLUSIONS\nIn a large, nationally representative US sample, there was no evidence that children with ASD differ in their screen time habits from other children. Both groups have high screen time use. Caution should be exercised before assuming that children with ASD are at higher risk of exceeding AAP screen time recommendations. Efforts to promote adherence to the recommendation are needed, but they should neither target nor exclude children with ASD.\n",
            "in_text_citation": "Montes, 2016"
        },
        {
            "title": "Comparison of sedentary behaviors between children with autism spectrum disorders and typically developing children.",
            "abstract": "Time spent in sedentary behavior is largely due to time spent engaged with electronic screen media. Little is known about the extent to which sedentary behaviors for children with autism spectrum disorder differ from typically developing children. We used parental report to assess and compare time spent in sedentary behaviors for 53 children with autism spectrum disorder and 58 typically developing children aged 3-11 years. We also determined how sedentary behavior was related to child weight status (body mass index z-score). Overall, children with autism spectrum disorder spent an hour more in sedentary behaviors on weekdays compared to typically developing children (5.2 vs 4.2 h, p = 0.03), and most of this difference was due to screen time. The age- and sex-adjusted estimate of weekday total daily screen time was 1.6 h (typically developing) compared to 2.5 h (autism spectrum disorder, p = 0.004 for difference). A significant relationship between BMI z-score and total sedentary behavior time on weekend days was observed among young children with ASD, but not among TD children. The modest association between weekend sedentary behaviour time and BMI z-score among children with ASD suggests that sedentary behaiour is linked to relative weight status in these children. Further research is needed to confirm these findings and identify causal pathways.\n",
            "in_text_citation": "Must et al., 2014"
        },
        {
            "title": "Gaming Disorder and Computer-Mediated Communication in Children and Adolescents with Autism Spectrum Disorder.",
            "abstract": "Background: This study investigates how children and adolescents with autism spectrum disorder (ASD) make use of computer gaming and computer-mediated communication (CMC) in comparison to their nonautistic peers. Method: Parents filled out a standardized questionnaire on media use, gaming disorder (GD), and CMC. Sixty-two boys with a diagnosis of ASD aged 4 to 17 years (mean = 11.5; SD = 3.2) were compared to 31 healthy control boys (mean = 11.5; SD = 3.7). Results: Children and adolescents with ASD used CMC less frequently than their nonautistic peers but played video games for longer times than the controls. They preferred playing alone rather than in company of others and less frequently in multiplayer mode. Levels of GD symptoms were higher in boys with ASD. Conclusions: Children and adolescents with ASD seem to be an especially vulnerable subpopulation for GD. For them, the gaming situation (alone and in single-player mode) and CMC behavior seem to correspond to social patterns in real life. Our findings also provide support for the inclusion of offline gaming in the GD definition.",
            "in_text_citation": "Paulus et al., 2020"
        },
        {
            "title": "Association between screen time and developmental and behavioral problems among children in the United States: evidence from 2018 to 2020 NSCH.",
            "abstract": "Excessive digital media use has become the common phenomenon among children's lifestyle, and its influences on the plausible accompanying psychological and behavioral problems are gradually investigated. This study aimed to examine the association between screen time and developmental and behavioral problems of children in the United States (US). A secondary analysis based on the data from the 2018 to 2020 National Survey of Children's Health (NSCH) was conducted. Seven types of developmental and behavioral problems and screen time on weekdays of children were collected through parents/caregivers' recall. Logistic regression models were constructed to determine the associations. Overall, 101,350 children aged between 0 and 17 years old were included in this study and 70.3% of preschoolers aged 0-5 years old and 80.2% of children and adolescents aged 6-17 years old had excessive screen time. Excessive screen time was positively associated with behavioral and conduct problem, developmental delay, speech disorder, learning disability, autism spectrum disorders (ASD), and attention deficit hyperactivity disorder (ADHD) and there were significant dose-response relationships. The association between excessive screen time and developmental and behavioral problems was stronger among preschoolers than among children and adolescents. Boys with excessive screen time showed high odds of most types of developmental and behavioral problems. It can be concluded that children with excessive screen time are at high odds of developmental and behavioral problems, especially for preschoolers and boys. Early intervention of digital media use is urgent and essential for children in the US.\n",
            "in_text_citation": "Qu et al., 2023"
        },
        {
            "title": "Differential effects of COVID-related lockdown on sleep-wake rhythms in adults with autism spectrum disorder compared to the general population.",
            "abstract": "COVID-related lockdown led to a radical modification of daily activities and routines which are known to affect sleep. Compared to the general population, participants with autism may be particularly vulnerable to the repercussions of lockdown on sleep, given their intrinsic inflexible adherence to routines and the high overall prevalence of sleep disturbances in this population. The study is a French nation-wide online survey assessing sleep-wake rhythms and behaviors known to affect sleep (daily screen time, daylight exposure, and physical activity), before and during COVID-related lockdown. Respondents were 207 adults with autism (56% female) and 1652 adults of the general population (77% female), with a mean age 35.3 years (SD 11.3). Before lockdown, the adults with autism displayed on average later bedtime and waking hours, lower sleep quality, more evening screen time, less exposure to daylight, and less exercise (all p < 0.01). Lockdown affected all studied measures of sleep and related exposures in a similar way in both groups: poorer self-rated sleep quality as well as a less regular and delayed sleep-wake rhythm, longer screen time in the evening and less exposure to daylight (all p < 0.001). Adults with autism displayed significantly higher levels of sleep and circadian rhythm disturbances and less favorable daily routines known to regulate sleep. While the effect of confinement on sleep and sleep related behaviors was similar in both groups, the results highlight that the pre-existing shift in circadian rhythms and lifestyles in adults with ASD further deteriorated during lockdown. LAY ABSTRACT: COVID-related lockdown led to a radical modification of daily activities and routines known to affect sleep. In a sample of 1800 adults, we observed that, before lockdown, participants with autism displayed significantly higher levels of sleep disturbances and less favorable daily routines known to regulate sleep, compared to the general population. While the deleterious effect of lockdown on sleep was similar in both groups, pre-existing difficulties in adults with autism reached worrying levels during lockdown.\n",
            "in_text_citation": "Reynaud et al., 2022"
        },
        {
            "title": "Associations between Symptom Severity of Autism Spectrum Disorder and Screen Time among Toddlers Aged 16 to 36 Months.",
            "abstract": "There is growing evidence that prevalence rates of autism spectrum disorder (ASD) are increasing. A number of factors appear to contribute to this increase, including excessive screen time. Screen time seems to be linked to the severity of the symptoms of ASD. Given this, the aim of the present cross-sectional study was to investigate the association between early screen time and ASD symptoms severity in the first 36 months of life. To this end, sixty-eight Iranian toddlers (mean age: 27.09 months; 22.1% females) with ASD were recruited. Parents completed the modified checklist for autism in toddlers (M-CHAT), the Repetitive Behavior Scale-Revised (RBS-R), and a lifestyle checklist. Next, parents rated children's daily exposure to content specifically designed (foreground media) and not specifically designed (background media) for children, along with their daily exposure to social interaction. Per day, toddlers spent 5.12 h (±3.77) with foreground media, 3.72 h (±3.57) with background media, and 2.89 h (±2.74) in interaction with other people (parents). To test the hypotheses, we performed a series of Pearson's correlations and multiple regression analyses. Toddlers' higher severity scores for ASD symptoms were associated with longer foreground (r = 0.234, \n",
            "in_text_citation": "Sadeghi et al., 2023"
        },
        {
            "title": "Effect of screen time on behavior of pre-schoolers in Islamabad.",
            "abstract": "## OBJECTIVE\nEarly years of childhood form the basis of intelligence, personality, social behaviour, and capacity to learn and nurture oneself as an adult. Our objective was to find out the effects of screen time on behavior of pre-schoolers, which could provide scientific grounds to the control of digital screen time.\n## METHOD\nA cross sectional survey was conducted in four private preschools of Islamabad from June -November 2021. A sample size of 200 children ages three-five years were selected through multistage random sampling using a parental questionnaire. Children were grouped based on daily screen time of ≤60 minutes or >60 minutes. Analysis was made based on the Child behavior checklist for ages eighteen months-five years results. Cronbach's alpha coefficient was found to be 0.925. It was analyzed using SPSS version 22. Chi-square test, independent sample t-test and multi linear regression were applied to determine the association and significance levels between the variables.\n## RESULTS\nStudy results indicate increased screen time was statistically significant with child's age, education level and employment status of mothers. It was observed that pre-schoolers with screen time of > 60 minutes tend to suffer more from withdrawal syndrome (11.94±3.91, p = 0.014) sleep problems (10.97±3.20, p = 0.010) and Autism spectrum problems (17.66±5.89, p = 0.047) as compared to pre-schoolers with screen time ≤60 minutes. Strongest predictor of outcome variable was found to be mothers education level (ß = 21.53).\n## CONCLUSION\nStudy findings revealed that excessive screen time has deleterious effect and is associated with behavioural problems of pre-schoolers.\n",
            "in_text_citation": "Suleman et al., 2023"
        },
        {
            "title": "Physical Activity, Screen Time, and Sleep in Children With ADHD.",
            "abstract": "Background: Children with attention deficit hyperactivity disorder (ADHD) are at increased risk for poor health and obesity. The authors describe obesity-related movement behaviors in children with ADHD, determine higher risk groups, and compare with children with other disorders. Methods: Physical activity (PA), sleep, and screen time of children with ADHD (aged 6-18 y) were compared with recommendations and with behaviors of children with autism, asthma, and a normative group using 2011 National Survey of Child Health data. Results: Approximately one-third of children with ADHD participated in daily PA and half in sports in the past year. Older children with ADHD were less likely to get daily PA, get enough sleep, and limit screen time to <2 hours per day. Obese children had lower odds of daily PA. Children who had lower socioeconomic status, or severe ADHD, had lower odds of sports participation. Children with ADHD had 50% lower odds of sports participation than children with asthma. Conclusions: Children with ADHD did not engage in recommended amounts of PA, sleep, and screen time. Children with ADHD who are older, poor, obese, and/or with more severe symptoms are at higher risk for suboptimal movement behaviors. These domains represent novel treatment targets in ADHD youth.",
            "in_text_citation": "Tandon et al., 2019"
        },
        {
            "title": "Social Media Use, Friendship Quality, and the Moderating Role of Anxiety in Adolescents with Autism Spectrum Disorder.",
            "abstract": "Social media holds promise as a technology to facilitate social engagement, but may displace offline social activities. Adolescents with ASD are well suited to capitalize on the unique features of social media, which requires less decoding of complex social information. In this cross-sectional study, we assessed social media use, anxiety and friendship quality in 44 adolescents with ASD, and 56 clinical comparison controls. Social media use was significantly associated with high friendship quality in adolescents with ASD, which was moderated by the adolescents' anxiety levels. No associations were founds between social media use, anxiety and friendship quality in the controls. Social media may be a way for adolescents with ASD without significant anxiety to improve the quality of their friendships.\n",
            "in_text_citation": "van Schalkwyk et al., 2017"
        },
        {
            "title": "The relationship between screen time, nighttime sleep duration, and behavioural problems in preschool children in China.",
            "abstract": "The purpose of this study was to evaluate the relationships between screen time (ST), nighttime sleep duration, and behavioural problems in a sample of preschool children in China. A sample of 8900 children aged 3-6 years was enrolled from 35 kindergartens, in four cities, in two provinces, in China to evaluate the relationships between ST, nighttime sleep duration, and behavioural problems. Children's ST and nighttime sleep duration were assessed by questionnaires completed by parents or guardians. Behavioural problems were assessed using the Strengths and Difficulties Questionnaire (SDQ), and the Clancy Autism Behaviour Scale (CABS). Multivariate analysis was used to assess the associations between ST, nighttime sleep duration, and behavioural problems. The total SDQ and CABS scores were higher in children with ST ≥2 h/day and sleep duration <9.15 h/day (a P < 0.001 for all). After adjusting for potential confounders, children with ST ≥2 h/day had a significantly increased risk of having total difficulties, emotional symptoms, conduct problems, hyperactivity, peer problems, and prosocial problems, as well as behavioural symptoms of autism spectrum disorder. Similar results were found in children with sleep duration <9.15 h/day. No significantly increased risk of emotional symptoms was observed for short sleep duration. Preschool children with more ST and short nighttime sleep duration were significantly more likely to have behavioural problems. These results may contribute to a better understanding of prevention and intervention for psychosocial problems in children.\n",
            "in_text_citation": "Wu et al., 2017"
        },
        {
            "title": "Why iPlay: The Relationships of Autistic and Schizotypal Traits With Patterns of Video Game Use.",
            "abstract": "Video games are popular and ubiquitous aspects of human culture, but their relationships to psychological and neurophysiological traits have yet to be analyzed in social-evolutionary frameworks. We examined the relationships of video game usage, motivations, and preferences with autistic and schizotypal traits and two aspects of neurophysiology, reaction time and targeting time. Participants completed the Autism Quotient, Schizotypal Personality Questionnaire, a Video Game Usage Questionnaire, and two neurophysiological tasks. We tested in particular the hypotheses, motivated by theory and previous work, that: (1) participants with higher autism scores would play video games more, and participants with higher schizotypy scores would play video games less; and (2) autism and positive schizotypy would be associated with opposite patterns of video game use, preferences and motivations. Females, but not males, with higher autism scores played more video games, and exhibited evidence of relatively male-typical video game genre preferences and motivations. By contrast, positive schizotypy was associated with reduced video game use in both genders, for several measures of game use frequency. In line with previous findings, males played video game more than females did overall, preferred action video games, and exhibited faster reaction and targeting times. Females preferred Puzzle and Social Simulation games. Faster reaction and targeting times were associated with gaming motives related to skill development and building behavior. These findings show that gaming use and patterns reflect aspects of psychology, and gender, related to social cognition and imagination, as well as aspects of neurophysiology. More generally, the results suggest that video game use is notably affected by levels of autistic and schizotypal traits, and that video games may provide an evolutionarily novel medium for imaginative play in which immersive play experiences can be decoupled from social interaction.\n",
            "in_text_citation": "Yang et al., 2022"
        },
        {
            "title": "Analysis of sleep problem in children aged 1-3 years with autism spectrum disorder in Zhejiang province, China.",
            "abstract": "## BACKGROUND\nHigh prevalence of sleep problems have been founded in children with Autism Spectrum Disorder (ASD), with rates ranging from 50 to 80%. We aimed to study the sleep status and the occurrence of sleep problems in children with autism spectrum disorder (ASD) aged 1-3 years, and to provide reference for guiding early comprehensive intervention for ASD children from the perspective of sleep.\n## METHODS\nFrom January 1 to December 31, 2021, 74 ASD children who met the diagnostic criteria of \"Diagnostic and Statistical Manual of Mental Disorders-5 (DSM-V)\" served as case group while 84 typically-developing children of the same sex and age served as control group. An original Children's Sleep Habit Questionnaire was adopted to compare the sleep status of children in the two groups and to conduct statistical analysis on related factors.\n## RESULTS\nThe incidence of sleep problems in the case group (78.4%) was significantly higher than that in the control group (34.5%) (\n## CONCLUSIONS\nThe incidence of sleep problems in ASD children aged 1-3 years is also high, mainly manifested in late bedtime, difficulty falling asleep, frequent night awakenings and less sleep duration. Both sleep patterns and screen exposure can impact their sleep. In the early comprehensive intervention of ASD children, it is necessary to pay full heed to their sleep status and take timely intervention measures in order to improve the quality of life for the ASD children and their families.\n",
            "in_text_citation": "Yao et al., 2022"
        },
        {
            "title": "Screen time characteristics and early-term parental concerns of children newly diagnosed with autism spectrum disorder.",
            "abstract": "## Objective: Aim of this study was to explore the screen characteristics of children who have been newly diagnosed with Autism Spectrum Disorder (ASD) and context of initial concerns of parents at the time of the first diagnosis. ## Method: Fifty-seven ASD and 63 typically developing children were included. Data retrieved from families such as concerns at the time of referal and characteristics that comprised use of electronics were recorded. The Childhood Autism Rating Scale and Autism Behavior Checklist was administered by the clinician to evaluate the symptom severity of ASD. Furthermore, the Ankara Development and Screening Inventory were applied to the children to evaluate the general developmental level. ## Results: ASD was generally diagnosed around 36th month and parents of these children were found to have suspected of something going wrong regarding developmental characteristics of their children approximately 14 months prior formal diagnosis. Age at index use of electronics was smaller and screen time was higher in children with ASD. It has also been found that families most frequently were referred to the clinician due to problems in communication. Discussion: Our findings suggest children with ASD might be more prone to problematic use of electronics. Smaller index age for initiating use of electronic devices might predominantly affect socioemotional processes negatively. The clinicians should evaluate screen characteristics in these children. Lastly, It is important to encourage parents to report concerns to clinicians for early detection of ASD.",
            "in_text_citation": "Eyüboğlu et al., 2020"
        },
        {
            "title": "Health Behaviors Among Families of Children with Developmental Delay.",
            "abstract": "When compared to typically developing children, children with developmental delays (DD) are at especially high risk for poor health outcomes. Several interpersonal factors, including caregiver behaviors, have been examined in relation to typically developing preschool children’s health. Limited research has examined these associations in the DD population. The following preliminary study sought to provide a preliminary evaluation of the associations between caregiver health behaviors and health behaviors of preschool-aged children with DD in a sample of 77 families. Surveys and interviews were completed with caregivers to assess sociodemographic variables, child adaptive behavior and autism symptoms, and family lifestyle and health behaviors. This study included the following research questions: (1) Are family sociodemographic variables (i.e., caregiver education, household income, caregiver race/ethnicity) associated with caregiver health behaviors (i.e., caregiver eating habits and physical activity)? (2) Are caregiver health behaviors (i.e., caregiver eating habits and physical activity) associated with child heath behaviors (i.e., child unhealthy eating, physical activity, and screen time)? (3) Does child developmental functioning (i.e., adaptive behavior and autism symptoms) moderate the association between caregiver health behaviors and child health behaviors? Study results for the first research question indicated neither caregiver race, caregiver education, nor household income, were meaningfully associated with caregiver health behaviors. The second research question revealed that 1) caregiver health behaviors were negatively associated with child unhealthy eating habits and positively child physical activity, but not meaningfully associated with child screen time. Results for research question three demonstrated that 1) the relation between caregiver health behaviors and child unhealthy eating was moderated by child adaptive behavior and 2) the relation between caregiver health behaviors and child unhealthy eating was moderated by child ASD symptomatology, 3) neither child adaptive behaviorfunctioning nor child ASD symptomatology moderated the association between caregiver health behaviors and child physical activity or caregiver health behaviors and child screen time. The results of this study have implications for the development of interventions for families of children with developmental delays.",
            "in_text_citation": "Halladay, 2021"
        },
        {
            "title": "Relationship of Screen Exposure with Autism Symptoms.",
            "abstract": "## Objective: Screen exposure has been shown to have negative effects on the psychological and physical development of children. The aim of this study was to investigate the screen exposure among the children with autism spectrum disorder (ASD) and to compare it with healthy children. ## Method: The sample of our study consisted of 17 cases who were admitted to Bezmialem Vakıf University Hospital Pediatric and Adolescent Psychiatry Outpatient Clinic and diagnosed with ASD and 20 age and gender-matched healthy controls. Autism spectrum disorder was diagnosed via The Childhood Autism Rating scale. Screen exposure was investigated by a questionnaire developed by the researchers based on the relevant literature. ## Results: ASD and control group (C) did not differ in age (ASD=38.7±10.8 months, F=40.1±17.5 months; t=0.28, p=0.77) and gender (ASD 6/17 female, F=13/20 girls; χ2 =3.25; p=0.07). The average daily TV watching time of the ASD group (3.2±2.2 hours) was significantly higher than that of the C group (1.5±0.7 hours) (z=2.35, p=0.019). In addition, the ASD group (11.1±5.7 months) started to watch TV at a younger age than the C group (16.5±7.4 months) (z=2.18, p=0.029). When the other electronic media gadgets were examined, the children in both groups were found to use the phone at a high rate than tablets and computers. The average daily telephone time of the ASD group (1.9±1.7 hours) was higher than the C group (0.8±0.8 hours) (z=1.87, p=0.061).## Conclusion: TV exposure of children with ASD was found to be earlier and higher; and studies with a larger sample are needed to clarify the role of this condition in the etiology.",
            "in_text_citation": "Keskin et al., 2020"
        },
        {
            "title": "Psychosocial Correlates of Physical Activity Participation and Screen-Time in Typically Developing Children and Children on the Autism Spectrum.",
            "abstract": "The correlates of physical activity and screen-time among children with autism spectrum disorder (ASD), and how these differ from typically developing (TD) children, remains largely unknown. Method: This study compared psychosocial factors associated with physical activity and screen-time between nine-year old children with ASD (n = 55) and TD children (n = 55). Variables of interest included self-concept, peer relationship problems, prosocial behaviors, and number of, and time spent, with friends. It was hypothesized that psychosocial correlates of health behaviors differ between children with and without ASD. Parents completed questionnaires assessing the child’s physical activity, screen-time, and psychosocial characteristics. Regression analyses indicated that for measures of physical activity – hours of moderate to vigorous physical activity (MVPA), daily physical activity, and sports participation – males (TD and ASD) and TD children were more likely to participate, compared to females (TD and ASD) and children with ASD. There was a significant interaction between ASD diagnosis and bullying for light physical activity (LPA), with TD children who experienced bullying significantly more likely to engage in LPA compared to children with ASD who experienced bullying. For screen-time, a greater number of close friends and a lower parent rating of the child’s level of prosocial behavior were significantly associated with greater hours of screen-time. Interventions aiming to increase physical activity among children with ASD need to take into account the associated psychosocial factors, and how they may differ from TD children",
            "in_text_citation": "Healy et al., 2019"
        }
    ]
}