{
    "citations": [
        {
            "footnote": 29,
            "title": "Effect of patient-centered transitional care services on clinical outcomes in patients hospitalized for heart failure: the PACT-HF randomized clinical trial.",
            "in_text_citation": "Van Spall et al., 2019"
        },
        {
            "footnote": 30,
            "title": "Results of a hospital-based palliative care intervention for patients with an acute exacerbation of chronic heart failure.",
            "in_text_citation": "Hopp et al., 2016"
        },
        {
            "footnote": 31,
            "title": "Palliative care in heart failure: the PAL-HF randomized, controlled clinical trial.",
            "in_text_citation": "Rogers et al., 2017"
        },
        {
            "footnote": 32,
            "title": "Effect of a collaborative care intervention vs usual care on health status of patients with chronic heart failure: the CASA randomized clinical trial.",
            "in_text_citation": "Bekelman et al., 2018"
        },
        {
            "footnote": 33,
            "title": "Primary results of the patient-centered disease management (PCDM) for heart failure study: a randomized clinical trial.",
            "in_text_citation": "Bekelman et al., 2015"
        },
        {
            "footnote": 34,
            "title": "Effects of a transitional palliative care model on patients with end-stage heart failure: a randomised controlled trial.",
            "in_text_citation": "Wong et al., 2016"
        },
        {
            "footnote": 35,
            "title": "Effects of person-centred and integrated chronic heart failure and palliative home care: PREFER: a randomized controlled study.",
            "in_text_citation": "Brännström et al., 2014"
        },
        {
            "footnote": 36,
            "title": "Inpatient palliative care for patients with acute heart failure: outcomes from a randomized trial.",
            "in_text_citation": "Sidebottom et al., 2015"
        },
        {
            "footnote": 37,
            "title": "Social Worker-Aided Palliative Care Intervention in High-risk Patients With Heart Failure (SWAP-HF): a pilot randomized clinical trial.",
            "in_text_citation": "O’Donnell et al., 2018"
        },
        {
            "footnote": 38,
            "title": "Evaluation of a palliative care program for nursing homes in 7 countries: the PACE cluster-randomized clinical trial.",
            "in_text_citation": "Van den Block et al., 2019"
        },
        {
            "footnote": 39,
            "title": "An integrated palliative and respiratory care service for patients with advanced disease and refractory breathlessness: a randomised controlled trial.",
            "in_text_citation": "Higginson et al., 2014"
        },
        {
            "footnote": 40,
            "title": "Results of the promoting effective advance care planning for elders (PEACE) randomized pilot study.",
            "in_text_citation": "Radwany et al., 2014"
        },
        {
            "footnote": 41,
            "title": "Hospital-based palliative medicine consultation: a randomized controlled trial.",
            "in_text_citation": "Pantilat et al., 2010"
        },
        {
            "footnote": 42,
            "title": "Impact of an inpatient palliative care team: a randomized control trial.",
            "in_text_citation": "Gade et al., 2008"
        },
        {
            "footnote": 43,
            "title": "Increased satisfaction with care and lower costs: results of a randomized trial of in-home palliative care.",
            "in_text_citation": "Brumley et al., 2007"
        },
        {
            "footnote": 44,
            "title": "The comprehensive care team: a controlled trial of outpatient palliative medicine consultation.",
            "in_text_citation": "Rabow et al., 2004"
        },
        {
            "footnote": 45,
            "title": "A randomized controlled study of a home health care team.",
            "in_text_citation": "Zimmer et al., 1985"
        },
        {
            "footnote": 46,
            "title": "A controlled trial to improve care for seriously ill hospitalized patients: the Study to Understand Prognoses and Preferences for Outcomes and Risks of Treatments (SUPPORT).",
            "in_text_citation": "The SUPPORT Principal Investigators et al., 1995"
        },
        {
            "footnote": 47,
            "title": "Do preparation and life completion discussions improve functioning and quality of life in seriously ill patients? pilot randomized control trial.",
            "in_text_citation": "Steinhauser et al., 2008"
        },
        {
            "footnote": 48,
            "title": "Outcome evaluation of a randomized trial of the PhoenixCare intervention: program of case management and coordinated care for the seriously chronically ill.",
            "in_text_citation": "Aiken et al., 2006"
        },
        {
            "footnote": 49,
            "title": "Palliative assessment and advance care planning in severe dementia: an exploratory randomized controlled trial of a complex intervention.",
            "in_text_citation": "Sampson et al., 2011"
        },
        {
            "footnote": 50,
            "title": "Effects of facilitated family case conferencing for advanced dementia: a cluster randomised clinical trial.",
            "in_text_citation": "Agar et al., 2017"
        },
        {
            "footnote": 51,
            "title": "Palliative care in advanced dementia: a randomized controlled trial and descriptive analysis.",
            "in_text_citation": "Ahronheim et al., 2000"
        },
        {
            "footnote": 52,
            "title": "Effect of collaborative dementia care via telephone and internet on quality of life, caregiver well-being, and health care use: the care ecosystem randomized clinical trial.",
            "in_text_citation": "Possin et al., 2019"
        },
        {
            "footnote": 53,
            "title": "The clinical and cost effectiveness of a Breathlessness Intervention Service for patients with advanced non-malignant disease and their informal carers: mixed findings of a mixed method randomised controlled trial.",
            "in_text_citation": "Farquhar et al., 2016"
        },
        {
            "footnote": 54,
            "title": "Can early introduction of palliative care limit intensive care, emergency and hospital admissions in patients with severe chronic obstructive pulmonary disease? a pilot randomized study.",
            "in_text_citation": "Janssens et al., 2019"
        },
        {
            "footnote": 55,
            "title": "A randomized trial to improve communication about end-of-life care among patients with COPD.",
            "in_text_citation": "Au et al., 2012"
        },
        {
            "footnote": 56,
            "title": "Quality of life of individuals with heart failure: a randomized trial of the effectiveness of two models of hospital-to-home transition.",
            "in_text_citation": "Harrison et al., 2002"
        }
    ]
}