{
    "key_references": [
        {
            "title": "Effect of Patient-Centered Transitional Care Services on Clinical Outcomes in Patients Hospitalized for Heart Failure: The PACT-HF Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nHealth care services that support the hospital-to-home transition can improve outcomes in patients with heart failure (HF).\n## OBJECTIVE\nTo test the effectiveness of the Patient-Centered Care Transitions in HF transitional care model in patients hospitalized for HF.\n## DESIGN, SETTING, AND PARTICIPANTS\nStepped-wedge cluster randomized trial of 2494 adults hospitalized for HF across 10 hospitals in Ontario, Canada, from February 2015 to March 2016, with follow-up until November 2016.\n## INTERVENTIONS\nHospitals were randomized to receive the intervention (n = 1104 patients), in which nurse-led self-care education, a structured hospital discharge summary, a family physician follow-up appointment less than 1 week after discharge, and, for high-risk patients, structured nurse homevisits and heart function clinic care were provided to patients, or usual care (n = 1390 patients), in which transitional care was left to the discretion of clinicians.\n## MAIN OUTCOMES AND MEASURES\nPrimary outcomes were hierarchically ordered as composite all-cause readmission, emergency department (ED) visit, or death at 3 months; and composite all-cause readmission or ED visit at 30 days. Secondary outcomes were B-PREPARED score for discharge preparedness (range: 0 [most prepared] to 22 [least prepared]); the 3-Item Care Transitions Measure (CTM-3) for quality of transition (range: 0 [worst transition] to 100 [best transition]); the 5-level EQ-5D version (EQ-5D-5L) for quality of life (range: 0 [dead] to 1 [full health]); and quality-adjusted life-years (QALY; range: 0 [dead] to 0.5 [full health at 6 months]).\n## RESULTS\nAmong eligible patients, all 2494 (mean age, 77.7 years; 1258 [50.4%] women) completed the trial. There was no significant difference between the intervention and usual care groups in the first primary composite outcome (545 [49.4%] vs 698 [50.2%] events, respectively; hazard ratio [HR], 0.99 [95% CI, 0.83-1.19]) or in the second primary composite outcome (304 [27.5%] vs 408 [29.3%] events, respectively; HR, 0.93 [95% CI, 0.73-1.18]). There were significant differences between the intervention and usual care groups in the secondary outcomes of mean B-PREPARED score at 6 weeks (16.6 vs 13.9; difference, 2.65 [95% CI, 1.37-3.92]; P < .001); mean CTM-3 score at 6 weeks (76.5 vs 70.3; difference, 6.16 [95% CI, 0.90-11.43]; P = .02); and mean EQ-5D-5L score at 6 weeks (0.7 vs 0.7; difference, 0.06 [95% CI, 0.01 to 0.11]; P = .02) and 6 months (0.7 vs 0.6; difference, 0.06 [95% CI, 0.01-0.12]; P = .02). There was no significant difference in mean QALY between groups at 6 months (0.3 vs 0.3; difference, 0.00 [95% CI, -0.02 to 0.02]; P = .98).\n## CONCLUSIONS AND RELEVANCE\nAmong patients with HF in Ontario, Canada, implementation of a patient-centered transitional care model compared with usual care did not improve a composite of clinical outcomes. Whether this type of intervention could be effective in other health care systems or locations would require further research.\n## TRIAL REGISTRATION\nClinicalTrials.gov Identifier: NCT02112227.\n",
            "in_text_citation": "Van Spall et al., 2019",
            "footnote": 29
        },
        {
            "title": "Results of a Hospital-Based Palliative Care Intervention for Patients With an Acute Exacerbation of Chronic Heart Failure.",
            "abstract": "## BACKGROUND\nPalliative interventions are an important part of advanced heart failure (HF) care. However, these interventions are historically underutilized, particularly by African Americans.\n## METHODS AND RESULTS\nWe performed a prospective randomized intervention trial in patients with advanced HF who were hospitalized for acute decompensation at 3 urban hospitals, comparing the effect of palliative care consultation (PCC) with that of usual care. The primary end point was the proportion choosing comfort-oriented care (hospice and/or \"do not resuscitate\" [DNR] order) 3-6 months after randomization. A total of 85 patients (mean age 68 years, 91.8% African American) were enrolled over a 2-year period. Four of the 43 patients (9.3%) randomized to the PCC group chose comfort-oriented care versus 0 of the 42 control group members (risk difference = 9.3%; 95% confidence interval = -11.8% to 30.0%).\n## CONCLUSIONS\nIn this predominantly African-American cohort of hospitalized patients with advanced HF, PCC did not lead to a greater likelihood of comfort care election compared with usual care. More robust palliative interventions should be developed to meet the needs of diverse groups of patients with HF.\n",
            "in_text_citation": "Hopp et al., 2016",
            "footnote": 30
        },
        {
            "title": "Palliative Care in Heart Failure: The PAL-HF Randomized, Controlled Clinical Trial.",
            "abstract": "## BACKGROUND\nAdvanced heart failure (HF) is characterized by high morbidity and mortality. Conventional therapy may not sufficiently reduce patient suffering and maximize quality of life.\n## OBJECTIVES\nThe authors investigated whether an interdisciplinary palliative care intervention in addition to evidence-based HF care improves certain outcomes.\n## METHODS\nThe authors randomized 150 patients with advanced HF between August 15, 2012, and June 25, 2015, to usual care (UC) (n = 75) or UC plus a palliative care intervention (UC + PAL) (n = 75) at a single center. Primary endpoints were 2 quality-of-life measurements, the Kansas City Cardiomyopathy Questionnaire (KCCQ) overall summary and the Functional Assessment of Chronic Illness Therapy-Palliative Care scale (FACIT-Pal), assessed at 6 months. Secondary endpoints included assessments of depression and anxiety (measured via the Hospital Anxiety and Depression Scale [HADS]), spiritual well-being (measured via the FACIT-Spiritual Well-Being scale [FACIT-Sp]), hospitalizations, and mortality.\n## RESULTS\nPatients randomized to UC + PAL versus UC alone had clinically significant incremental improvement in KCCQ and FACIT-Pal scores from randomization to 6 months (KCCQ difference = 9.49 points, 95% confidence interval [CI]: 0.94 to 18.05, p = 0.030; FACIT-Pal difference = 11.77 points, 95% CI: 0.84 to 22.71, p = 0.035). Depression improved in UC + PAL patients (HADS-depression difference = -1.94 points; p = 0.020) versus UC-alone patients, with similar findings for anxiety (HADS-anxiety difference = -1.83 points; p = 0.048). Spiritual well-being was improved in UC + PAL versus UC-alone patients (FACIT-Sp difference = 3.98 points; p = 0.027). Randomization to UC + PAL did not affect rehospitalization or mortality.\n## CONCLUSIONS\nAn interdisciplinary palliative care intervention in advanced HF patients showed consistently greater benefits in quality of life, anxiety, depression, and spiritual well-being compared with UC alone. (Palliative Care in Heart Failure [PAL-HF]; NCT01589601).\n",
            "in_text_citation": "Rogers et al., 2017",
            "footnote": 31
        },
        {
            "title": "Effect of a Collaborative Care Intervention vs Usual Care on Health Status of Patients With Chronic Heart Failure: The CASA Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nMany patients with chronic heart failure experience reduced health status despite receiving conventional therapy.\n## OBJECTIVE\nTo determine whether a symptom and psychosocial collaborative care intervention improves heart failure-specific health status, depression, and symptom burden in patients with heart failure.\n## DESIGN, SETTING, AND PARTICIPANTS\nA single-blind, 2-arm, multisite randomized clinical trial was conducted at Veterans Affairs, academic, and safety-net health systems in Colorado among outpatients with symptomatic heart failure and reduced health status recruited between August 2012 and April 2015. Data from all participants were included regardless of level of participation, using an intent-to-treat approach.\n## INTERVENTIONS\nPatients were randomized 1:1 to receive the Collaborative Care to Alleviate Symptoms and Adjust to Illness (CASA) intervention or usual care. The CASA intervention included collaborative symptom care provided by a nurse and psychosocial care provided by a social worker, both of whom worked with the patients' primary care clinicians and were supervised by a study primary care clinician, cardiologist, and palliative care physician.\n## MAIN OUTCOMES AND MEASURES\nThe primary outcome was patient-reported heart failure-specific health status, measured by difference in change scores on the Kansas City Cardiomyopathy Questionnaire (range, 0-100) at 6 months. Secondary outcomes included depression (measured by the 9-item Patient Health Questionnaire), anxiety (measured by the 7-item Generalized Anxiety Disorder Questionnaire), overall symptom distress (measured by the General Symptom Distress Scale), specific symptoms (pain, fatigue, and shortness of breath), number of hospitalizations, and mortality.\n## RESULTS\nOf 314 patients randomized (157 to intervention arm and 157 to control arm), there were 67 women and 247 men, mean (SD) age was 65.5 (11.4) years, and 178 (56.7%) had reduced ejection fraction. At 6 months, the mean Kansas City Cardiomyopathy Questionnaire score improved 5.5 points in the intervention arm and 2.9 points in the control arm (difference, 2.6; 95% CI, -1.3 to 6.6; P = .19). Among secondary outcomes, depressive symptoms and fatigue improved at 6 months with CASA (effect size of -0.29 [95% CI, -0.53 to -0.04] for depressive symptoms and -0.30 [95% CI, -0.55 to -0.06] for fatigue; P = .02 for both). There were no significant changes in overall symptom distress, pain, shortness of breath, or number of hospitalizations. Mortality at 12 months was similar in both arms (10 patients died receiving CASA, and 13 patients died receiving usual care; P = .52).\n## CONCLUSIONS AND RELEVANCE\nThis multisite randomized clinical trial of the CASA intervention did not demonstrate improved heart failure-specific health status. Secondary outcomes of depression and fatigue, both difficult symptoms to treat in heart failure, improved.\n## TRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT01739686.\n",
            "in_text_citation": "Bekelman et al., 2018",
            "footnote": 32
        },
        {
            "title": "Primary Results of the Patient-Centered Disease Management (PCDM) for Heart Failure Study: A Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nHeart failure (HF) has a major effect on patients' health status, including their symptom burden, functional status, and health-related quality of life.\n## OBJECTIVE\nTo determine the effectiveness of a collaborative care patient-centered disease management (PCDM) intervention to improve the health status of patients with HF.\n## DESIGN, SETTING, AND PARTICIPANTS\nThe Patient-Centered Disease Management (PCDM) trial was a multisite randomized clinical trial comparing a collaborative care PCDM intervention with usual care in patients with HF. A population-based sample of 392 patients with an HF diagnosis from 4 Veterans Affairs centers who had a Kansas City Cardiomyopathy Questionnaire (KCCQ) overall summary score of less than 60 (heavy symptom burden and impaired functional status and quality of life) were enrolled between May 2009 and June 2011.\n## INTERVENTIONS\nThe PCDM intervention included collaborative care by a multidisciplinary care team consisting of a nurse coordinator, cardiologist, psychiatrist, and primary care physician; home telemonitoring and patient self-management support; and screening and treatment for comorbid depression.\n## MAIN OUTCOMES AND MEASURES\nThe primary outcome was change in the KCCQ overall summary score at 1 year (a 5-point change is clinically significant). Mortality, hospitalization, and depressive symptoms (Patient Health Questionnaire 9) were secondary outcomes.\n## RESULTS\nThere were no significant differences in baseline characteristics between patients randomized to the PCDM intervention (n=187) vs usual care (n=197); baseline mean KCCQ overall summary scores were 37.9 vs 36.9 (P=.48). There was significant improvement in the KCCQ overall summary scores in both groups after 1 year (mean change, 13.5 points in each group), with no significant difference between groups (P=.97). The intervention was not associated with greater improvement in the KCCQ overall summary scores when the effect over time was estimated using 3-month, 6-month, and 12-month data (P=.74). Among secondary outcomes, there were significantly fewer deaths at 1 year in the intervention arm (8 of 187 [4.3%]) than in the usual care arm (19 of 197 [9.6%]) (P = .04). Among those who screened positive for depression, there was a greater improvement in the Patient Health Questionnaire 9 scores after 1 year in the intervention arm than in the usual care arm (2.1 points lower, P=.01). There was no significant difference in 1-year hospitalization rates between the intervention arm and the usual care arm (29.4% vs 29.9%, P=.87).\n## CONCLUSIONS AND RELEVANCE\nThis multisite randomized trial of a multifaceted HF PCDM intervention did not demonstrate improved patient health status compared with usual care.\n## TRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT00461513.\n",
            "in_text_citation": "Bekelman et al., 2015",
            "footnote": 33
        },
        {
            "title": "Effects of a transitional palliative care model on patients with end-stage heart failure: a randomised controlled trial.",
            "abstract": "## OBJECTIVE\nTo examine the effects of home-based transitional palliative care for patients with end-stage heart failure (ESHF) after hospital discharge.\n## METHODS\nThis was a randomised controlled trial conducted in three hospitals in Hong Kong. The recruited subjects were patients with ESHF who had been discharged home from hospitals and referred for palliative service, and who met the specified inclusion criteria. The interventions consisted of weekly home visits/telephone calls in the first 4 weeks then monthly follow-up, provided by a nurse case manager supported by a multidisciplinary team. The primary outcome measures were any readmission and count of readmissions within 4 and 12 weeks after index discharge, compared using χ(2) tests and Poisson regression, respectively. Secondarily, change in symptoms over time between control and intervention groups were evaluated using generalised estimating equation analyses of data collected using the Edmonton Symptom Assessment Scale (ESAS).\n## RESULTS\nThe intervention group (n=43) had a significantly lower readmission rate than the control group (n=41) at 12 weeks (intervention 33.6% vs control 61.0% χ(2)=6.8, p=0.009). The mean number (SE) of readmissions for the intervention and control groups was, respectively, 0.42 (0.10) and 1.10 (0.16) and the difference was significant (p=0.001). The relative risk (CI) for 12-week readmissions for the intervention group was 0.55 (0.35 to 0.88). There was no significant difference in readmissions between groups at 4 weeks. However, when compared with the control group, the intervention group experienced significantly higher clinical improvement in depression (45.9% vs 16.1%, p<0.05), dyspnoea (62.2% vs 29.0%, p<0.05) and total ESAS score (73.0% vs 41.4%, p<0.05) at 4 weeks. There were significant differences between groups in changes over time in quality of life (QOL) measured by McGill QOL (p<0.05) and chronic HF (p<0.01) questionnaires.\n## CONCLUSIONS\nThis study provides evidence of the effectiveness of a postdischarge transitional care palliative programme in reducing readmissions and improving symptom control among patients with ESHF.\n## TRIAL REGISTRATION NUMBER\nHKCTR-1562; Results.\n",
            "in_text_citation": "Wong et al., 2016",
            "footnote": 34
        },
        {
            "title": "Effects of person-centred and integrated chronic heart failure and palliative home care. PREFER: a randomized controlled study.",
            "abstract": "## AIMS\nWe evaluated the outcome of person-centred and integrated Palliative advanced home caRE and heart FailurE caRe (PREFER) with regard to patient symptoms, health-related quality of life (HQRL), and hospitalizations compared with usual care.\n## METHODS AND RESULTS\nFrom January 2011 to October 2012, 36 (26 males, 10 females, mean age 81.9 years) patients with chronic heart failure (NYHA class III-IV) were randomized to PREFER and 36 (25 males, 11 females, mean age 76.6 years) to the control group at a single centre. Prospective assessments were made at 1, 3, and 6 months using the Edmonton Symptom Assessment Scale, Euro Qol, Kansas City Cardiomyopathy Questionnaire, and rehospitalizations. Between-group analysis revealed that patients receiving PREFER had improved HRQL compared with controls (57.6 ± 19.2 vs. 48.5 ± 24.4, age-adjusted P-value = 0.05). Within-group analysis revealed a 26% improvement in the PREFER group for HRQL (P = 0.046) compared with 3% (P = 0.82) in the control group. Nausea was improved in the PREFER group (2.4 ± 2.7 vs. 1.7 ± 1.7, P = 0.02), and total symptom burden, self-efficacy, and quality of life improved by 18% (P = 0.035), 17% (P = 0.041), and 24% (P = 0.047), respectively. NYHA class improved in 11 of the 28 (39%) PREFER patients compared with 3 of the 29 (10%) control patients (P = 0.015). Fifteen rehospitalizations (103 days) occurred in the PREFER group, compared with 53 (305 days) in the control group.\n## CONCLUSION\nPerson-centred care combined with active heart failure and palliative care at home has the potential to improve quality of life and morbidity substantially in patients with severe chronic heart failure.\n## TRIAL REGISTRATION\nNCT01304381.\n",
            "in_text_citation": "Brännström et al., 2014",
            "footnote": 35
        },
        {
            "title": "Inpatient palliative care for patients with acute heart failure: outcomes from a randomized trial.",
            "abstract": "## BACKGROUND\nHeart failure (HF) is associated with a high symptom burden and reduced quality of life (QOL). Models integrating palliative care (PC) into HF care have been proposed, but limited research is available on the outcomes of such models.\n## OBJECTIVE\nOur aim was to assess if inpatient PC for HF patients is associated with improvements in symptom burden, depressive symptoms, QOL, or differential use of services.\n## METHODS\nPatients hospitalized with acute HF were randomized to receive a PC consult with follow-up as determined by provider or standard care. Two hundred thirty-two patients (116 intervention/116 control) from a large tertiary-care urban hospital were recruited over a 10-month period. Primary outcomes were symptom burden, depressive symptoms, and QOL measured at baseline, 1, and 3 months. Secondary outcomes included advance care planning (ACP), inpatient 30-day readmission, hospice use, and death.\n## RESULTS\nImprovements were greater at both 1 and 3 months in the intervention group for primary outcome summary measures after adjusting for age, gender, and marital status differences between study groups. QOL scores increased by 12.92 points in the intervention and 8 points in the control group at 1 month (difference+4.92, p<0.001). Improvement in symptom burden was 8.39 in the intervention group and 4.7 in the control group at 1 month (+3.69, p<0.001). ACP was the only secondary outcome associated with the intervention (hazard ratio [HR] 2.87, p=0.033).\n## CONCLUSION\nAn inpatient PC model for patients with acute HF is associated with short-term improvement in symptom burden, QOL, and depressive symptoms.\n",
            "in_text_citation": "Sidebottom et al., 2015",
            "footnote": 36
        },
        {
            "title": "Social Worker-Aided Palliative Care Intervention in High-risk Patients With Heart Failure (SWAP-HF): A Pilot Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nPalliative care considerations are typically introduced late in the disease trajectory of patients with advanced heart failure (HF), and access to specialty-level palliative care may be limited.\n## OBJECTIVE\nTo determine if early initiation of goals of care conversations by a palliative care-trained social worker would improve prognostic understanding, elicit advanced care preferences, and influence care plans for high-risk patients discharged after HF hospitalization.\n## DESIGN, SETTING, AND PARTICIPANTS\nThis prospective, randomized clinical trial of a social worker-led palliative care intervention vs usual care analyzed patients recently hospitalized for management of acute HF who had risk factors for poor prognosis. Analyses were conducted by intention to treat.\n## INTERVENTIONS\nKey components of the social worker-led intervention included a structured evaluation of prognostic understanding, end-of-life preferences, symptom burden, and quality of life with routine review by a palliative care physician; communication of this information to treating clinicians; and longitudinal follow-up in the ambulatory setting.\n## MAIN OUTCOMES AND MEASURES\nPercentage of patients with physician-level documentation of advanced care preferences and the degree of alignment between patient and cardiologist expectations of prognosis at 6 months.\n## RESULTS\nThe study population (N = 50) had a mean (SD) age of 72 (11) years and had a mean (SD) left ventricular ejection fraction of 0.33 (13). Of 50 patients, 41 (82%) had been hospitalized more than once for HF management within 12 months of enrollment. At enrollment, treating physicians anticipated death within a year for 32 patients (64%), but 42 patients (84%) predicted their life expectancy to be longer than 5 years. At 6 months, more patients in the intervention group than in the control group had physician-level documentation of advanced care preferences in the electronic health record (17 [65%] vs 8 [33%]; χ2 = 5.1; P = .02). Surviving patients allocated to intervention were also more likely to revise their baseline prognostic assessment in a direction consistent with the physician's assessment (15 [94%] vs 4 [26%]; χ2 = 14.7; P < .001). Among the 31 survivors at 6 months, there was no measured difference between groups in depression, anxiety, or quality-of-life scores.\n## CONCLUSIONS AND RELEVANCE\nPatients at high risk for mortality from HF frequently overestimate their life expectancy. Without an adverse impact on quality of life, prognostic understanding and patient-physician communication regarding goals of care may be enhanced by a focused, social worker-led palliative care intervention that begins in the hospital and continues in the outpatient setting.\n## TRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT02805712.\n",
            "in_text_citation": "O’Donnell et al., 2018",
            "footnote": 37
        },
        {
            "title": "Evaluation of a Palliative Care Program for Nursing Homes in 7 Countries: The PACE Cluster-Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nHigh-quality evidence on how to improve palliative care in nursing homes is lacking.\n## OBJECTIVE\nTo investigate the effect of the Palliative Care for Older People (PACE) Steps to Success Program on resident and staff outcomes.\n## DESIGN, SETTING, AND PARTICIPANTS\nA cluster-randomized clinical trial (2015-2017) in 78 nursing homes in 7 countries comparing PACE Steps to Success Program (intervention) with usual care (control). Randomization was stratified by country and median number of beds in each country in a 1:1 ratio.\n## INTERVENTIONS\nThe PACE Steps to Success Program is a multicomponent intervention to integrate basic nonspecialist palliative care in nursing homes. Using a train-the-trainer approach, an external trainer supports staff in nursing homes to introduce a palliative care approach over the course of 1 year following a 6-steps program. The steps are (1) advance care planning with residents and family, (2) assessment, care planning, and review of needs and problems, (3) coordination of care via monthly multidisciplinary review meetings, (4) delivery of high-quality care focusing on pain and depression, (5) care in the last days of life, and (6) care after death.\n## MAIN OUTCOMES AND MEASURES\nThe primary resident outcome was comfort in the last week of life measured after death by staff using the End-of-Life in Dementia Scale Comfort Assessment While Dying (EOLD-CAD; range, 14-42). The primary staff outcome was knowledge of palliative care reported by staff using the Palliative Care Survey (PCS; range, 0-1).\n## RESULTS\nConcerning deceased residents, we collected 551 of 610 questionnaires from staff at baseline and 984 of 1178 postintervention in 37 intervention and 36 control homes. Mean (SD) age at time of death ranged between 85.22 (9.13) and 85.91 (8.57) years, and between 60.6% (160/264) and 70.6% (190/269) of residents were women across the different groups. Residents' comfort in the last week of life did not differ between intervention and control groups (baseline-adjusted mean difference, -0.55; 95% CI, -1.71 to 0.61; P = .35). Concerning staff, we collected 2680 of 3638 questionnaires at baseline and 2437 of 3510 postintervention in 37 intervention and 38 control homes. Mean (SD) age of staff ranged between 42.3 (12.1) and 44.1 (11.7) years, and between 87.2% (1092/1253) and 89% (1224/1375) of staff were women across the different groups. Staff in the intervention group had statistically significantly better knowledge of palliative care than staff in the control group, but the clinical difference was minimal (baseline-adjusted mean difference, 0.04; 95% CI, 0.02-0.05; P < .001). Data analyses began on April 20, 2018.\n## CONCLUSIONS AND RELEVANCE\nResidents' comfort in the last week of life did not improve after introducing the PACE Steps to Success Program. Improvements in staff knowledge of palliative care were clinically not important.\n## TRIAL REGISTRATION\nISRCTN Identifier: ISRCTN14741671.\n",
            "in_text_citation": "Van den Block et al., 2019",
            "footnote": 38
        },
        {
            "title": "An integrated palliative and respiratory care service for patients with advanced disease and refractory breathlessness: a randomised controlled trial.",
            "abstract": "## BACKGROUND\nBreathlessness is a common and distressing symptom, which increases in many diseases as they progress and is difficult to manage. We assessed the effectiveness of early palliative care integrated with respiratory services for patients with advanced disease and refractory breathlessness.\n## METHODS\nIn this single-blind randomised trial, we enrolled consecutive adults with refractory breathlessness and advanced disease from three large teaching hospitals and via general practitioners in South London. We randomly allocated (1:1) patients to receive either a breathlessness support service or usual care. Randomisation was computer generated centrally by the independent Clinical Trials Unit in a 1:1 ratio, by minimisation to balance four potential confounders: cancer versus non-cancer, breathlessness severity, presence of an informal caregiver, and ethnicity. The breathlessness support service was a short-term, single point of access service integrating palliative care, respiratory medicine, physiotherapy, and occupational therapy. Research interviewers were masked as to which patients were in the treatment group. Our primary outcome was patient-reported breathlessness mastery, a quality of life domain in the Chronic Respiratory Disease Questionnaire, at 6 weeks. All analyses were by intention to treat. Survival was a safety endpoint. This trial is registered with ClinicalTrials.gov, number NCT01165034.\n## FINDINGS\nBetween Oct 22, 2010 and Sept 28, 2012, 105 consenting patients were randomly assigned (53 to breathlessness support service and 52 to usual care). 83 of 105 (78%) patients completed the assessment at week 6. Mastery in the breathlessness support service group improved compared with the control (mean difference 0·58, 95% CI 0·01-1·15, p=0·048; effect size 0·44). Sensitivity analysis found similar results. Survival rate from randomisation to 6 months was better in the breathlessness support service group than in the control group (50 of 53 [94%] vs 39 of 52 [75%]) and in overall survival (generalised Wilcoxon 3·90, p=0·048). Survival differences were significant for patients with chronic obstructive pulmonary disease and interstitial lung disease but not cancer.\n## INTERPRETATION\nThe breathlessness support service improved breathlessness mastery. Our findings provide robust evidence to support the early integration of palliative care for patients with diseases other than cancer and breathlessness as well as those with cancer. The improvement in survival requires further investigation.\n## FUNDING\nUK National Institute for Health Research (NIHR) and Cicely Saunders International.\n",
            "in_text_citation": "Higginson et al., 2014",
            "footnote": 39
        },
        {
            "title": "Results of the promoting effective advance care planning for elders (PEACE) randomized pilot study.",
            "abstract": "The specific aim of the PEACE pilot study was to determine the feasibility of a fully powered study to test the effectiveness of an in-home geriatrics/palliative care interdisciplinary care management intervention for improving measures of utilization, quality of care, and quality of life in enrollees of Ohio's community-based long-term care Medicaid waiver program, PASSPORT. This was a randomized pilot study (n=40 intervention [IG], n=40 usual care) involving new enrollees into PASSPORT who were >60 years old. This was an in-home interdisciplinary chronic illness care management intervention by PASSPORT care managers collaborating with a hospital-based geriatrics/palliative care specialist team and the consumer's primary care physician. This pilot was not powered to test hypotheses; instead, it was hypothesis generating. Primary outcomes measured symptom control, mood, decision making, spirituality, and quality of life. Little difference was seen in primary outcomes; however, utilization favored the IG. At 12 months, the IG had fewer hospital visits (50% vs. 55%, P=0.65) and fewer nursing facility admissions (22.5% vs. 32.5%, P=0.32). Using hospital-based specialists interfacing with a community agency to provide a team-based approach to care of consumers with chronic illnesses was found to be feasible. Lack of change in symptom control or quality of life outcome measures may be related to the tools used, as these were validated in populations closer to the end of life. Data from this pilot study will be used to calculate the sample size needed for a fully powered trial.\n",
            "in_text_citation": "Radwany et al., 2014",
            "footnote": 40
        },
        {
            "title": "Hospital-based palliative medicine consultation: a randomized controlled trial.",
            "abstract": "Hospital-based palliative care consultation services increase patient and family satisfaction,1,2 improve quality of life,3 reduce intensive care unit length of stay,4 and decrease costs.2,5 Clear evidence of the effectiveness of palliative care consultation services in improving symptoms has been more elusive.2,3,6 We conducted a randomized trial to evaluate the impact of a proactive palliative medicine consultation (PMC) on the care of chronically ill, hospitalized elderly patients. \n## Methods\nThe study setting was a 560-bed academic medical center. We included patients 65 years or older with heart failure, cancer, chronic obstructive pulmonary disease, or cirrhosis, who were able to give informed consent and who spoke English This study was a randomized, prospective, clinical trial. The intervention group received a PMC on enrollment and every weekday during hospitalization. Four physicians shared PMC duties. The PMC physician saw intervention patients daily, routinely assessed symptoms and psychosocial and spiritual needs, discussed treatment preferences, and consulted a pharmacist and chaplain as needed. The PMC physician communicated findings and recommendations to the patient's team via a medical chart note and by telephone. The usual care group received a brief visit from the PMC physician who gave them a packet of information on diet and exercise. On admission, we used the Activities of Daily Living (ADL)7 and Instrumental Activities of Daily Living (IADL) scales8 to categorize each subject as dependent or independent. Participants reporting the need for assistance with any 1 of 13 tasks were categorized as dependent. We used the 15-item Geriatric Depression Scale (GDS-15) to assess depression.9 Responses were scored 1 = “no” and “don't know” and 0 = “yes” and summed. Total scores of 6 or higher indicated the patient may be depressed. Pain, dyspnea, and anxiety were assessed daily by a research assistant who was blinded to group assignment and asked patients to rate each symptom at its worst level in the past 24 hours from 0 (“none”) to 10 (“the worst you can imagine”). Patients were randomly assigned to the intervention or usual care group. All patients completed a telephone survey 2 weeks after discharge to reassess symptoms, rate physician and nursing care, and recall discussions of preferences. We reviewed medical records to determine patients' primary diagnosis on admission. This study was undertaken between January 2002 and December 2003 and approved by the University of California, San Francisco Committee on Human Research. All participants gave written informed consent. Frequencies, means, and standard deviations were used to examine the distribution of measures. We used χ2 analysis to test for bivariate associations between categorical variables. Repeated-measures analysis of variance was used to investigate the impact of the intervention on symptom severity over different assessment periods. We used the Statistical Package for the Social Sciences (SPSS) for Mac (version 17; SPSS Inc, Chicago, Illinois; March 11, 2009). \n## Results\nWe enrolled 107 patients (intervention, n = 54; usual care, n = 53); 81 patients (76%; intervention, n = 41; usual care, n = 40) completed follow-up surveys. Most patients were male (62%) and white (71%) and had some college education (56%). The mean (SD) age was 76 (7.5) years, and 45% were married or partnered. The primary diagnoses were heart failure (51%; mean ejection fraction, 23%); cancer (22%; type: prostate, 22%; lung, 18%; and bladder, 13%); chronic obstructive pulmonary disease (20%; mean forced expiratory volume in 1 second of 1.5 L); and cirrhosis (6%; mean Model for Endstage Liver Disease score, 16). The mean (SD) hospital length of stay was 5.5 (5.8) days. Most participants were dependant in 1 or more ADL (71%), and 21% had a GDS-IS score of 6 or higher. The groups differed in mean age (77 and 74 years in the intervention and usual care groups, respectively; P = .007) but not in other characteristics. Symptom scores for all subjects improved from baseline to follow-up for pain (4.2 vs 2.3; P <.001), dyspnea (3.8 vs 2.0; P  <.001), and anxiety (4.8 vs 2.4; P <.001). There was no additional improvement in pain (P = .30), dyspnea (P = .50), or anxiety (P = .08) for patients assigned to the intervention at any assessment period (Figure). At follow-up, most patients believed that the staff understood what they were going through and that physicians and nurses listened to their hopes, fears, and beliefs (Table). However, a minority of patients reported that the physician discussed their preferences for care (43%), their chance of surviving hospitalization (42%), or their religious beliefs (31%). There were no differences between groups for any of these items.",
            "in_text_citation": "Pantilat et al., 2010",
            "footnote": 41
        },
        {
            "title": "Impact of an inpatient palliative care team: a randomized control trial.",
            "abstract": "## BACKGROUND\nPalliative care improves care and reduces costs for hospitalized patients with life-limiting illnesses. There have been no multicenter randomized trials examining impact on patient satisfaction, clinical outcomes, and subsequent health care costs.\n## OBJECTIVE\nMeasure the impact of an interdisciplinary palliative care service (IPCS) on patient satisfaction, clinical outcomes, and cost of care for 6 months posthospital discharge.\n## METHODS\nMulticenter, randomized, controlled trial. IPCS provided consultative, interdisciplinary, palliative care to intervention patients. Controls received usual hospital care (UC).\n## SETTING AND SAMPLE\nFive hundred seventeen patients with life-limiting illnesses from a hospital in Denver, Portland, and San Francisco enrolled June 2002 to December 2003.\n## MEASURES\nModified City of Hope Patient Questionnaire, total health care costs, hospice utilization, and survival.\n## RESULTS\nIPCS reported higher scores for the Care Experience scale (IPCS: 6.9 versus UC: 6.6, p = 0.04) and for the Doctors, Nurses/Other Care Providers Communication scale (IPCS: 8.3 versus UC: 7.5, p = 0.0004). IPCS patients had fewer intensive care admissions (ICU) on hospital readmission (12 versus 21, p = 0.04), and lower 6-month net cost savings of $4,855 per patient (p = 0.001). IPCS had longer median hospice stays (24 days versus 12 days, p = 0.04). There were no differences in survival or symptom control.\n## CONCLUSIONS\nIPCS patients reported greater satisfaction with their care experience and providers' communication, had fewer ICU admissions on readmission, and lower total health care costs following hospital discharge.\n",
            "in_text_citation": "Gade et al., 2008",
            "footnote": 42
        },
        {
            "title": "Increased satisfaction with care and lower costs: results of a randomized trial of in-home palliative care.",
            "abstract": "## OBJECTIVES\nTo determine whether an in-home palliative care intervention for terminally ill patients can improve patient satisfaction, reduce medical care costs, and increase the proportion of patients dying at home.\n## DESIGN\nA randomized, controlled trial.\n## SETTING\nTwo health maintenance organizations in two states.\n## PARTICIPANTS\nHomebound, terminally ill patients (N=298) with a prognosis of approximately 1 year or less to live plus one or more hospital or emergency department visits in the previous 12 months.\n## INTERVENTION\nUsual versus in-home palliative care plus usual care delivered by an interdisciplinary team providing pain and symptom relief, patient and family education and training, and an array of medical and social support services.\n## MEASUREMENTS\nMeasured outcomes were satisfaction with care, use of medical services, site of death, and costs of care.\n## RESULTS\nPatients randomized to in-home palliative care reported greater improvement in satisfaction with care at 30 and 90 days after enrollment (P<.05) and were more likely to die at home than those receiving usual care (P<.001). In addition, in-home palliative care subjects were less likely to visit the emergency department (P=.01) or be admitted to the hospital than those receiving usual care (P<.001), resulting in significantly lower costs of care for intervention patients (P=.03).\n## CONCLUSION\nIn-home palliative care significantly increased patient satisfaction while reducing use of medical services and costs of medical care at the end of life. This study, although modest in scope, presents strong evidence for reforming end-of-life care.\n",
            "in_text_citation": "Brumley et al., 2007",
            "footnote": 43
        },
        {
            "title": "The comprehensive care team: a controlled trial of outpatient palliative medicine consultation.",
            "abstract": "## BACKGROUND\nLittle is known about the use of palliative care for outpatients who continue to pursue treatment of their underlying disease or whether outpatient palliative medicine consultation teams improve clinical outcomes.\n## METHODS\nWe conducted a year-long controlled trial involving 50 intervention patients and 40 control patients in a general medicine outpatient clinic. Primary care physicians referred patients with advanced congestive heart failure, chronic obstructive pulmonary disease, or cancer who had a prognosis ranging from 1 to 5 years. In the intervention group, the primary care physicians received multiple palliative care team consultations, and patients received advance care planning, psychosocial support, and family caregiver training. Clinical and health care utilization outcomes were assessed at 6 and 12 months.\n## RESULTS\nGroups were similar at baseline. Similar numbers of patients died during the study year (P =.63). After the intervention, intervention group patients had less dyspnea (P =.01) and anxiety (P =.05) and improved sleep quality (P =.05) and spiritual well-being (P =.007), but no change in pain (P =.41), depression (P =.28), quality of life (P =.43), or satisfaction with care (P =.26). Few patients received recommended analgesic or antidepressant medications. Intervention patients had decreased primary care (P =.03) and urgent care visits (P =.04) without an increase in emergency department visits, specialty clinic visits, hospitalizations, or number of days in the hospital. There were no differences in charges (P =.80).\n## CONCLUSIONS\nConsultation by a palliative medicine team led to improved patient outcomes in dyspnea, anxiety, and spiritual well-being, but failed to improve pain or depression. Palliative care for seriously ill outpatients can be effective, but barriers to implementation must be explored.\n",
            "in_text_citation": "Rabow et al., 2004",
            "footnote": 44
        },
        {
            "title": "A randomized controlled study of a home health care team.",
            "abstract": "This report describes the findings of a randomized study of a new team approach to home care for homebound chronically or terminally ill elderly. The team includes a physician, nurse practitioner, and social worker delivering primary health care in the patient's home, including physician house calls. Weekly team conferences assure coordination of patient care. The team is available for emergency consultation through a 24-hour telephone service. The team physician attends to the patient during necessary hospitalizations. This approach was evaluated in a randomized experimental design study measuring its impact on health care utilization, functional changes in patients, and patient and caretaker satisfaction. The team patients had fewer hospitalizations, nursing home admissions, and outpatient visits than the controls. They were more often able to die at home, if this was their wish. As expected, they used more in-home services, measured in weighted cost figures; their overall cost was lower than their controls, but the difference was not statistically significant. Their functional abilities did not change differently from the controls, but they, and especially their informal caretakers in the home, expressed significantly higher satisfaction with the care received.\n",
            "in_text_citation": "Zimmer et al., 1985",
            "footnote": 45
        },
        {
            "title": "A controlled trial to improve care for seriously ill hospitalized patients. The study to understand prognoses and preferences for outcomes and risks of treatments (SUPPORT). The SUPPORT Principal Investigators.",
            "abstract": "## OBJECTIVES\nTo improve end-of-life decision making and reduce the frequency of a mechanically supported, painful, and prolonged process of dying.\n## DESIGN\nA 2-year prospective observational study (phase I) with 4301 patients followed by a 2-year controlled clinical trial (phase II) with 4804 patients and their physicians randomized by specialty group to the intervention group (n = 2652) or control group (n = 2152).\n## SETTING\nFive teaching hospitals in the United States.\n## PATIENTS\nA total of 9105 adults hospitalized with one or more of nine life-threatening diagnoses; an overall 6-month mortality rate of 47%.\n## INTERVENTION\nPhysicians in the intervention group received estimates of the likelihood of 6-month survival for every day up to 6 months, outcomes of cardiopulmonary resuscitation (CPR), and functional disability at 2 months. A specifically trained nurse had multiple contacts with the patient, family, physician, and hospital staff to elicit preferences, improve understanding of outcomes, encourage attention to pain control, and facilitate advance care planning and patient-physician communication.\n## RESULTS\nThe phase I observation documented shortcomings in communication, frequency of aggressive treatment, and the characteristics of hospital death: only 47% of physicians knew when their patients preferred to avoid CPR: 46% of do-not-resuscitate (DNR) orders were written within 2 days of death; 38% of patients who died spent at least 10 days in an intensive care unit (ICU); and for 50% of conscious patients who died in the hospital, family members reported moderate to severe pain at least half the time. During the phase II intervention, patients experienced no improvement in patient-physician communication (eg, 37% of control patients and 40% of intervention patients discussed CPR preferences) or in the five targeted outcomes, ie, incidence or timing of written DNR orders (adjusted ratio, 1.02; 95% confidence interval [CI], 0.90 to 1.15), physicians' knowledge of their patients' preferences not to be resuscitated (adjusted ratio, 1.22; 95% CI, 0.99 to 1.49), number of days spent in an ICU, receiving mechanical ventilation, or comatose before death (adjusted ratio, 0.97; 95% CI, 0.87 to 1.07), or level of reported pain (adjusted ratio, 1.15; 95% CI, 1.00 to 1.33). The intervention also did not reduce use of hospital resources (adjusted ratio, 1.05; 95% CI, 0.99 to 1.12).\n## CONCLUSIONS\nThe phase I observation of SUPPORT confirmed substantial shortcomings in care for seriously ill hospitalized adults. The phase II intervention failed to improve care or patient outcomes. Enhancing opportunities for more patient-physician communication, although advocated as the major method for improving patient outcomes, may be inadequate to change established practices. To improve the experience of seriously ill and dying patients, greater individual and societal commitment and more proactive and forceful measured may be needed.\n",
            "in_text_citation": "The SUPPORT Principal Investigators et al., 1995",
            "footnote": 46
        },
        {
            "title": "Do preparation and life completion discussions improve functioning and quality of life in seriously ill patients? Pilot randomized control trial.",
            "abstract": "## BACKGROUND\nSignificant palliative care intervention has focused on physical pain and symptom control; yet less empirical evidence supports efforts to address the psychosocial and spiritual dimensions of experience.\n## OBJECTIVE\nTo evaluate the impact of an intervention (Outlook) that promotes discussions of end-of-life preparation and completion on health outcomes in dying persons, including pain and symptoms, physical function, emotional function (anxiety and depression), spiritual well-being, and quality of life at the end of life.\n## DESIGN\nA three-arm pilot randomized control trial. Subjects were recruited from inpatient and outpatient hospital, palliative care, and hospice settings. Intervention subjects met with a facilitator three times and discussed issues related to life review, forgiveness, and heritage and legacy. Attention control subjects met with a facilitator three times and listened to a nonguided relaxation CD. True control subjects received no intervention.\n## MEASUREMENTS\nPreoutcomes and postoutcomes included the Memorial Symptom Assessment Scale, QUAL-E, Rosow-Breslau ADL Scale, Profile of Mood States anxiety sub-scale, the CESD short version, and the Daily Spiritual Experience Scale.\n## RESULTS\nEighty-two hospice eligible patients enrolled in the study; 38 were women, 35 were African American. Participants' primary diagnoses included cancer (48), heart disease (5) lung disease (10), and other (19) Ages ranged from 28-96. Participants in the active discussion intervention showed improvements in functional status, anxiety, depression, and preparation for end of life.\n## CONCLUSIONS\nThe Outlook intervention was acceptable to patients from a variety of educational and ethnic backgrounds and offers a brief, manualized, intervention for emotional and spiritual concerns.\n",
            "in_text_citation": "Steinhauser et al., 2008",
            "footnote": 47
        },
        {
            "title": "Outcome evaluation of a randomized trial of the PhoenixCare intervention: program of case management and coordinated care for the seriously chronically ill.",
            "abstract": "## OBJECTIVE\nTo document outcomes of a randomized trial of the PhoenixCare demonstration program of palliative care and coordinated care/case management for seriously chronically ill individuals who simultaneously received active treatment from managed care organizations (MCOs).\n## DESIGN\nPatients, continuously enrolled between July 1999, and March 2001, were randomly assigned to the PhoenixCare program or a control group receiving usual MCO care.\n## SETTING\nHospice of the Valley, Phoenix, Arizona.\n## PARTICIPANTS\nParticipants were 192 patients with chronic obstructive pulmonary disease (COPD) or chronic heart failure (CHF), who had an estimated 2-year life expectancy.\n## INTERVENTION\nIntensive home-based case management provided by registered nurse casemanagers, in coordination with patients' existing source of medical care, comprised the intervention. Program foci included disease and symptom management, patient self-management of illness and knowledge of illness-related resources, preparation for end-of life, physical and mental functioning, and utilization of medical services.\n## OUTCOME MEASURES\nOutcomes, assessed every 3 months by telephone interview, included measures related to all program foci; the SF-36 was used to evaluate physical and mental functioning; emergency department visits exemplified medical service utilization.\n## RESULTS\nCompared to controls, PhoenixCare patients exhibited significantly better outcomes on self-management of illness, awareness of illness-related resources, and legal preparation for end of life. They reported lower symptom distress, greater vitality, better physical functioning and higher self-rated health than randomized controls. Emergency department utilization was equivalent across groups. Patients with COPD showed stronger responsiveness to the intervention.\n## CONCLUSION\nA novel model of patient care that combined greatly enhanced palliative carefocused case management with ongoing MCO-based treatment was associated with improved functioning of chronically severely ill patients in the last years of life.\n",
            "in_text_citation": "Aiken et al., 2006",
            "footnote": 48
        },
        {
            "title": "Palliative assessment and advance care planning in severe dementia: an exploratory randomized controlled trial of a complex intervention.",
            "abstract": "Patients with advanced dementia often receive poor end-of-life care. We aimed to design and pilot a palliative care and advance care plan (ACP) intervention. Patients had undergone emergency hospital admission and had severe dementia. The intervention consisted of a palliative care patient assessment which informed an ACP discussion with the carer, who was offered the opportunity to write an ACP for the person with dementia. Carer-patient dyads were randomized to 'usual care' or the intervention. Carer-related outcome measures included the Kessler Distress Scale, Decision Satisfaction Inventory, Client Satisfaction Questionnaire and the Euroqol-5D, measured at baseline, six weeks, six months and three months after bereavement. The Satisfaction with End of Life Care in Dementia Scale was completed if the patient died. The 32 patient participants were physically frail and in the advanced stages of dementia: 62% had pressure damage to the skin, all needed feeding assistance and 95% were in pain. Nearly 50% died during the six-month follow-up period. Carers were difficult to recruit during acute admission; 33 patients and carers entered the study (22 intervention arm; 11 control arm). Only seven carers made ACPs. The care planning discussion was well received, but few carers wrote an ACP, despite intensive support from an experienced nurse specialist. Advance care planning is, in theory, a necessary intervention for people with severe dementia; the reluctance of carers to write plans needs to be explored further.\n",
            "in_text_citation": "Sampson et al., 2011",
            "footnote": 49
        },
        {
            "title": "Effects of facilitated family case conferencing for advanced dementia: A cluster randomised clinical trial.",
            "abstract": "## BACKGROUND\nPalliative care planning for nursing home residents with advanced dementia is often suboptimal. This study compared effects of facilitated case conferencing (FCC) with usual care (UC) on end-of-life care.\n## METHODS\nA two arm parallel cluster randomised controlled trial was conducted. The sample included people with advanced dementia from 20 Australian nursing homes and their families and professional caregivers. In each intervention nursing home (n = 10), Palliative Care Planning Coordinators (PCPCs) facilitated family case conferences and trained staff in person-centred palliative care for 16 hours per week over 18 months. The primary outcome was family-rated quality of end-of-life care (End-of-Life Dementia [EOLD] Scales). Secondary outcomes included nurse-rated EOLD scales, resident quality of life (Quality of Life in Late-stage Dementia [QUALID]) and quality of care over the last month of life (pharmacological/non-pharmacological palliative strategies, hospitalization or inappropriate interventions).\n## RESULTS\nTwo-hundred-eighty-six people with advanced dementia took part but only 131 died (64 in UC and 67 in FCC which was fewer than anticipated), rendering the primary analysis under-powered with no group effect seen in EOLD scales. Significant differences in pharmacological (P < 0.01) and non-pharmacological (P < 0.05) palliative management in last month of life were seen. Intercurrent illness was associated with lower family-rated EOLD Satisfaction with Care (coefficient 2.97, P < 0.05) and lower staff-rated EOLD Comfort Assessment with Dying (coefficient 4.37, P < 0.01). Per protocol analyses showed positive relationships between EOLD and staff hours to bed ratios, proportion of residents with dementia and staff attitudes.\n## CONCLUSION\nFCC facilitates a palliative approach to care. Future trials of case conferencing should consider outcomes and processes regarding decision making and planning for anticipated events and acute illness.\n## TRIAL REGISTRATION\nAustralian New Zealand Clinical Trial Registry ACTRN12612001164886.\n",
            "in_text_citation": "Agar et al., 2017",
            "footnote": 50
        },
        {
            "title": "Palliative care in advanced dementia: a randomized controlled trial and descriptive analysis.",
            "abstract": "## BACKGROUND\nFew patients with end-stage dementia are enrolled in hospice care. A palliative care approach would nonetheless seem to be appropriate in various care settings, including the acute care hospital.\n## METHODS\nWe conducted a randomized controlled trial of palliative care in patients with advanced dementia (Functional Assessment Staging Tool [FAST] stage 6d-7f) who were hospitalized with acute illness. Intervention patients received recommendations by a palliative care team with the goal of enhancing patient comfort; control patients received usual care without these recommendations.\n## RESULTS\nAmong 99 patients enrolled over 3 years, groups were comparable at baseline in terms of gender, age, race, dementia stage, and advance directive status. Outcomes were similar in terms of mean number of hospitalizations, average length of stay, and mortality. Intervention patients were more likely than control patients to receive a palliative care plan (23% versus 4%; p = 0.008), usually on discharge, and more decisions were made to forgo certain medical treatments but the numbers were small. Fewer patients in the intervention group received intravenous therapy throughout the admission (66% vs. 81%, p = 0.025). Overall, additional interventions included daily phlebotomy for at least half of the admission (41%), systemic antibiotics (75%), and new feeding tubes (44%). Including tubes present at the time of randomization, a total of 69% received long-term enteral feeding.\n## CONCLUSION\nIt was difficult for a palliative care research team to influence the care of advanced dementia patients in the acute hospital setting. When patients have advanced dementia, there may be unique barriers, including perceived prognostic uncertainty, difficulty assessing comfort level, and perceptions about tube feeding. There must be a reexamination of treatment approaches for this severely impaired group of patients. Further study should attempt to identify patients prior to the need for acute hospitalization so goals can be established when there is less urgency to make life and death decisions.\n",
            "in_text_citation": "Ahronheim et al., 2000",
            "footnote": 51
        },
        {
            "title": "Effect of Collaborative Dementia Care via Telephone and Internet on Quality of Life, Caregiver Well-being, and Health Care Use: The Care Ecosystem Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nFew health systems have adopted effective dementia care management programs. The Care Ecosystem is a model for delivering care from centralized hubs across broad geographic areas to caregivers and persons with dementia (PWDs) independently of their health system affiliations.\n## OBJECTIVE\nTo determine whether the Care Ecosystem is effective in improving outcomes important to PWDs, their caregivers, and payers beyond those achieved with usual care.\n## DESIGN, SETTING, AND PARTICIPANTS\nA single-blind, randomized clinical trial with a pragmatic design was conducted among PWDs and their caregivers. Each PWD-caregiver dyad was enrolled for 12 months between March 20, 2015, and February 28, 2017. Data were collected until March 5, 2018. Study interventions and assessments were administered over the telephone and internet by clinical and research teams in San Francisco, California, and Omaha, Nebraska. Of 2585 referred or volunteer PWD-caregiver dyads in California, Iowa, or Nebraska, 780 met eligibility criteria and were enrolled. A total of 512 PWD-caregiver dyads were randomized to receive care through the Care Ecosystem and 268 dyads to receive usual care. All eligible PWDs had a dementia diagnosis; were enrolled or eligible for enrollment in Medicare or Medicaid; and spoke English, Spanish, or Cantonese. Analyses were intention-to-treat.\n## INTERVENTION\nTelephone-based collaborative dementia care was delivered by a trained care team navigator, who provided education, support and care coordination with a team of dementia specialists (advanced practice nurse, social worker, and pharmacist).\n## MAIN OUTCOMES AND MEASURES\nPrimary outcome measure: Quality of Life in Alzheimer's Disease based on caregiver's rating of 13 aspects of PWD's well-being (including physical health, energy level, mood, living situation, memory, relationships, and finances) on a 4-point scale (poor to excellent). Secondary outcomes: frequencies of PWDs' use of emergency department, hospitalization, and ambulance services; caregiver depression (score on 9-Item Patient Health Questionnaire; higher scores indicate more severe depression); and caregiver burden (score on 12-Item Zarit Burden Interview; higher scores indicate more severe caregiver burden).\n## RESULTS\nThe 780 PWDs (56.3% female; mean [SD] age, 78.1 [9.9] years) and 780 caregivers (70.9% female; mean [SD] age, 64.7 [12.0] years) lived in California (n = 452), Nebraska (n = 284), or Iowa (n = 44). Of 780 dyads, 655 were still active at 12 months, and 571 completed the 12-month survey. Compared with usual care, the Care Ecosystem improved PWD quality of life (B, 0.53; 95% CI, 0.25-1.30; P = .04), reduced emergency department visits (B, -0.14; 95% CI, -0.29 to -0.01; P = .04), and decreased caregiver depression (B, -1.14; 95% CI, -2.15 to -0.13; P = .03) and caregiver burden (B, -1.90; 95% CI, -3.89 to -0.08; P = .046).\n## CONCLUSIONS AND RELEVANCE\nEffective care management for dementia can be delivered from centralized hubs to supplement usual care and mitigate the growing societal and economic burdens of dementia.\n## TRIAL REGISTRATION\nClinicalTrials.gov identifier: NCT02213458.\n",
            "in_text_citation": "Possin et al., 2019",
            "footnote": 52
        },
        {
            "title": "The clinical and cost effectiveness of a Breathlessness Intervention Service for patients with advanced non-malignant disease and their informal carers: mixed findings of a mixed method randomised controlled trial.",
            "abstract": "## BACKGROUND\nBreathlessness is the most common and intrusive symptom of advanced non-malignant respiratory and cardiac conditions. The Breathlessness Intervention Service (BIS) is a multi-disciplinary complex intervention, theoretically underpinned by a palliative care approach, utilising evidence-based non-pharmacological and pharmacological interventions to support patients with advanced disease in managing their breathlessness. Having published the effectiveness and cost effectiveness of BIS for patients with advanced cancer and their carers, we sought to establish its effectiveness, and cost effectiveness, in advanced non-malignant conditions.\n## METHODS\nThis was a single-centre Phase III fast-track single-blind mixed method RCT of BIS versus standard care for breathless patients with non-malignant conditions and their carers. Randomisation was to one of two groups (randomly permuted blocks). Eighty-seven patients referred to BIS were randomised (intervention arm n = 44; control arm n = 43 received BIS after four-week wait); 79 (91 %) completed to key outcome measurement. The primary outcome measure was 0-10 numeric rating scale for patient distress due to breathlessness at four weeks. Secondary outcome measures were Chronic Respiratory Questionnaire, Hospital Anxiety and Depression Scale, Client Service Receipt Inventory, EQ-5D and topic-guided interviews.\n## RESULTS\nQualitative analyses showed the positive impact of BIS on patients with non-malignant conditions and their carers; quantitative analyses showed a non-significant greater reduction in the primary outcome ('distress due to breathlessness'), when compared to standard care, of -0.24 (95 % CI: -1.30, 0.82). BIS resulted in extra mean costs of £799, reducing to £100 when outliers were excluded; neither difference was statistically significant. The quantitative findings contrasted with those previously reported for patients with cancer and their carers, which showed BIS to be both clinically and cost effective. For patients with non-malignant conditions there was a notable trend of improvement over both trial arms to the key measurement point; participants may have experienced a therapeutic effect from the research interviews, diluting the intervention's impact.\n## CONCLUSIONS\nBIS had a statistically non-significant effect for patients with non-malignant conditions, and slightly increased service costs, but had a qualitatively positive impact consistent with findings for advanced cancer. Trials of palliative care interventions should consider multiple, mixed method, primary outcomes and ensure that protocols limit potential contaminating therapeutic effects in study designs.\n## TRIAL REGISTRATION\nCurrent Controlled Trials ISRCTN04119516 (December 2008); ClinicalTrials.gov NCT00678405 (May 2008).\n",
            "in_text_citation": "Farquhar et al., 2016",
            "footnote": 53
        },
        {
            "title": "Can Early Introduction of Palliative Care Limit Intensive Care, Emergency and Hospital Admissions in Patients with Severe Chronic Obstructive Pulmonary Disease? A Pilot Randomized Study.",
            "abstract": "## BACKGROUND\nDespite their poor prognosis, patients with severe chronic obstructive pulmonary disease (COPD) have little access to palliative care and tend to have a high rate of hospital and intensive care unit (ICU) admissions during their last year of life.\n## OBJECTIVES\nTo determine the feasibility of a home palliative care intervention during 1 year versus usual care, and the possible impact of this intervention on emergency, hospital and ICU admissions, survival, mood, and health-related quality of life (HRQL).\n## METHODS\nProspective controlled study of patients with severe COPD (GOLD stage III or IV) and long-term oxygen therapy and/or home noninvasive ventilation and/or one or more hospital admissions in the previous year for acute exacerbation, randomized to usual care versus usual care with add-on monthly intervention by palliative care specialists at home for 12 months.\n## RESULTS\nOf 315 patients screened, 49 (15.5%) were randomized (26 to early palliative care; 23 to the control group); aged (mean ± SD) 71 ± 8 years; FEV1 was 37 ± 14% predicted; 88% with a COPD assessment test score > 10; 69% on long-term oxygen therapy or home noninvasive ventilation. The patients accepted the intervention and completed the assessment scales. After 1 year, there was no difference between groups in symptoms, HRQL and mood, and there was a nonsignificant trend for higher admission rates to hospital and emergency wards in the intervention group.\n## CONCLUSION\nAlthough this pilot study was underpowered to formally exclude a benefit from palliative care in severe COPD, it raises several questions as to patient selection, reluctance to palliative care in this group, and modalities of future trials.\n",
            "in_text_citation": "Janssens et al., 2019",
            "footnote": 54
        },
        {
            "title": "A randomized trial to improve communication about end-of-life care among patients with COPD.",
            "abstract": "## OBJECTIVE\nPatients with COPD consistently express a desire to discuss end-of-life care with clinicians, but these discussions rarely occur. We assessed whether an intervention using patient-specific feedback about preferences for discussing end-of-life care would improve the occurrence and quality of communication between patients with COPD and their clinicians.\n## METHODS\nWe performed a cluster-randomized trial of clinicians and patients from the outpatient clinics at the Veterans Affairs Puget Sound Health Care System. Using self-reported questionnaires, we assessed patients' preferences for communication, life-sustaining therapy, and experiences at the end of life. The intervention clinicians and patients received a one-page patient-specific feedback form, based on questionnaire responses, to stimulate conversations. The control group completed questionnaires but did not receive feedback. Patient-reported occurrence and quality of end-of-life communication (QOC) were assessed within 2 weeks of a targeted visit. Intention-to-treat regression analyses were performed with generalized estimating equations to account for clustering of patients within clinicians.\n## RESULTS\nNinety-two clinicians contributed 376 patients. Patients in the intervention arm reported nearly a threefold higher rate of discussions about end-of-life care (unadjusted, 30% vs 11%; P < .001). Baseline end-of-life communication was poor (intervention group QOC score, 23.3; 95% CI, 19.9-26.8; control QOC score, 19.2; 95% CI, 15.9-22.4). Patients in the intervention arm reported higher-quality end-of-life communication that was statistically significant, although the overall improvement was small (Cohen effect size, 0.21).\n## CONCLUSIONS\nA one-page patient-specific feedback form about preferences for end-of-life care and communication improved the occurrence and quality of communication from patients' perspectives.\n## TRIAL REGISTRY\nClinicalTrials.gov; No.: NCT00106080; URL: www.clinicaltrials.gov.\n",
            "in_text_citation": "Au et al., 2012",
            "footnote": 55
        },
        {
            "title": "Quality of life of individuals with heart failure: a randomized trial of the effectiveness of two models of hospital-to-home transition.",
            "abstract": "## BACKGROUND\nThe growing number of patients with congestive heart failure has increased both the pressure on hospital resources and the need for community management of the condition. Improving hospital-to-home transition for this population is a logical step in responding to current practice guidelines' recommendations for coordination and education. Positive outcomes have been reported from trials evaluating multiple interventions, enhanced hospital discharge, and follow-up through the addition of a case management role. The question remains if similar gains could be achieved working with usual hospital and community nurses.\n## METHODS\nA 12-week, prospective, randomized controlled trial was conducted of the effect of transitional care on health-related quality of life (disease-specific and generic measures), rates of readmission, and emergency room use. The nurse-led intervention focused on the transition from hospital-to-home and supportive care for self-management 2 weeks after hospital discharge.\n## RESULTS\nAt 6 weeks after hospital discharge, the overall Minnesota Living with Heart Failure Questionnaire (MLHFQ) score was better among the Transitional Care patients (27.2 +/- 19.1 SD) than among the Usual Care patients (37.5 +/- 20.3 SD; P = 0.002). Similar results were found at 12 weeks postdischarge for the overall MLHFQ and at 6- and 12-weeks postdischarge for the MLHFQ's Physical Dimension and Emotional Dimension subscales. Differences in generic quality life, as assessed by the SF-36 Physical component, Mental Component, and General Health subscales, were not significantly different between the Transition and Usual Care groups. At 12 weeks postdischarge, 31% of the Usual Care patients had been readmitted compared with 23% of the Transitional Care patients (P = 0.26), and 46% of the Usual Care group visited the emergency department compared with 29% in the Transitional Care group (chi2 = 4.86, df 1, P = 0.03).\n## CONCLUSIONS\nThere were significant improvements in health-related quality of life (HRQL) associated with Transitional Care and less use of emergency rooms.\n",
            "in_text_citation": "Harrison et al., 2002",
            "footnote": 56
        }
    ]
}