{
    "citations": [
        {
            "footnote": 20,
            "title": "Conducting a fully mobile and randomised clinical trial for depression: access, engagement and expense.",
            "in_text_citation": "Anguera et al., 2016"
        },
        {
            "footnote": 21,
            "title": "Engagement with a cognitive behavioural therapy mobile phone app predicts changes in mental health and wellbeing: MoodMission.",
            "in_text_citation": "Bakker et al., 2019"
        },
        {
            "footnote": 22,
            "title": "mHealth for schizophrenia: patient engagement with a mobile phone intervention following hospital discharge.",
            "in_text_citation": "Ben-Zeev et al., 2016"
        },
        {
            "footnote": 23,
            "title": "The effects of using pacifica on depressed patients.",
            "in_text_citation": "Bustillos et al., 2018"
        },
        {
            "footnote": 24,
            "title": "A feasibility study of a mental health mobile app in the Dominican Republic: the untold story.",
            "in_text_citation": "Caplan et al., 2018"
        },
        {
            "footnote": 25,
            "title": "A multi-faceted approach to characterizing user behavior and experience in a digital mental health intervention.",
            "in_text_citation": "Chen et al., 2019"
        },
        {
            "footnote": 26,
            "title": "Pilot randomized trial of a self-help behavioral activation mobile app for utilization in primary care.",
            "in_text_citation": "Dahne et al., 2019"
        },
        {
            "footnote": 27,
            "title": "Pilot randomized controlled trial of a Spanish-language Behavioral Activation mobile app (¡Aptívate!) for the treatment of depressive symptoms among united states Latinx adults with limited English proficiency.",
            "in_text_citation": "Dahne et al., 2019b"
        },
        {
            "footnote": 28,
            "title": "Attention bias modification training via smartphone to reduce social anxiety: a randomized, controlled multi-session experiment.",
            "in_text_citation": "Enock et al., 2014"
        },
        {
            "footnote": 29,
            "title": "A scenario-based cognitive behavioral therapy mobile app to reduce dysfunctional beliefs in individuals with depression: a randomized controlled trial.",
            "in_text_citation": "Hur et al., 2018"
        },
        {
            "footnote": 30,
            "title": "An empathy-driven, conversational artificial intelligence agent (Wysa) for digital mental well-being: real-world data evaluation mixed-methods study.",
            "in_text_citation": "Inkster et al., 2018"
        },
        {
            "footnote": 31,
            "title": "A randomized controlled trial on a smartphone self-help application (Be Good to Yourself) to reduce depressive symptoms.",
            "in_text_citation": "Lüdtke et al., 2018"
        },
        {
            "footnote": 32,
            "title": "A gamified smartphone-based intervention for depression: results from a randomized controlled pilot trial.",
            "in_text_citation": "Lukas et al., 2019"
        },
        {
            "footnote": 33,
            "title": "Behavioural activation versus mindfulness-based guided self-help treatment administered through a smartphone application: a randomised controlled trial.",
            "in_text_citation": "Ly et al., 2014"
        },
        {
            "footnote": 34,
            "title": "Development and pilot testing of an internet-based self-help intervention for depression for indian users.",
            "in_text_citation": "Mehrotra et al., 2018"
        },
        {
            "footnote": 35,
            "title": "Guided self-help works: randomized waitlist controlled trial of pacifica, a mobile app integrating cognitive behavioral therapy and mindfulness for stress, anxiety, and depression.",
            "in_text_citation": "Moberg et al., 2019"
        },
        {
            "footnote": 36,
            "title": "Comparison of the effects of coaching and receipt of app recommendations on depression, anxiety, and engagement in the intellicare platform: factorial randomized controlled trial.",
            "in_text_citation": "Mohr et al., 2019"
        },
        {
            "footnote": 37,
            "title": "The CALM project: teaching mindfulness meditation in primary care using computer-based application.",
            "in_text_citation": "Norton et al., 2017"
        },
        {
            "footnote": 38,
            "title": "Using mobile apps to assess and treat depression in hispanic and latino populations: fully remote randomized clinical trial.",
            "in_text_citation": "Pratap et al., 2018"
        },
        {
            "footnote": 39,
            "title": "Randomized controlled trial of superbetter, a smartphone-based/internet-based self-help tool to reduce depressive symptoms.",
            "in_text_citation": "Roepke et al., 2015"
        },
        {
            "footnote": 40,
            "title": "Behavioral and cognitive intervention strategies delivered via coached apps for depression: pilot trial.",
            "in_text_citation": "Stiles-Shields et al., 2019"
        },
        {
            "footnote": 41,
            "title": "A mobile app for social anxiety disorder: a three-arm randomized controlled trial comparing mobile and PC-based guided self-help interventions.",
            "in_text_citation": "Stolz et al., 2018"
        },
        {
            "footnote": 42,
            "title": "Mobile sensing and support for people with depression: a pilot trial in the wild.",
            "in_text_citation": "Wahle et al., 2016"
        },
        {
            "footnote": 43,
            "title": "CBT for depression: a pilot RCT comparing mobile phone vs. computer.",
            "in_text_citation": "Watts et al., 2013"
        },
        {
            "footnote": 44,
            "title": "A pilot digital intervention targeting loneliness in youth mental health.",
            "in_text_citation": "Lim et al., 2019"
        }
    ]
}