{
    "key_references": [
        {
            "title": "Conducting a fully mobile and randomised clinical trial for depression: access, engagement and expense.",
            "abstract": "## IMPORTANCE\nAdvances in mobile technology have resulted in federal and industry-level initiatives to facilitate large-scale clinical research using smart devices. Although the benefits of technology to expand data collection are obvious, assumptions about the reach of mobile research methods (\n## OBJECTIVE\nTo assess the feasibility of a fully mobile randomised controlled trial using assessments and treatments delivered entirely through mobile devices to depressed individuals.\n## DESIGN\nUsing a web-based research portal, adult participants with depression who also owned a smart device were screened, consented and randomised to 1 of 3 mental health apps for treatment. Assessments of self-reported mood and cognitive function were conducted at baseline, 4, 8 and 12 weeks. Physical and social activity was monitored daily using passively collected phone use data. All treatment and assessment tools were housed on each participant's smart phone or tablet.\n## INTERVENTIONS\nA cognitive training application, an application based on problem-solving therapy, and a mobile-sensing application promoting daily activities.\n## RESULTS\nNone\n## CONCLUSIONS AND RELEVANCE\nThese findings suggest that mobile randomised control trials can recruit large numbers of participants in a short period of time and with minimal cost, but study engagement remains challenging.\n## TRIAL REGISTRATION NUMBER\nNCT00540865.\n",
            "in_text_citation": "Anguera et al., 2016",
            "footnote": 20
        },
        {
            "title": "mHealth for Schizophrenia: Patient Engagement With a Mobile Phone Intervention Following Hospital Discharge.",
            "abstract": "## BACKGROUND\nmHealth interventions that use mobile phones as instruments for illness management are gaining popularity. Research examining mobile phone‒based mHealth programs for people with psychosis has shown that these approaches are feasible, acceptable, and clinically promising. However, most mHealth initiatives involving people with schizophrenia have spanned periods ranging from a few days to several weeks and have typically involved participants who were clinically stable.\n## OBJECTIVE\nOur aim was to evaluate the viability of extended mHealth interventions for people with schizophrenia-spectrum disorders following hospital discharge. Specifically, we set out to examine the following: (1) Can individuals be engaged with a mobile phone intervention program during this high-risk period?, (2) Are age, gender, racial background, or hospitalization history associated with their engagement or persistence in using a mobile phone intervention over time?, and (3) Does engagement differ by characteristics of the mHealth intervention itself (ie, pre-programmed vs on-demand functions)?\n## METHODS\nWe examined mHealth intervention use and demographic and clinical predictors of engagement in 342 individuals with schizophrenia-spectrum disorders who were given the FOCUS mobile phone intervention as part of a technology-assisted relapse prevention program during the 6-month high-risk period following hospitalization.\n## RESULTS\nOn average, participants engaged with FOCUS for 82% of the weeks they had the mobile phone. People who used FOCUS more often continued using it over longer periods: 44% used the intervention over 5-6 months, on average 4.3 days a week. Gender, race, age, and number of past psychiatric hospitalizations were associated with engagement. Females used FOCUS on average 0.4 more days a week than males. White participants engaged on average 0.7 days more a week than African-Americans and responded to prompts on 0.7 days more a week than Hispanic participants. Younger participants (age 18-29) had 0.4 fewer days of on-demand use a week than individuals who were 30-45 years old and 0.5 fewer days a week than older participants (age 46-60). Participants with fewer past hospitalizations (1-6) engaged on average 0.2 more days a week than those with seven or more. mHealth program functions were associated with engagement. Participants responded to prompts more often than they self-initiated on-demand tools, but both FOCUS functions were used regularly. Both types of intervention use declined over time (on-demand use had a steeper decline). Although mHealth use declined, the majority of individuals used both on-demand and system-prompted functions regularly throughout their participation. Therefore, neither function is extraneous.\n## CONCLUSIONS\nThe findings demonstrated that individuals with schizophrenia-spectrum disorders can actively engage with a clinically supported mobile phone intervention for up to 6 months following hospital discharge. mHealth may be useful in reaching a clinical population that is typically difficult to engage during high-risk periods.\n",
            "in_text_citation": "Ben-Zeev et al., 2016",
            "footnote": 22
        },
        {
            "title": "A multi-faceted approach to characterizing user behavior and experience in a digital mental health intervention.",
            "abstract": "Digital interventions offer great promise for supporting health-related behavior change. However, there is much that we have yet to learn about how people respond to them. In this study, we present a novel mixed-methods approach to analysis of the complex and rich data that digital interventions collect. We perform secondary analysis of IntelliCare, an intervention in which participants are able to try 14 different mental health apps over the course of eight weeks. The goal of our analysis is to characterize users' app use behavior and experiences, and is rooted in theoretical conceptualizations of engagement as both usage and user experience. In the first aim, we employ cluster analysis to identify subgroups of participants that share similarities in terms of the frequency of their usage of particular apps, and then employ other engagement measures to compare the clusters. We identified four clusters with different app usage patterns: Low Usage, High Usage, Daily Feats Users, and Day to Day users. Each cluster was distinguished by its overall frequency of app use, or the main app that participants used. In the second aim, we developed a computer-assisted text analysis and visualization method - message highlighting - to facilitate comparison of the clusters. Last, we performed a qualitative analysis using participant messages to better understand the mechanisms of change and usability of salient apps from the cluster analysis. Our novel approach, integrating text and visual analytics with more traditional qualitative analysis techniques, can be used to generate insights concerning the behavior and experience of users in digital health contexts, for subsequent personalization and to identify areas for improvement of intervention technologies.\n",
            "in_text_citation": "Chen et al., 2019",
            "footnote": 25
        },
        {
            "title": "Pilot Randomized Trial of a Self-Help Behavioral Activation Mobile App for Utilization in Primary Care.",
            "abstract": "Mobile technologies can be leveraged to meet the need for evidence-based psychological depression treatment via primary care. The purpose of the present study was to preliminarily examine the feasibility and efficacy of a self-help brief behavioral activation mobile application (app; \"Moodivate\") for depressive symptoms among adults treated via primary care. Participants (N = 52) were recruited from primary care practices between January and December 2017 and were randomized 2:2:1 to receive (a) Moodivate, (b) an active control cognitive-behavioral therapy-based mobile app (\"MoodKit\"), or (c) treatment as usual (TAU; no app). Participants completed assessments of depressive symptoms weekly for 8 weeks. App analytics data were captured to examine Moodivate feasibility (analytics unavailable for control app). Moodivate participants on average had 46.76 (SD = 30.10) app sessions throughout the trial duration, spent 3.50 (2.76) minutes using the app per session, and spent 120.76 (101.02) minutes using the app in total throughout the trial. Nearly 70% of Moodivate participants continued to use the app 1 month after trial enrollment and 50% at the end of the 8-week follow-up period. A generalized estimating equation model examining change in depressive symptoms over time by treatment condition indicated a significant interaction between time and treatment condition (χ\n",
            "in_text_citation": "Dahne et al., 2019a",
            "footnote": 26
        },
        {
            "title": "Pilot randomized controlled trial of a Spanish-language Behavioral Activation mobile app (¡Aptívate!) for the treatment of depressive symptoms among united states Latinx adults with limited English proficiency.",
            "abstract": "## BACKGROUND\nTo address the need for disseminable, evidence-based depression treatment options for Latinx adults with limited English proficiency (LEP), our team developed ¡Aptívate!, a Spanish-language Behavioral Activation self-help mobile application. Primary aims of this study were to: 1) examine feasibility and uptake of ¡Aptívate! among depressed Latinx adults with LEP and 2) preliminarily examine ¡Aptívate! efficacy for depression treatment.\n## METHODS\nParticipants (N = 42) with elevated depressive symptoms were randomized 2:1:1 to: 1) ¡Aptívate! (n = 22), 2) an active control Spanish-language app (\"iCouch CBT\"; n = 9), or 3) Treatment As Usual (i.e., no app; n = 11). Feasibility was assessed via self-reported app utilization and app analytics data. Depressive symptoms were assessed weekly for eight weeks via self report.\n## RESULTS\nAll ¡Aptívate! participants used the app at least once, 81.8% of participants used the app ≥8 times, and 36.4% of participants used the app ≥56 times. Weekly retention was strong: 72.7% and 50% of participants continued to use the app at one- and two-months post-enrollment, respectively. Generalized Estimating Equation models indicated a significant interaction between time and treatment, such that ¡Aptívate! participants reported significantly lower depressive symptoms over time than TAU. Depressive symptoms did not differ on average across time between the iCouch and TAU conditions, nor between iCouch and ¡Aptívate!.\n## LIMITATIONS\nLimitations include small sample size, limited follow-up, and lack of analytics data for the active control condition.\n## CONCLUSIONS\nWith further research, ¡Aptívate! may offer a feasible, efficacious approach to extend the reach of evidence-based depression treatment for Latinx adults with LEP.\n",
            "in_text_citation": "Dahne et al., 2019b",
            "footnote": 27
        },
        {
            "title": "A Scenario-Based Cognitive Behavioral Therapy Mobile App to Reduce Dysfunctional Beliefs in Individuals with Depression: A Randomized Controlled Trial.",
            "abstract": "## INTRODUCTION\nWhile self-administered mobile app-based cognitive behavioral therapy (CBT) has shown efficiency and effectiveness over the past decade, attempts to address automatic and negative beliefs have been lacking. The purpose of this study was to introduce and verify a mobile app that directly intervenes in dysfunctional thoughts. This app-based treatment includes recognizing automatic and negative thoughts of the protagonist of scenarios, writing advice directly to the main character, and sharing advice provided by other participants.\n## MATERIALS AND METHODS\nThirty-four participants diagnosed with Other Specified Depressive Disorder were recruited and randomly allocated to a CBT-based mobile-app program, the Todac Todac (TT group), or a daily mood chart app program (control group). Participants were asked to use the software for 3 weeks. Assessments for autonomic thoughts and clinical symptoms were administered at baseline and at a follow-up evaluation.\n## RESULTS\nAfter completing the 3-week program, Dysfunctional Attitude Scale (DAS) scores in TT group were lower than they were in the control group. In clinical measures, both TT group and control group showed reduced Beck Depression Inventory-II (BDI-II) scores and situation-dependent trait version of State-Trait Anxiety Inventory (STAI-X2) at follow-up. However, TT group showed significantly reduced STAI-X2 scores compared to control group. For all participants, changes in DAS scores were correlated with BDI-II and STAI-X2 scores.\n## CONCLUSIONS\nOur preliminary findings provide promising evidence that scenario-based CBT mobile apps can be used to deliver feasible and efficacious cognitive therapy. Long-term research is needed to determine the impact and effectiveness of this new treatment format.\n",
            "in_text_citation": "Hur et al., 2018",
            "footnote": 29
        },
        {
            "title": "An Empathy-Driven, Conversational Artificial Intelligence Agent (Wysa) for Digital Mental Well-Being: Real-World Data Evaluation Mixed-Methods Study.",
            "abstract": "## BACKGROUND\nA World Health Organization 2017 report stated that major depression affects almost 5% of the human population. Major depression is associated with impaired psychosocial functioning and reduced quality of life. Challenges such as shortage of mental health personnel, long waiting times, perceived stigma, and lower government spends pose barriers to the alleviation of mental health problems. Face-to-face psychotherapy alone provides only point-in-time support and cannot scale quickly enough to address this growing global public health challenge. Artificial intelligence (AI)-enabled, empathetic, and evidence-driven conversational mobile app technologies could play an active role in filling this gap by increasing adoption and enabling reach. Although such a technology can help manage these barriers, they should never replace time with a health care professional for more severe mental health problems. However, app technologies could act as a supplementary or intermediate support system. Mobile mental well-being apps need to uphold privacy and foster both short- and long-term positive outcomes.\n## OBJECTIVE\nThis study aimed to present a preliminary real-world data evaluation of the effectiveness and engagement levels of an AI-enabled, empathetic, text-based conversational mobile mental well-being app, Wysa, on users with self-reported symptoms of depression.\n## METHODS\nIn the study, a group of anonymous global users were observed who voluntarily installed the Wysa app, engaged in text-based messaging, and self-reported symptoms of depression using the Patient Health Questionnaire-9. On the basis of the extent of app usage on and between 2 consecutive screening time points, 2 distinct groups of users (high users and low users) emerged. The study used mixed-methods approach to evaluate the impact and engagement levels among these users. The quantitative analysis measured the app impact by comparing the average improvement in symptoms of depression between high and low users. The qualitative analysis measured the app engagement and experience by analyzing in-app user feedback and evaluated the performance of a machine learning classifier to detect user objections during conversations.\n## RESULTS\nThe average mood improvement (ie, difference in pre- and post-self-reported depression scores) between the groups (ie, high vs low users; n=108 and n=21, respectively) revealed that the high users group had significantly higher average improvement (mean 5.84 [SD 6.66]) compared with the low users group (mean 3.52 [SD 6.15]); Mann-Whitney P=.03 and with a moderate effect size of 0.63. Moreover, 67.7% of user-provided feedback responses found the app experience helpful and encouraging.\n## CONCLUSIONS\nThe real-world data evaluation findings on the effectiveness and engagement levels of Wysa app on users with self-reported symptoms of depression show promise. However, further work is required to validate these initial findings in much larger samples and across longer periods.\n",
            "in_text_citation": "Inkster et al., 2018",
            "footnote": 30
        },
        {
            "title": "A randomized controlled trial on a smartphone self-help application (Be Good to Yourself) to reduce depressive symptoms.",
            "abstract": "Depressive symptoms are common, yet only a subgroup of individuals receive adequate treatment. To reduce the treatment gap, several online self-help programs have been developed, yielding small to moderate effects. We developed a smartphone self-help application addressing depressive symptoms. We sought to evaluate its feasibility and efficacy in participants reporting a subjective need for help (a diagnosis of depression was not mandatory). We conducted a randomized controlled trial (N = 90). The primary outcome was a reduction of depressive symptoms measured with the Patient Health Questionnaire-9 (PHQ-9). Secondary outcomes included improved self-esteem (Rosenberg Self-Esteem Scale) and quality of life (WHOQOL-BREF). The intervention group obtained access to the application for four weeks, the wait-list group received access after the post assessment. No group differences emerged in either outcome in intention-to-treat analyses. Per protocol analyses with frequent users (i.e., several times a week or more) yielded a small effect size (η\n",
            "in_text_citation": "Lüdtke et al., 2018",
            "footnote": 31
        },
        {
            "title": "A Gamified Smartphone-Based Intervention for Depression: Randomized Controlled Pilot Trial.",
            "abstract": "## BACKGROUND\nAvailable smartphone-based interventions for depression predominantly use evidence-based strategies from cognitive-behavioral therapy (CBT), but patient engagement and reported effect sizes are small. Recently, studies have demonstrated that smartphone-based interventions combining CBT with gamified approach-avoidance bias modification training (AAMT) can foster patient engagement and reduce symptoms of several mental health problems.\n## OBJECTIVE\nBased on these findings, we developed a gamified smartphone-based intervention, mentalis Phoenix (MT-Phoenix), and hypothesized the program would both engage patients and produce preliminary evidence for the reduction of depressive symptoms.\n## METHODS\nTo test this hypothesis, we evaluated MT-Phoenix in a randomized controlled pilot trial including 77 individuals with elevated depression scores (Patient Health Questionnaire-9 scores ≥5). Participants were either instructed to train for 14 days with MT-Phoenix or assigned to a waitlist control condition. Engagement with the intervention was measured by assessing usage data. The primary outcome was reduction in depressive symptom severity at postassessment.\n## RESULTS\nData from this pilot trial shows that participants in the intervention group used the smartphone-based intervention for 46% of all days (6.4/14) and reported a significantly greater reduction of depressive symptoms than did participants in the control condition (F\n## CONCLUSIONS\nA gamified smartphone-based intervention combining CBT with AAMT may foster patient engagement and effectively target depressive symptoms. Future studies should evaluate the effectiveness of this intervention in a phase 3 trial using clinical samples. Moreover, the intervention should be compared to active control conditions.\n## TRIAL REGISTRATION\nGerman Clinical Trial Registry DRKS00012769; https://tinyurl.com/47mw8du7.\n",
            "in_text_citation": "Lukas et al., 2019",
            "footnote": 32
        },
        {
            "title": "Behavioural activation versus mindfulness-based guided self-help treatment administered through a smartphone application: a randomised controlled trial.",
            "abstract": "## OBJECTIVES\nEvaluating and comparing the effectiveness of two smartphone-delivered treatments: one based on behavioural activation (BA) and other on mindfulness.\n## DESIGN\nParallel randomised controlled, open, trial. Participants were allocated using an online randomisation tool, handled by an independent person who was separate from the staff conducting the study.\n## SETTING\nGeneral community, with recruitment nationally through mass media and advertisements.\n## PARTICIPANTS\n40 participants diagnosed with major depressive disorder received a BA treatment, and 41 participants received a mindfulness treatment. 9 participants were lost at the post-treatment.\n## INTERVENTION BA\nAn 8-week long behaviour programme administered via a smartphone application. Mindfulness: An 8-week long mindfulness programme, administered via a smartphone application.\n## MAIN OUTCOME MEASURES\nThe Beck Depression Inventory-II (BDI-II) and the nine-item Patient Health Questionnaire Depression Scale (PHQ-9).\n## RESULTS\n81 participants were randomised (mean age 36.0 years (SD=10.8)) and analysed. Results showed no significant interaction effects of group and time on any of the outcome measures either from pretreatment to post-treatment or from pretreatment to the 6-month follow-up. Subgroup analyses showed that the BA treatment was more effective than the mindfulness treatment among participants with higher initial severity of depression from pretreatment to the 6-month follow-up (PHQ-9: F (1, 362.1)=5.2, p<0.05). In contrast, the mindfulness treatment worked better than the BA treatment among participants with lower initial severity from pretreatment to the 6-month follow-up (PHQ-9: F (1, 69.3)=7.7, p<0.01); BDI-II: (F(1, 53.60)=6.25, p<0.05).\n## CONCLUSIONS\nThe two interventions did not differ significantly from one another. For participants with higher severity of depression, the treatment based on BA was superior to the treatment based on mindfulness. For participants with lower initial severity, the treatment based on mindfulness worked significantly better than the treatment based on BA.\n## TRIAL REGISTRATION\nClinical Trials NCT01463020.\n",
            "in_text_citation": "Ly et al., 2014",
            "footnote": 33
        },
        {
            "title": "Development and Pilot Testing of an Internet-Based Self-Help Intervention for Depression for Indian Users.",
            "abstract": "There is a dearth of published research on uptake and utility of mental health apps in India, despite a rising global trend in the application of technology in the field of mental health. We describe the development and pilot testing of a self-help intervention for depression, PUSH-D (Practice and Use Self-Help for Depression) for urban Indians. This guided self-help app, with essential and optional zone sections, was developed to provide a comprehensive coverage of therapeutic strategies drawn from cognitive behavior therapy, interpersonal therapy, supportive psychotherapy, and positive psychology. Pilot testing was carried out using a single group pre-, post- and follow-up design in 78 eligible participants. Participants were typically young adults with major depression or dysthymia and significant impairment in functioning. Almost two-thirds of the participants had never sought professional mental health help. Significant reductions in depression and improvement in the functioning and well-being were notedon standardized measures in participants completing all 10 essential zone sections. These gains were maintained at follow-up. The results were similar for partial completers, who completed fiveout of the 10 essential sections. PUSH-D is one of the first indigenously developed self-help apps for depression and it shows promise in reducing the treatment gap for depression in India.\n",
            "in_text_citation": "Mehrotra et al., 2018",
            "footnote": 34
        },
        {
            "title": "Guided Self-Help Works: Randomized Waitlist Controlled Trial of Pacifica, a Mobile App Integrating Cognitive Behavioral Therapy and Mindfulness for Stress, Anxiety, and Depression.",
            "abstract": "## BACKGROUND\nDespite substantial improvements in technology and the increased demand for technology-enabled behavioral health tools among consumers, little progress has been made in easing the burden of mental illness. This may be because of the inherent challenges of conducting traditional clinical trials in a rapidly evolving technology landscape.\n## OBJECTIVE\nThis study sought to validate the effectiveness of Pacifica, a popular commercially available app for the self-management of mild-to-moderate stress, anxiety, and depression.\n## METHODS\nA total of 500 adults with mild-to-moderate anxiety or depression were recruited from in-app onboarding to participate in a randomized waitlist controlled trial of Pacifica. We conducted an all-virtual study, recruiting, screening, and randomizing participants through a Web-based participant portal. Study participants used the app for 1 month, with no level of use required, closely mimicking real-world app usage. Participants in the waitlist group were given access to the app after 1 month. Measurements included self-reported symptoms of stress, anxiety, depression, and self-efficacy. We performed an intent-to-treat analysis to examine the interactive effects of time and condition.\n## RESULTS\nWe found significant interactions between time and group. Participants in the active condition demonstrated significantly greater decreases in depression, anxiety, and stress and increases in self-efficacy. Although we did not find a relationship between overall engagement with the app and symptom improvement, participants who completed relatively more thought record exercises sustained improvements in their symptoms through the 2-month follow-up to a greater degree than those who completed fewer. In addition, we found that participants who reported concomitantly taking psychiatric medications during the trial benefitted less from the app, as measured by the symptoms of anxiety and stress.\n## CONCLUSIONS\nThis study provides evidence that Pacifica, a popular commercially available self-help app, is effective in reducing self-reported symptoms of depression, anxiety, and stress, particularly among individuals who utilize thought records and are not taking psychiatric medication.\n## TRIAL REGISTRATION\nClinicalTrials.gov NCT03333707; https://clinicaltrials.gov/ct2/show/NCT03333707 (Archived by WebCite at http://www.webcitation.org/78YE07ADB).\n",
            "in_text_citation": "Moberg et al., 2019",
            "footnote": 35
        },
        {
            "title": "Comparison of the Effects of Coaching and Receipt of App Recommendations on Depression, Anxiety, and Engagement in the IntelliCare Platform: Factorial Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nIntelliCare is a modular platform that includes 12 simple apps targeting specific psychological strategies for common mental health problems.\n## OBJECTIVE\nThis study aimed to examine the effect of 2 methods of maintaining engagement with the IntelliCare platform, coaching, and receipt of weekly recommendations to try different apps on depression, anxiety, and app use.\n## METHODS\nA total of 301 participants with depression or anxiety were randomized to 1 of 4 treatments lasting 8 weeks and were followed for 6 months posttreatment. The trial used a 2X2 factorial design (coached vs self-guided treatment and weekly app recommendations vs no recommendations) to compare engagement metrics.\n## RESULTS\nThe median time to last use of any app during treatment was 56 days (interquartile range 54-57), with 253 participants (84.0%, 253/301) continuing to use the apps over a median of 92 days posttreatment. Receipt of weekly recommendations resulted in a significantly higher number of app use sessions during treatment (overall median=216; P=.04) but only marginal effects for time to last use (P=.06) and number of app downloads (P=.08). Coaching resulted in significantly more app downloads (P<.001), but there were no significant effects for time to last download or number of app sessions (P=.36) or time to last download (P=.08). Participants showed significant reductions in the Patient Health Questionnaire-9 (PHQ-9) and Generalized Anxiety Disorder-7 (GAD-7) across all treatment arms (P s<.001). Coached treatment led to larger GAD-7 reductions than those observed for self-guided treatment (P=.03), but the effects for the PHQ-9 did not reach significance (P=.06). Significant interaction was observed between receiving recommendations and time for the PHQ-9 (P=.04), but there were no significant effects for GAD-7 (P=.58).\n## CONCLUSIONS\nIntelliCare produced strong engagement with apps across all treatment arms. Coaching was associated with stronger anxiety outcomes, and receipt of recommendations enhanced depression outcomes.\n## TRIAL REGISTRATION\nClinicalTrials.gov NCT02801877; https://clinicaltrials.gov/ct2/show/NCT02801877.\n",
            "in_text_citation": "Mohr et al., 2019",
            "footnote": 36
        },
        {
            "title": "Using Mobile Apps to Assess and Treat Depression in Hispanic and Latino Populations: Fully Remote Randomized Clinical Trial.",
            "abstract": "## BACKGROUND\nMost people with mental health disorders fail to receive timely access to adequate care. US Hispanic/Latino individuals are particularly underrepresented in mental health care and are historically a very difficult population to recruit into clinical trials; however, they have increasing access to mobile technology, with over 75% owning a smartphone. This technology has the potential to overcome known barriers to accessing and utilizing traditional assessment and treatment approaches.\n## OBJECTIVE\nThis study aimed to compare recruitment and engagement in a fully remote trial of individuals with depression who either self-identify as Hispanic/Latino or not. A secondary aim was to assess treatment outcomes in these individuals using three different self-guided mobile apps: iPST (based on evidence-based therapeutic principles from problem-solving therapy, PST), Project Evolution (EVO; a cognitive training app based on cognitive neuroscience principles), and health tips (a health information app that served as an information control).\n## METHODS\nWe recruited Spanish and English speaking participants through social media platforms, internet-based advertisements, and traditional fliers in select locations in each state across the United States. Assessment and self-guided treatment was conducted on each participant's smartphone or tablet. We enrolled 389 Hispanic/Latino and 637 non-Hispanic/Latino adults with mild to moderate depression as determined by Patient Health Questionnaire-9 (PHQ-9) score≥5 or related functional impairment. Participants were first asked about their preferences among the three apps and then randomized to their top two choices. Outcomes were depressive symptom severity (measured using PHQ-9) and functional impairment (assessed with Sheehan Disability Scale), collected over 3 months. Engagement in the study was assessed based on the number of times participants completed active surveys.\n## RESULTS\nWe screened 4502 participants and enrolled 1040 participants from throughout the United States over 6 months, yielding a sample of 348 active users. Long-term engagement surfaced as a key issue among Hispanic/Latino participants, who dropped from the study 2 weeks earlier than their non-Hispanic/Latino counterparts (P<.02). No significant differences were observed for treatment outcomes between those identifying as Hispanic/Latino or not. Although depressive symptoms improved (beta=-2.66, P=.006) over the treatment course, outcomes did not vary by treatment app.\n## CONCLUSIONS\nFully remote mobile-based studies can attract a diverse participant pool including people from traditionally underserved communities in mental health care and research (here, Hispanic/Latino individuals). However, keeping participants engaged in this type of \"low-touch\" research study remains challenging. Hispanic/Latino populations may be less willing to use mobile apps for assessing and managing depression. Future research endeavors should use a user-centered design to determine the role of mobile apps in the assessment and treatment of depression for this population, app features they would be interested in using, and strategies for long-term engagement.\n## TRIAL REGISTRATION\nClinicaltrials.gov NCT01808976; https://clinicaltrials.gov/ct2/show/NCT01808976 (Archived by WebCite at http://www.webcitation.org/70xI3ILkz).\n",
            "in_text_citation": "Pratap et al., 2018",
            "footnote": 38
        },
        {
            "title": "Randomized Controlled Trial of SuperBetter, a Smartphone-Based/Internet-Based Self-Help Tool to Reduce Depressive Symptoms.",
            "abstract": "## OBJECTIVE\nTechnological advances have sparked the development of computer- and smartphone-based self-help programs for depressed people, but these programs' efficacy is uncertain. This randomized controlled trial evaluated an intervention called SuperBetter (SB), which is accessed via smartphone and/or the SB Web site.\n## MATERIALS AND METHODS\nOnline, we recruited 283 adult iPhone(®) (Apple, Cupertino, CA) users with significant depression symptoms according to the Center for Epidemiological Studies Depression questionnaire (CES-D). They were randomly assigned to one of three conditions: (a) a version of SB using cognitive-behavioral therapy and positive psychotherapy strategies to target depression (CBT-PPT SB); (b) a general SB version focused on self-esteem and acceptance (General SB); or (c) a waiting list control group (WL). The two SB groups were instructed to use SB for 10 minutes daily for 1 month. All participants completed psychological distress and well-being measures online every 2 weeks through follow-up. An intent-to-treat analysis was conducted using hierarchical linear modeling.\n## RESULTS\nAs hypothesized, SB participants achieved greater reductions in CES-D scores than WL participants by posttest (Cohen's d=0.67) and by follow-up (d=1.05). Contrary to prediction, CBT-PPT SB did not perform better than General SB; both versions of SB were more effective than the WL control. Differences between SB versions favored General SB but were not statistically significant.\n## CONCLUSIONS\nThese large effect sizes should be interpreted cautiously in light of high attrition rates and the motivated, self-selected sample. Nonetheless, smartphone-based/Internet-based self-help may play an important role in treating depression.\n",
            "in_text_citation": "Roepke et al., 2015",
            "footnote": 39
        },
        {
            "title": "Behavioral and cognitive intervention strategies delivered via coached apps for depression: Pilot trial.",
            "abstract": "Depression is common in primary care settings, but barriers prevent many primary care patients from initiating treatment. Smartphone apps stand as a possible means to overcome such barriers. However, there is limited evidence to understand the use and efficacy of these apps. The purpose of the current study was to pilot an evaluation of the usage and efficacy of apps for depression based upon behavioral or cognitive intervention skills, compared to a wait-list control. Thirty adults with depression were randomized to the use of either a behavioral app (Boost Me) or a cognitive app (Thought Challenger) or to a wait-list control. Boost Me and Thought Challenger participants received 6 weeks of the respective intervention along with weekly coaching sessions, with a 4-week follow-up period; wait-list control participants received no interventions for 10 weeks. A repeated-measures analysis of variance was conducted to examine depression over time and across treatment groups; t tests compared app usage across groups. Depression scores changed significantly over time (p < .001), with group differences occurring between Thought Challenger and wait-list control participants (p = .03). Boost Me was used significantly more than was Thought Challenger (p = .02); however, there was no evidence to suggest correlations between usage and changes in depression (ps > .05). The present study provides initial support that intervention strategies for depression delivered via apps with human support can impact symptoms and may promote continued use over 6 weeks. This pilot also demonstrates the feasibility of future research regarding the delivery of behavioral and cognitive intervention strategies via apps. (PsycINFO Database Record (c) 2019 APA, all rights reserved).\n",
            "in_text_citation": "Stiles-Shields et al., 2019",
            "footnote": 40
        },
        {
            "title": "A mobile app for social anxiety disorder: A three-arm randomized controlled trial comparing mobile and PC-based guided self-help interventions.",
            "abstract": "## OBJECTIVE\nInternet-based cognitive-behavioral treatments (ICBT) have shown promise for various mental disorders, including social anxiety disorder (SAD). Most of these treatments have been delivered on desktop computers. However, the use of smartphones is becoming ubiquitous and could extend the reach of ICBT into users' everyday life. Only a few studies have empirically examined the efficacy of ICBT delivered through a smartphone app and there is no published study on mobile app delivered ICBT for SAD. This three-arm randomized-controlled trial (RCT) is the first to compare the efficacy of guided ICBT for smartphones (app) and conventional computers (PC) with a wait list control group (WL).\n## METHOD\nA total of 150 individuals meeting the diagnostic criteria for SAD were randomly assigned to one of the three conditions. Primary endpoints were self-report measures and diagnostic status of SAD.\n## RESULTS\nAfter 12 weeks of treatment, both active conditions showed superior outcome on the composite of all SAD measures (PC vs. WL: d = 0.74; App vs. WL: d = 0.89) and promising diagnostic response rates (NNTPC = 3.33; NNTApp = 6.00) compared to the WL. No significant between-groups effects were found between the two active conditions on the composite score (Cohen's d = 0.07). Treatment gains were maintained at 3-month follow-up. Program use was more evenly spread throughout the day in the mobile condition, indicating an integration of the program into daily routines.\n## CONCLUSIONS\nICBT can be delivered effectively using smartphones. (PsycINFO Database Record\n",
            "in_text_citation": "Stolz et al., 2018",
            "footnote": 41
        },
        {
            "title": "Mobile Sensing and Support for People With Depression: A Pilot Trial in the Wild.",
            "abstract": "## BACKGROUND\nDepression is a burdensome, recurring mental health disorder with high prevalence. Even in developed countries, patients have to wait for several months to receive treatment. In many parts of the world there is only one mental health professional for over 200 people. Smartphones are ubiquitous and have a large complement of sensors that can potentially be useful in monitoring behavioral patterns that might be indicative of depressive symptoms and providing context-sensitive intervention support.\n## OBJECTIVE\nThe objective of this study is 2-fold, first to explore the detection of daily-life behavior based on sensor information to identify subjects with a clinically meaningful depression level, second to explore the potential of context sensitive intervention delivery to provide in-situ support for people with depressive symptoms.\n## METHODS\nA total of 126 adults (age 20-57) were recruited to use the smartphone app Mobile Sensing and Support (MOSS), collecting context-sensitive sensor information and providing just-in-time interventions derived from cognitive behavior therapy. Real-time learning-systems were deployed to adapt to each subject's preferences to optimize recommendations with respect to time, location, and personal preference. Biweekly, participants were asked to complete a self-reported depression survey (PHQ-9) to track symptom progression. Wilcoxon tests were conducted to compare scores before and after intervention. Correlation analysis was used to test the relationship between adherence and change in PHQ-9. One hundred twenty features were constructed based on smartphone usage and sensors including accelerometer, Wifi, and global positioning systems (GPS). Machine-learning models used these features to infer behavior and context for PHQ-9 level prediction and tailored intervention delivery.\n## RESULTS\nA total of 36 subjects used MOSS for ≥2 weeks. For subjects with clinical depression (PHQ-9≥11) at baseline and adherence ≥8 weeks (n=12), a significant drop in PHQ-9 was observed (P=.01). This group showed a negative trend between adherence and change in PHQ-9 scores (rho=-.498, P=.099). Binary classification performance for biweekly PHQ-9 samples (n=143), with a cutoff of PHQ-9≥11, based on Random Forest and Support Vector Machine leave-one-out cross validation resulted in 60.1% and 59.1% accuracy, respectively.\n## CONCLUSIONS\nProxies for social and physical behavior derived from smartphone sensor data was successfully deployed to deliver context-sensitive and personalized interventions to people with depressive symptoms. Subjects who used the app for an extended period of time showed significant reduction in self-reported symptom severity. Nonlinear classification models trained on features extracted from smartphone sensor data including Wifi, accelerometer, GPS, and phone use, demonstrated a proof of concept for the detection of depression superior to random classification. While findings of effectiveness must be reproduced in a RCT to proof causation, they pave the way for a new generation of digital health interventions leveraging smartphone sensors to provide context sensitive information for in-situ support and unobtrusive monitoring of critical mental health states.\n",
            "in_text_citation": "Wahle et al., 2016",
            "footnote": 42
        },
        {
            "title": "CBT for depression: a pilot RCT comparing mobile phone vs. computer.",
            "abstract": "## BACKGROUND\nThis paper reports the results of a pilot randomized controlled trial comparing the delivery modality (mobile phone/tablet or fixed computer) of a cognitive behavioural therapy intervention for the treatment of depression. The aim was to establish whether a previously validated computerized program (The Sadness Program) remained efficacious when delivered via a mobile application.\n## METHOD\n35 participants were recruited with Major Depression (80% female) and randomly allocated to access the program using a mobile app (on either a mobile phone or iPad) or a computer. Participants completed 6 lessons, weekly homework assignments, and received weekly email contact from a clinical psychologist or psychiatrist until completion of lesson 2. After lesson 2 email contact was only provided in response to participant request, or in response to a deterioration in psychological distress scores. The primary outcome measure was the Patient Health Questionnaire 9 (PHQ-9). Of the 35 participants recruited, 68.6% completed 6 lessons and 65.7% completed the 3-months follow up. Attrition was handled using mixed-model repeated-measures ANOVA.\n## RESULTS\nBoth the Mobile and Computer Groups were associated with statistically significantly benefits in the PHQ-9 at post-test. At 3 months follow up, the reduction seen for both groups remained significant.\n## CONCLUSIONS\nThese results provide evidence to indicate that delivering a CBT program using a mobile application, can result in clinically significant improvements in outcomes for patients with depression.\n## TRIAL REGISTRATION\nAustralian New Zealand Clinical Trials Registry ACTRN 12611001257954.\n",
            "in_text_citation": "Watts et al., 2013",
            "footnote": 43
        },
        {
            "title": "A Pilot Digital Intervention Targeting Loneliness in Youth Mental Health.",
            "abstract": "None\n",
            "in_text_citation": "Lim et al., 2019",
            "footnote": 44
        },
        {
            "title": "The effects of using pacifica on depressed patients.",
            "abstract": "Depression is a psychiatric condition that affects millions of Americans each year. It is a concern in today’s society that needs to be treated and addressed with more care. According to the World Health Organization, major depression is the second largest health care problem worldwide when it comes to disability. Cognitive behavioral therapy has demonstrated positive outcomes in patients with depression. With advanced technology, millions of people are using the Internet to find a solution to their depressive symptoms. Pacifica is a mobile application that offers relaxation activities such as deep breathing, calming strategies, positive visualization, mindfulness, muscle relaxation, visualization, calming sounds, guided meditation, support groups, and daily tracking (Pacifica, 2017). A research project was completed by asking 30 individuals to participate in the study. Twenty-four of the 30 participated, but only 19 completed the pretest and posttest. The Beck Depression Inventory was analyzed pre- and post-intervention, along with a paired samples t-test and descriptive statistics.",
            "in_text_citation": "Bustillos et al., 2018",
            "footnote": 23
        },
        {
            "title": "The CALM project: teaching mindfulness meditation in primary care using computer-based application",
            "abstract": "Mindfulness-based interventions (MBI) have been studied extensively and the evidence is now credible that even brief techniques, delivered electronically using web-based applications (apps), easily accessed by smart phone, computer, or tablet, are consistently effective at anxiety reduction as well demonstrating efficacy in other commonly occurring comorbidities such as depression, stress, and panic symptoms. The purpose of this DNP project was to examine feasibility and the effect of the app, Calm.com, on anxious adult patients in primary care, using the Recovery Alliance Theory as its theoretical foundation. This pilot study was longitudinal, using a pre-test/post-test measurement of the Generalized Anxiety Disorder Seven-Item Scale (GAD-7), electronic collection of time the app was used, and qualitative measures in a group of 15 adult primary care patient volunteers. The MBI consisted of 28-sessions, varying in length from 9-18 minutes consisting of education on mindfulness and guided meditation practice. Changes in the pre/post GAD-7 scores were significant (p= 0.01), with a trend toward improvement in symptoms with more use of the app, but the changes were statistically insignificant (p= 0.20). The qualitative data confirmed participants’ belief that the app was beneficial in helping them learn to relax, using short educational sessions. This project adds to the evidence that a web-based app is an evidence-based option for management of anxiety in adult primary care patients.",
            "in_text_citation": "Norton et al., 2017",
            "footnote": 37
        },
        {
            "title": "Engagement with a cognitive behavioural therapy mobile phone app predicts changes in mental health and wellbeing: MoodMission.",
            "abstract": "## Objective:\nThere is an abundance of evidence supporting the efficacy of computerised cognitive behavioural therapy (CBT), but few studies have evaluated mobile applications (apps) that provide CBT strategies. This study investigating the relationships between mental health outcomes and engagement with a mobile app that recommended short CBT strategies. ## Method:\nParticipants downloaded the MoodMission app from the iOS and Android app stores, completed in-app baseline assessments, and final assessments 30 days later. Participants reported their mood to MoodMission when they were feeling low or anxious and received a list of short CBT strategies to choose from and engage in. Data from 617 assessment completers (71% female; M age = 27 years) were analysed via hierarchical and mediated regressions. ## Results:\nApp engagement ratings predicted increases in mental wellbeing. Mediation analyses revealed that there were indirect effects of app engagement on depression, anxiety, and mental wellbeing via the mediator of coping self-efficacy. Subsample analyses found this only for participants who were experiencing a moderate level of depression or anxiety at the time of the baseline assessment. ## Conclusions:\nEngaging with an app that provides CBT strategies can increase mental wellbeing, and coping self-efficacy may mediate effects of the app in individuals experiencing moderate depression or anxiety.",
            "in_text_citation": "Bakker et al., 2019",
            "footnote": 21
        },
        {
            "title": "A feasibility study of a mental health mobile app in the Dominican Republic: The untold story.",
            "abstract": "Mobile health (mHealth) interventions include mental health apps (MHapps). There are hundreds of MHapps, which have been touted as a means of revolutionizing mental health care delivery. In spite of the rosy outlook and promise of MHapps, there are challenges to implementation in Low and Middle Income Countries (LMICs). We report on several domains of implementation: acceptance, appropriateness, engagement, and work processes assessed in two samples of clinicians and patients designed to develop and test the feasibility of a Spanish language Cognitive Behavioral VoiceThreadVR app for Dominican primary care patients with depression. Results indicated that feasibility of our eMH intervention was compromised by appropriateness of the target audience and the eligibility criteria used, including language, age, access to phones, and access to the internet. Both participants and clinical providers had varying degrees of engagement in the MHapp. Clinical providers had a desire for increased knowledge and capacity building, but also unspoken expectations and misaligned incentives. For participants, there were logistical and emotional barriers to use, some of which could not be fully determined in this study due to a lack of feasibility in terms of a low retention rate. Corresponding to these issues, we identified four potential solutions: 1) understanding of characteristics of end-users; 2) engagement of key stakeholders; 3) working within the existing infrastructure; and 4) addressing the social determinants of health. Unforeseen strengths also emerged as a result of our investigations. The challenges encountered in this pilot study can be viewed as evidence of failure or part of the incremental steps necessary to build future success.",
            "in_text_citation": "Caplan et al., 2018",
            "footnote": 24
        },
        {
            "title": "Attention Bias Modification Training Via Smartphone to Reduce Social Anxiety: A Randomized, Controlled Multi-Session Experiment.",
            "abstract": "Testing feasibility and efficacy of psychological treatment via mobile devices is important, given its potential benefits for high-dosage treatment delivery, widespread and inexpensive dissemination, and efficient research methods. We conducted the first randomized controlled trial of attention bias modification training delivered via smartphones, comparing this training to control training in a double-blind design, also including a waitlist condition. All participants performed a variant of dot-probe training involving faces with neutral and disgust (representative of social threat) expressions in brief sessions three times daily over 4 weeks on their own smartphones, at home or anywhere they chose. Attention bias modification, also known as cognitive bias modification of attention, training included a contingency to induce attentional deployment away from disgust faces, whereas the control training included no contingency. Participants completed weekly Internet-based self-report symptom assessments as well as smartphone-delivered dot-probe attention bias assessments, whose reliability findings supported the viability of using smartphones for reaction-time based assessments. The between-groups training effect on attention bias scores was small, showing statistical significance in some analyses and not in others. On measures of social anxiety, intention-to-treat analyses (n = 326) revealed significant pre–post treatment declines with medium to large effect sizes in both training groups, whereas small declines in a waitlist group were nonsignificant. Both training groups showed greater reductions in social anxiety than did waitlist; however, the benefits under these two training conditions were statistically indistinguishable. Improvements in the two training conditions beyond those of waitlist could be attributable to any factors common to them, but not to the contingency training specific to active attention bias modification training.",
            "in_text_citation": "Enock et al., 2014",
            "footnote": 28
        }
    ]
}