{
    "citations": [
        {
            "index": 32,
            "title": "Validity of the Patient Health Questionnaire–2 (PHQ-2) for the detection of depression in primary care in Colombia.",
            "in_text_citation": "Scoppetta et al., 2021"
        },
        {
            "index": 23,
            "title": "Psychometric properties of the Patient Health Questionnaire–9 in elderly Chilean primary care users.",
            "in_text_citation": "Aslan et al., 2020"
        },
        {
            "index": 24,
            "title": "Validity of the Patient Health Questionnaire–9 (PHQ-9) for depression screening in adult primary care users in Bucaramanga, Colombia.",
            "in_text_citation": "Cassiani-Miranda et al., 2021"
        },
        {
            "index": 25,
            "title": "Psychometric properties of the Patient Health Questionnaire nine-item version (PHQ-9) for use among hospitalized non-psychiatric medical patients.",
            "in_text_citation": "Daray et al., 2019"
        },
        {
            "index": 26,
            "title": "Improving detection of depression symptoms in Latino farmworkers: Latino Farmworker Affective Scale.",
            "in_text_citation": "Limon et al., 2019"
        },
        {
            "index": 31,
            "title": "Utility of the PHQ-9 to identify major depressive disorder in adult patients in Spanish primary care centres.",
            "in_text_citation": "Muñoz-Navarro et al., 2017"
        },
        {
            "index": 28,
            "title": "Psychometric characteristics of the Patient Health Questionnaire (PHQ-9) Article in Spanish.",
            "in_text_citation": "Saldivia et al., 2019"
        },
        {
            "index": 29,
            "title": "Validation and calibration of the Patient Health Questionnaire (PHQ-9) in Argentina.",
            "in_text_citation": "Urtasun et al., 2019"
        },
        {
            "index": 30,
            "title": "The validity and reliability of the PHQ-9 and PHQ-2 on screening for major depression in Spanish speaking immigrants in Chile: a cross-sectional study.",
            "in_text_citation": "Errazuriz et al., 2022"
        },
        {
            "index": 27,
            "title": "Utility of PHQ-2, PHQ-8 and PHQ-9 for detecting major depression in primary health care: a validation study in Spain.",
            "in_text_citation": "Gómez-Gómez et al., 2022"
        }
    ]
}