{
    "key_references": [
        {
            "title": "Validity of the patient health questionnaire-2 (PHQ-2) for the detection of depression in primary care in Colombia.",
            "abstract": "## BACKGROUND\nThe PHQ-2 is a screening test for major depressive disorder (MDD) derived from PHQ-9, which has shown to be useful in the detection of cases of clinical significance in previous studies. The psychometric properties of PHQ-2 in the Colombian population are unknown.\n## METHODS\nPHQ-2 were assessed in 243 patients in general medical consultations using the Mini-International Neuropsychiatric Interview (MINI) as the gold standard. Internal consistency, convergent validity and criterion validity were calculated by analyzing the Receptor Operating Characteristics (ROC) and the area under the curve (AUC).\n## RESULTS\nCronbach's alpha and McDonald's omega coefficients were 0.71. Spearman's rho coefficients for correlations with PHQ-9 and HADS-D scores were 0.63 and 0.59 (p<0.01). AUC was 0.89. The optimal cut point was ≥2 with the following indicators: sensitivity 0.87 specificity 0.74; Youden index 0.60; PPV 0.47; NPV 0.95; (LR+) 3.24; (LR-) 0.18 (95% CI 0.09-0.37). Kappa coefficient between PHQ-2 and MINI for depression was .458 and 0.46 for HADS-D.\n## LIMITATIONS\nSince this study was done with people attending hospital, which could has implications for the prevalence of depression, affecting the validity indicators of the instrument.\n## CONCLUSIONS\nPHQ-2 show an acceptable test performance in the context of the study. However, the test could yield a considerable amount of false positives that would require specialized evaluation to establish a reliable diagnosis.\n",
            "in_text_citation": "Scoppetta et al., 2021"
        },
        {
            "title": "Psychometric Properties of the Patient Health Questionnaire-9 in Elderly Chilean Primary Care Users.",
            "abstract": "Background: This study aimed to assess the measurement properties (reliability, factor structure, and criterion validity) of the Patient Health Questionnaire (PHQ-9) as an instrument for screening major depressive disorder (MDD) in elderly primary care users in Chile. Method: About 582 participants aged between 65 and 80 years were enrolled from primary care centers. They completed the Composite International Diagnostic Interview (CIDI), a survey with sociodemographic characteristics and the PHQ-9. Results: The PHQ-9 revealed an acceptable internal consistency (ω = 0.79 [95% CI: 0.75-0.80] and α = 0.78 [95% CI: 0.75-0.81]); confirmatory factor analysis demonstrated a good fit for both 1- and 2-factor solutions. The chi-square difference test (χ2 = 0.61, gl = 1, p = 0.43) and correlation between the somatic and the cognitive-effective latent factors were very high (r = 0.97, p < 0.001), indicating that the 1 factor model was more parsimonious. Utilizing the CIDI as the gold standard, the area under the curve (AUC) was 0.88 (SE = 0.04, 95% CI: 0.84-0.90). The optimal cut-off score of ≥ 6 yielded good sensitivity and specificity for detecting MDD (0.95 and 0.76, respectively). However, considering the clinical utility index, the cut-off score of ≥9 proved to be a more effective marker for discarding cases of MDD. Conclusion: The PHQ-9 has adequate psychometric properties for elderly primary care users. In clinical settings, it showed its greatest utility in ruling out the presence of an MDD, however, its clinical value for identifying possible cases of MDD is limited. In cases above the cut-off point, it is recommended to perform a more thorough evaluation.",
            "in_text_citation": "Aslan et al., 2020"
        },
        {
            "title": "Validity of the Patient Health Questionnaire-9 (PHQ-9) for depression screening in adult primary care users in Bucaramanga, Colombia.",
            "abstract": "The patient health questionnaire-9 (PHQ-9) is one of the most widely used self-report instruments in primary care. There is no criterion validity of the PHQ-9 in Colombia. The objective was to validate the PHQ-9 as a screening tool in primary care. A cross-sectional, scale criterion validity study was performed using as reference criterion the mini neuropsychiatric interview (MINI) in male and female adult users of primary care centres. We calculated the internal consistency and convergent and criterion validity of the PHQ-9 by analysing the receiver operating characteristics (ROC) and the area under the curve (AUC). We analysed 243 participants; 184 (75.7%) were female. The average age was 34.05 (median of 31 and SD = 12.47). Cronbach's α was 0.80 and McDonald's ω was 0.81. Spearman's Rho was 0.64 for HADS-D (P <0.010) and 0.70 for PHQ-2 (P <0.010). The AUC was 0.92 (95% CI 0.880-0.963). The optimal cut-off point of PHQ-9 was ≥7: sensitivity of 90.38 (95% CI: 81.41-99.36); specificity of 81.68 (95% CI: 75.93-87.42); PPV 57.32 (95% CI: 46.00-68.63); NPV 96.89 (95% CI: 93.90-99.88); Youden index 0.72 (95% CI: 0.62-0.82); LR+ 4.93 (95% CI: 3.61-6.74); LR- 0.12 (95% CI: 0.005-0.270). In sum, the Colombian version of PHQ-9 is a valid and reliable instrument for depression screening in primary care in Bucaramanga, with a cut-off point ≥7.\n",
            "in_text_citation": "Cassiani-Miranda et al., 2021"
        },
        {
            "title": "Psychometric properties of the Patient Health Questionnaire nine-item version (PHQ-9) for use among hospitalized non-psychiatric medical patients.",
            "abstract": "Depression is a highly prevalent and disabling condition among the general population, and its prevalence is even higher among patients hospitalized due to medical illnesses. It has been estimated that one out of four patients hospitalized for medical illness has a comorbid major depressive episode (MDE) The presence of depression in a patient hospitalized due to a medical illness worsens the medical prognosis, increases symptom burden, complicates self-care and treatment-adherence, extends the hospitalization stay, and inflates the costs of care and mortality. Taking into account that patients with depression can be effectively treated with medication and psychotherapy, early diagnosis and treatment can significantly reduce this burden . Despite this, almost 50% of patients who suffer comorbid depression when hospitalized for medical conditions do not have the condition detected by clinicians. This is explained, at least in part, by the lack of quick and sensitive diagnostic tools, especially for use in specific languages and cultures. Structured clinical interviews such as the composite international diagnostic interview (CIDI)  or the mini international neuropsychiatric interview (MINI) are the gold standard for diagnosing depression. However, the use of these instruments require administration by trained mental health professionals, are time-consuming and difficult to systematically apply in routine clinical practice. This highlights the need for reliable, valid, and easily applicable self-assessment screening tools to detect depression in patients hospitalized due to a non-psychiatric medical illness. Several self-screening tools are available for screening, tracking and documenting depressive symptoms with minimal clinician time, such as the Patient Health Questionnaire 9 (PHQ-9), the Beck Depression Inventory-II (BDI-II) and the Hospital Anxiety and Depression Scale (HADS). To our knowledge, no studies have compared, at the same time and with the same sample, the psychometric properties of these three self-rated questionaries' with a semi-structured clinical interview in patients hospitalized for non-psychiatric medical illness. To cover this gap, we designed the present study. Our aims are to: (1) compare the operating characteristics of PHQ-9, BDI-II and HADS according to an independent criterion standard for MDE in patients hospitalized due to non-psychiatric medical illness; (2) determine the optimum cut-off scores of these self-rating scales for discriminating between patients with and without MDE in this specific group of patients. The results of this study will provide general practitioners with highly valuable information to choose an assessment tool for depression in this subgroup of patients.",
            "in_text_citation": "Daray et al., 2019"
        },
        {
            "title": "Utility of the PHQ-9 to identify major depressive disorder in adult patients in Spanish primary care centres.",
            "abstract": "## BACKGROUND\nThe prevalence of major depressive disorder (MDD) in Spanish primary care (PC) centres is high. However, MDD is frequently underdiagnosed and consequently only some patients receive the appropriate treatment. The present study aims to determine the utility of the Patient Health Questionnaire-9 (PHQ-9) to identify MDD in a subset of PC patients participating in the large PsicAP study.\n## METHODS\nA total of 178 patients completed the full PHQ test, including the depression module (PHQ-9). Also, a Spanish version of the Structured Clinical Interview for DSM-IV Axis I Disorders (SCID-I) was implemented by clinical psychologists that were blinded to the PHQ-9 results. We evaluated the psychometric properties of the PHQ-9 as a screening tool as compared to the SCID-I as a reference standard.\n## RESULTS\nThe psychometric properties of the PHQ-9 for a cut-off value of 10 points were as follows: sensitivity, 0.95; specificity, 0.67. Using a cut-off of 12 points, the values were: sensitivity, 0.84; specificity, 0.78. Finally, using the diagnostic algorithm for depression (DSM-IV criteria), the sensitivity was 0.88 and the specificity 0.80.\n## CONCLUSIONS\nAs a screening instrument, the PHQ-9 performed better with a cut-off value of 12 versus the standard cut-off of 10. However, the best psychometric properties were obtained with the DSM-IV diagnostic algorithm for depression. These findings indicate that the PHQ-9 is a highly satisfactory tool that can be used for screening MDD in the PC setting.\n## TRIAL REGISTRATION\nCurrent Controlled Trials ISRCTN58437086 . Registered 20 May 2013.\n",
            "in_text_citation": "Muñoz-Navarro et al., 2017"
        },
        {
            "title": "[Psychometric characteristics of the Patient Health Questionnaire (PHQ-9)].",
            "abstract": "## BACKGROUND\nSimple and brief questionnaires with adequate psychometric properties are useful for the early detection of depressive disorders.\n## AIM\nTo analyze the psychometric behavior of the Patient Health Questionnaire (PHQ-9) in Chile.\n## MATERIAL AND METHODS\nData were collected from 1,738 adult patients, consulting in primary health care centers. The values obtained in the PHQ-9 were compared with those of the Composite International Diagnostic Interview (CIDI).\n## RESULTS\nThe mean score of PHQ-9 was 4.85 ± 5.57. Internal consistency indices were high. McDonald's ω coefficient of was 0.90 and Cronbach alpha 0.89. A confirmatory factor analysis showed a good fit of the one-dimensional model. Using a cutoff score of seven determined with the receiver operating characteristic (ROC) curve, the sensitivity and specificity of the instrument were 0.8 and 0.7, when compared with CIDI diagnoses.\n## CONCLUSIONS\nPHQ-9 is a useful instrument for the screening of depressive disorders in primary health care centers in Chile.\n",
            "in_text_citation": "Saldivia et al., 2019"
        },
        {
            "title": "Validation and calibration of the patient health questionnaire (PHQ-9) in Argentina.",
            "abstract": "## BACKGROUND\nThe Patient Health Questionnaire-9 (PHQ-9) is a brief tool to assess the presence and severity of depressive symptoms. This study aimed to validate and calibrate the PHQ-9 to determine appropriate cut-off points for different degrees of severity of depression in Argentina.\n## METHODS\nWe conducted a cross-sectional study on an intentional sample of adult ambulatory care patients with different degrees of severity of depression. All patients who completed the PHQ-9 were further interviewed by a trained clinician with the Mini International Neuropsychiatric Interview (MINI) and the Beck Depression Inventory-II (BDI-II). Reliability and validity tests, including receiver operating curve analysis, were performed.\n## RESULTS\nOne hundred sixty-nine patients were recruited with a mean age of 47.4 years (SD = 14.8), of whom 102 were females (60.4%). The local PHQ-9 had high internal consistency (Cronbach's alpha = 0.87) and satisfactory convergent validity with the BDI-II scale [Pearson's correlation = 0.88 (p < 0.01)]. For the diagnosis of Major Depressive Episode (MDE) according to the MINI, a PHQ-9 ≥ 8 was the optimal cut-off point found (sensitivity 88.2%, specificity 86.6%, PPV 90.91%). The local version of PHQ-9 showed good ability to discriminate among depression severity categories according to the BDI-II scale. The best cut off points were 6-8 for mild cases, 9-14 for moderate and 15 or more for severe depressive symptoms respectively.\n## CONCLUSIONS\nThe Argentine version of the PHQ-9 questionnaire has shown acceptable validity and reliability for both screening and severity assessment of depressive symptoms.\n",
            "in_text_citation": "Urtasun et al., 2019"
        },
        {
            "title": "The Validity and Reliability of the PHQ-9 and PHQ-2 on Screening for Major Depression in Spanish Speaking Immigrants in Chile: A Cross-Sectional Study.",
            "abstract": "## BACKGROUND\nThe study aimed to explore the psychometric properties of two versions of the Patient Health Questionnaires (PHQ-9 and PHQ-2) on screening for Major Depressive Disorder (MDD) among Spanish-speaking Latin American adult immigrants in Santiago, and to explore factors associated with a higher risk of occurrence of MDD among them.\n## METHODS\nA representative sample of 897 Spanish-speaking immigrants completed the PHQ-9. The Composite International Diagnostic Interview (CIDI) was employed to evaluate MDD. Internal consistency and structural validity were evaluated using Cronbach's α coefficient and confirmatory factor analysis (CFA). Convergent validity with the 7-item General Anxiety Disorder Scale (GAD-7) was assessed using Spearman's correlations. Sensitivity, specificity, positive predictive values, and area under the receiver operating characteristic (ROC) curve were calculated for different cut-off points. Logistic regression analysis was used to identify factors associated with the risk of MDD.\n## RESULTS\nCronbach's α coefficient of the PHQ-9 was 0.90; item-total correlation coefficients ranged from 0.61 to 0.76 and correlation with the GAD-7 was moderate (\n## CONCLUSIONS\nThe PHQ-2 and the PHQ-9 are reliable and valid instruments for use as screeners for MDD among Spanish-speaking populations of Latin America.\n",
            "in_text_citation": "Errazuriz et al., 2022"
        },
        {
            "title": "Utility of PHQ-2, PHQ-8 and PHQ-9 for detecting major depression in primary health care: a validation study in Spain.",
            "abstract": "## BACKGROUND\nPrimary health care (PHC) professionals may play a crucial role in improving early diagnosis of depressive disorders. However, only 50% of cases are detected in PHC. The most widely used screening instrument for major depression is the Patient Health Questionnaire (PHQ), including the two-, eight- and nine-item versions. Surprisingly, there is neither enough evidence about the validity of PHQ in PHC patients in Spain nor indications about how to interpret the total scores. This study aimed to gather validity evidence to support the use of the three PHQ versions to screen for major depression in PHC in Spain. Additionally, the present study provided information for helping professionals to choose the best PHQ version according to the context.\n## METHODS\nThe sample was composed of 2579 participants from 22 Spanish PHC centers participating in the EIRA-3 study. The reliability and validity of the three PHQ versions for Spanish PHC patients were assessed based on responses to the questionnaire.\n## RESULTS\nThe PHQ-8 and PHQ-9 showed high internal consistency. The results obtained confirm the theoretically expected relationship between PHQ results and anxiety, social support and health-related QoL. A single-factor solution was confirmed. Regarding to the level of agreement with the CIDI interview (used as the criterion), our results indicate that the PHQ has a good discrimination power. The optimal cut-off values were: ⩾2 for PHQ-2, ⩾7 for PHQ-8 and ⩾8 for PHQ-9.\n## CONCLUSIONS\nPHQ is a good and valuable tool for detecting major depression in PHC patients in Spain.\n",
            "in_text_citation": "Gómez-Gómez et al., 2022"
        },
        {
            "title": "Improving detection of depression symptoms in Latino farmworkers: Latino Farmworker Affective Scale.",
            "abstract": "Latino farmworkers (LFWs) experience depression at a significant higher rate than non-Latino Whites; yet, research regarding depression-screening instruments in Spanish is scarce. The first author created a depression screener using terms used by LFWs to describe symptoms of depression. This study evaluated the effectiveness of the Latino Farmworker Affective Scale (LFAS-15) in accurately detecting symptoms of depression in this population as compared with the Patient Health Questionnaire (PHQ-9), the Brief Symptom Inventory (BSI-18), and the Center for Epidemiologic Studies Depression Scale (CESD-10) using the DSM structured clinical interview (SCID) as the reference standard. Study results indicated that the LFAS-15, as well as the PHQ-9, and the BSI-18 performed. The data also indicated that the LFAS-15 has good internal consistency, measures primarily one construct (depression), demonstrated convergent validity with the SCID, and has good combined sensitivity and specificity. Recommendations for clinical practice, policy, and research are offered.",
            "in_text_citation": "Limon et al., 2019"
        }
    ]
}