{
    "citations": [
        {
            "footnote": 25,
            "title": "Enhanced immunogenicity of seasonal influenza vaccines in young children using MF59 adjuvant.",
            "in_text_citation": "Vesikari et al., 2009"
        },
        {
            "footnote": 26,
            "title": "MF59-adjuvanted influenza vaccine (FLUAD) in children: safety and immunogenicity following a second year seasonal vaccination.",
            "in_text_citation": "Vesikari et al., 2009a"
        },
        {
            "footnote": 27,
            "title": "Assessment of the safety, tolerability and kinetics of the immune response to A/H1N1v vaccine formulations with and without adjuvant in healthy pediatric subjects from 3 through 17 years of age.",
            "in_text_citation": "Arguedas et al., 2011"
        },
        {
            "footnote": 28,
            "title": "Trivalent and quadrivalent MF59-adjuvanted influenza vaccine in young children: a dose- and schedule-finding study.",
            "in_text_citation": "Della Cioppa et al., 2011"
        },
        {
            "footnote": 29,
            "title": "Oil-in-water emulsion adjuvant with influenza vaccine in young children.",
            "in_text_citation": "Vesikari et al., 2011"
        },
        {
            "footnote": 30,
            "title": "Dose-range study of MF59-adjuvanted versus nonadjuvanted monovalent A/H1N1 pandemic influenza vaccine in six- to less than thirty-six-month-old children.",
            "in_text_citation": "Block et al., 2012"
        },
        {
            "footnote": 31,
            "title": "Randomized, multicenter trial of a single dose of AS03-adjuvanted or unadjuvanted H1N1 2009 pandemic influenza vaccine in children 6 months to <9 years of age: safety and immunogenicity.",
            "in_text_citation": "Langley et al., 2012"
        },
        {
            "footnote": 32,
            "title": "Identification of antigen and adjuvant doses resulting in optimal immunogenicity and antibody persistence up to 1 year after immunization with a pandemic A/H1N1 influenza vaccine in children 3 to < 9 years of age.",
            "in_text_citation": "Nassim et al., 2012"
        },
        {
            "footnote": 33,
            "title": "Enhanced and persistent antibody response against homologous and heterologous strains elicited by a MF59-adjuvanted influenza vaccine in infants and young children.",
            "in_text_citation": "Nolan et al., 2014"
        },
        {
            "footnote": 34,
            "title": "Relative efficacy of AS03-adjuvanted pandemic influenza A(H1N1) vaccine in children: results of a controlled, randomized efficacy trial.",
            "in_text_citation": "Nolan et al., 2014a"
        },
        {
            "footnote": 35,
            "title": "Safety and immunogenicity profiles of an adjuvanted seasonal influenza vaccine in Guatemalan children.",
            "in_text_citation": "Solares et al., 2014"
        },
        {
            "footnote": 36,
            "title": "Immunogenicity and safety of cell-derived MF59-adjuvanted A/H1N1 influenza vaccine for children.",
            "in_text_citation": "Knuf et al., 2015"
        },
        {
            "footnote": 37,
            "title": "Influenza vaccination in children primed with MF59-adjuvanted or non-adjuvanted seasonal influenza vaccine.",
            "in_text_citation": "Vesikari et al., 2015"
        },
        {
            "footnote": 38,
            "title": "Dissecting the immune response to MF59-adjuvanted and nonadjuvanted seasonal influenza vaccines in children less than three years of age.",
            "in_text_citation": "Zedda et al., 2015"
        },
        {
            "footnote": 39,
            "title": "Efficacy, immunogenicity, and safety evaluation of an MF59-adjuvanted quadrivalent influenza virus vaccine compared with non-adjuvanted influenza vaccine in children: a multicentre, randomised controlled, observer-blinded, phase 3 trial.",
            "in_text_citation": "Vesikari et al., 2018"
        },
        {
            "footnote": 40,
            "title": "MF59-adjuvanted influenza vaccine (FLUAD®) elicits higher immune responses than a non-adjuvanted influenza vaccine (Fluzone®): a randomized, multicenter, phase III pediatric trial in Mexico.",
            "in_text_citation": "Cruz-Valdez et al., 2018"
        },
        {
            "footnote": 41,
            "title": "Immunogenicity and safety of MF59-adjuvanted and full-dose unadjuvanted trivalent inactivated influenza vaccines among vaccine-naïve children in a randomized clinical trial in rural Senegal.",
            "in_text_citation": "Diallo et al., 2018"
        },
        {
            "footnote": 42,
            "title": "Safety and immunogenicity of AS03B adjuvanted split virion versus non-adjuvanted whole virion H1N1 influenza vaccine in UK children aged 6 months-12 years: open label, randomised, parallel group, multicentre study.",
            "in_text_citation": "Waddington et al., 2010"
        }
    ]
}