{
    "key_references": [
        {
            "title": "Enhanced immunogenicity of seasonal influenza vaccines in young children using MF59 adjuvant.",
            "abstract": "## BACKGROUND\nChildren have high morbidity and hospitalization rates from seasonal influenza. Meta-analyses suggest that conventional inactivated influenza vaccines are of low efficacy in young children, making vaccines that induce greater and broader immune protection in this vulnerable population a medical priority. Adjuvanted influenza vaccines may offer a solution.\n## SUBJECTS AND METHODS\nUnprimed healthy children (6 to <36 months) were enrolled in an observer-blinded study and randomly assigned to receive 2 doses of MF59-adjuvanted vaccine (Sub/MF59, n = 130) or nonadjuvanted split vaccine (split, n = 139); subgroups of these (n = 43 and 46, respectively) received a booster dose 1 year later. Safety and clinical tolerability were assessed after each dose. Hemagglutination inhibition antibody titers were measured against influenza A and B strains included in the formulation of the vaccines and against mismatched strains.\n## RESULTS\nClinical tolerability and safety were generally comparable between vaccine groups, though some transient, mild solicited reactions were more frequent in the Sub/MF59 group. Postvaccination hemagglutination inhibition antibody titers to all 3 vaccine strains were significantly higher with Sub/MF59 than with split vaccine (all comparisons P < 0.001) after each of the 3 vaccine doses. In addition, Sub/MF59 induced significantly higher cross-reactivity against A/H3N2 and A/H1N1 mismatched strains.\n## CONCLUSION\nMF59-adjuvanted influenza vaccine was well tolerated in healthy young children after each of 3 doses and induced greater, longer-lasting, and broader immune responses than a nonadjuvanted split vaccine. The enhanced immunogenicity of the adjuvanted vaccine was most evident in very young children and for the B vaccine strain.\n",
            "in_text_citation": "Vesikari et al., 2009",
            "footnote": 25
        },
        {
            "title": "MF59-adjuvanted influenza vaccine (FLUAD) in children: safety and immunogenicity following a second year seasonal vaccination.",
            "abstract": "After priming with two intramuscular doses of MF59-adjuvanted (Sub/MF59) or split influenza vaccines during the 2006/07 season, 89 healthy children received a third booster dose of the respective vaccine (2007/08 Northern Hemisphere formulation) approximately 1 year later, and were followed up for 6 months post-third injection. Immunogenicity was evaluated on 81 of them by a hemagglutination inhibition (HI) assay before and 3 weeks after vaccination. The Sub/MF59 influenza vaccine was safe and well tolerated following the booster vaccination. Pre-booster HI antibody titers were consistently higher in the Sub/MF59 group than in the comparator group, confirming significantly longer persistence of antibodies after priming with Sub/MF59 vaccine. Post-booster immune responses were significantly higher in the Sub/MF59 group compared with the split group, especially vs. the influenza B strain, which is epidemiologically relevant in the pediatric population. Altogether, these data further support the potential use of MF59-adjuvanted influenza vaccine as a safe and highly immunogenic influenza vaccine for young children.\n",
            "in_text_citation": "Vesikari et al., 2009",
            "footnote": 26
        },
        {
            "title": "Assessment of the safety, tolerability and kinetics of the immune response to A/H1N1v vaccine formulations with and without adjuvant in healthy pediatric subjects from 3 through 17 years of age.",
            "abstract": "## BACKGROUND\nThe recent global A/H1N1v pandemic led to major efforts to develop effective vaccines against the novel virus, while global demand and limited production capacity focused attention on dose sparing and schedules.\n## METHODS\nAn open-label phase III study of immunogenicity and safety of novel A/H1N1v vaccines included 392 Costa Rican children in two pediatric cohorts (3-8 and 9-17 years). They received two doses, of either an MF59®-adjuvanted formulation containing 7.5 μg antigen or non-adjuvanted formulations containing 15 or 30 μg antigen, three weeks apart. Immunogenicity was assessed as hemagglutination inhibition (HI) titers using the CBER licensure criteria.\n## RESULTS\nAll three vaccines elicited immune responses in 9-17 year-olds meeting CBER criteria three weeks after one dose; responses were not enhanced by second dose. In 3-8 year-olds only the adjuvanted vaccine met the CBER criteria after one dose, but all three vaccines met criteria after second dose. All vaccines were well tolerated; no related Serious Adverse Events (SAE) and few severe solicited reactions were reported. MF59-adjuvanted vaccine was associated with more reports of injection site pain and tenderness and overall systemic solicited reactions, most notably in older subjects, all of which decreased after the second dose.\n## CONCLUSION\nOne dose of non-adjuvanted A/H1N1v vaccine is adequate in 9-17 year-olds, but younger children require either one dose of MF59-adjuvanted vaccine or two doses of non-adjuvanted vaccine to achieve protective titers. Enhanced immunogenicity with MF59 is associated with a small increase in reactogenicity, but no safety issues.\n",
            "in_text_citation": "Arguedas et al., 2011",
            "footnote": 27
        },
        {
            "title": "Trivalent and quadrivalent MF59(®)-adjuvanted influenza vaccine in young children: a dose- and schedule-finding study.",
            "abstract": "Young children are at increased risk for influenza infections and related complications. The protection offered to children by conventional trivalent inactivated influenza vaccines (TIV) is suboptimal, due to poor immunogenicity and a higher exposure to infection and complications in this age group, particularly from influenza B strains. In this dose-ranging, factorial design trial, we report the safety and immunogenicity of different combinations of adjuvanted (ATIV) and non-adjuvanted trivalent (TIV) and quadrivalent (QIV) influenza vaccines in 480 healthy children 6 to <36 months of age. The results show that the second B strain added to TIV was immunogenic and did not affect immunogenicity of the other strains. The addition of the MF59(®) adjuvant promoted robust immune responses with notable elevations in antibodies observed even after one dose. A dose-response relationship was observed between the antibody response and MF59 adjuvant. No patterns in safety and tolerability emerged with different adjuvant and antigen doses nor with the addition of a second B strain. MF59-adjuvanted QIV offers potential advantages to young children.\n",
            "in_text_citation": "Della Cioppa et al., 2011",
            "footnote": 28
        },
        {
            "title": "Oil-in-water emulsion adjuvant with influenza vaccine in young children.",
            "abstract": "## BACKGROUND\nThe efficacy of inactivated influenza vaccines is known to be poor in infants and young children.\n## METHODS\nWe studied the effect of the adjuvant MF59, an oil-in-water emulsion, on the efficacy of trivalent inactivated influenza vaccine (TIV) in 4707 healthy children 6 to less than 72 months of age who had not previously been vaccinated against influenza. The children were randomly assigned to three study groups, each of which received the assigned vaccines in two doses, 28 days apart, during two consecutive influenza seasons. Two of the groups were given age-appropriate doses of TIV either with or without the MF59 adjuvant, and the third group was given control (noninfluenza) vaccines to assess their absolute and relative efficacy against influenza-like illness, as confirmed by means of polymerase-chain-reaction (PCR) assay.\n## RESULTS\nAttack rates of influenza-like illness across both influenza seasons were 0.7%, 2.8%, and 4.7% in the adjuvant, nonadjuvant, and control vaccine groups, respectively. The absolute vaccine efficacy rates against all influenza strains (94 of 110 cases were due to vaccine-matched H3N2 viruses) were 86% (95% confidence interval [CI], 74 to 93) for the MF59-adjuvant vaccine (ATIV) and 43% (95% CI, 15 to 61) for the vaccine without the adjuvant (TIV); the relative vaccine efficacy rate for ATIV versus TIV was 75% (95% CI, 55 to 87). The efficacy rates for ATIV were 79% (95% CI, 55 to 90) in children 6 to less than 36 months of age and 92% (95% CI, 77 to 97) in those 36 to less than 72 months of age, as compared with 40% (95% CI, -6 to 66) and 45% (95% CI, 6 to 68), respectively, for TIV. Antibody responses were higher with ATIV and remained so through day 181. The rates of systemic and local reactions to the influenza vaccines with and without the adjuvant were similar in the younger age group (relative risk, 1.04; 95% CI, 0.98 to 1.09), but systemic events in the older age group were more frequent after administration of ATIV (63%) than after administration of TIV (44%) or the control vaccine (50%). Serious adverse events were distributed evenly across the three vaccine groups.\n## CONCLUSIONS\nInfluenza vaccine with the MF59 adjuvant is efficacious against PCR-confirmed influenza in infants and young children. (Funded by Novartis Vaccines and Diagnostics; ClinicalTrials.gov number, NCT00644059.).\n",
            "in_text_citation": "Vesikari et al., 2011",
            "footnote": 29
        },
        {
            "title": "Dose-range study of MF59-adjuvanted versus nonadjuvanted monovalent A/H1N1 pandemic influenza vaccine in six- to less than thirty-six-month-old children.",
            "abstract": "## BACKGROUND\nThe successful vaccination of children 6 to 36 months of age against 2009 A/H1N1 influenza was essential to help reduce the burden of pandemic disease in both the pediatric and adult populations.\n## OBJECTIVES\nWe compared the immunogenicity and safety of 4 alternative monovalent vaccine formulations to identify which provided optimal levels of seroprotection according to the US and European Union (EU) licensure criteria.\n## SUBJECTS AND METHODS\nA total of 654 healthy subjects (6 to <36 months old) were given 2 vaccine doses 3 weeks apart. Participants were assigned to 1 of the 4 immunization groups, receiving MF59-adjuvanted (Novartis Vaccines, Marburg, Germany) vaccine either containing 3.75 μg or 7.5 μg of A/H1N1 California/7/2009 antigen, or nonadjuvanted vaccine containing 7.5 μg or 15 μg of antigen. Antibody titers were assessed by hemagglutination inhibition assay 3 weeks, 3 months and 1 year after immunization. Vaccine safety was monitored throughout the study.\n## RESULTS\nAfter 1 dose, both adjuvanted formulations met the US and EU criteria for seroconversion; the 15 μg nonadjuvanted vaccine met the EU criterion for seroconversion alone. The US and EU criteria for seroprotection were only met by adjuvanted groups. MF59-adjuvanted formulations alone resulted in clinically significant persisting antibody titers after 12 months. All vaccines were well tolerated.\n## CONCLUSIONS\nA single dose of MF59-adjuvanted vaccine containing 3.75 μg A/H1N1 antigen was highly immunogenic, met both the US and EU licensure criteria and was well tolerated. These data support the suitability of this monovalent vaccine formulation for pandemic use in children 6 to <36 months of age.\n",
            "in_text_citation": "Block et al., 2012",
            "footnote": 30
        },
        {
            "title": "Randomized, multicenter trial of a single dose of AS03-adjuvanted or unadjuvanted H1N1 2009 pandemic influenza vaccine in children 6 months to <9 years of age: safety and immunogenicity.",
            "abstract": "## BACKGROUND\nDuring the 2009-2010 influenza pandemic, we evaluated the immunogenicity and safety of different H1N1 2009 pandemic influenza vaccines delivering various viral hemagglutinin (HA) doses with or without AS03 (a tocopherol oil-in-water emulsion-based adjuvant system) in children (NCT00976820).\n## METHODS\nThree hundred twenty-two healthy children 6 months to <9 years of age were randomized to receive 2 doses of nonadjuvanted (15 µg or 7.5 µg HA) or adjuvanted vaccine (3.75 µg HA/AS03A or 1.9 µg HA/AS03B), 21 days apart. Blood samples before and after each dose were tested for immune responses using hemagglutination inhibition and microneutralization assays. Safety assessments were done up to day 385.\n## RESULTS\nThe first dose of both AS03-adjuvanted vaccines elicited strong immune responses (seroprotection rates: 98.3%/99.0%; seroconversion rates: 94.9%/97.0%; geometric mean fold rises: 36.2/33.6), which were higher post-dose 2 (seroprotection rate: 100.0%/100%; seroconversion rate: 100.0%/98.8%; geometric mean fold rise: 157.1/151.6), meeting European regulatory criteria on days 21 and 42. The nonadjuvanted 15 µg HA vaccine also met the regulatory criteria after each dose; the 7.5 µg HA vaccine met them only post-dose 2. Six months post-dose 1, all vaccines except the nonadjuvanted 7.5 µg HA vaccine met European regulatory criteria. Neutralizing antibody response paralleled the hemagglutination inhibition immune response after each dose. Pain at the injection site, lasting 2-3 days, was more common following adjuvanted than nonadjuvanted vaccination.\n## CONCLUSIONS\nAS03-adjuvanted H1N1 2009 pandemic influenza vaccine (3.75 µg or 1.9 µg HA), administered as 2 doses, was highly immunogenic, induced long-term immune response to 6 months, with a clinically acceptable safety profile in children aged 6 months to <9 years of age.\n",
            "in_text_citation": "Langley et al., 2012",
            "footnote": 31
        },
        {
            "title": "Identification of antigen and adjuvant doses resulting in optimal immunogenicity and antibody persistence up to 1 year after immunization with a pandemic A/H1N1 influenza vaccine in children 3 to < 9 years of age.",
            "abstract": "## BACKGROUND\nIn the development of pediatric A/H1N1 influenza vaccines, this study was performed to identify antigen and adjuvant doses providing optimal immunogenicity and antibody persistence to ensure long-term immunity after immunization with an adjuvanted A/H1N1 vaccine in children 3 to <9 years of age.\n## METHODS\nHealthy children (N = 1357) were immunized with 1 of 8 investigational vaccine formulations ranging in antigen (3.75-30 µg) and MF59 adjuvant (Novartis Vaccines, Marburg, Germany; 0, 50 and 100% of standard dose). Each participant received 2 vaccine doses given 3 weeks apart. Immunogenicity was analyzed by hemagglutination inhibition assay in sera drawn 3, 4 and 6 weeks after first vaccination. Long-term antibody persistence was assessed 6 and 12 months after immunization. Vaccine safety was monitored throughout the study.\n## RESULTS\nAll MF59-adjuvanted vaccines were well tolerated and highly immunogenic, with adjuvanted formulations inducing antibody titers statistically superior to those of the nonadjuvanted vaccines. Each MF59-adjuvanted vaccine met all the US and European licensure criteria for influenza vaccines 3 weeks after the administration of a single dose; all nonadjuvanted formulations failed to meet licensure criteria at this time point. Antibody titers in response to a single vaccination with 7.5 µg antigen and a full dose of MF59 continued to meet all US and European licensure criteria up to 1 year after immunization.\n## CONCLUSION\nA single dose of vaccine containing 7.5 µg A/California/7/2009 (H1N1) antigen and a full dose of MF59 adjuvant was found to be optimal for children 3 to <9 years of age.\n",
            "in_text_citation": "Nassim et al., 2012",
            "footnote": 32
        },
        {
            "title": "Enhanced and persistent antibody response against homologous and heterologous strains elicited by a MF59-adjuvanted influenza vaccine in infants and young children.",
            "abstract": "## BACKGROUND\nNon-adjuvanted seasonal influenza vaccines show only modest efficacy in young children. This study compared the immunogenicity, reactogenicity and safety of the MF59-adjuvanted trivalent subunit vaccine (aTIV) with two non-adjuvanted trivalent vaccines, TIV-1, the non-adjuvanted version of aTIV, and TIV-2, a split virion vaccine.\n## METHODS\n6078 children received two doses of aTIV (n=3125), TIV-1 (n=1479), or TIV-2 (n=1474) four weeks apart (Days 1 and 29). Children aged 6 to <36 months and 36 to <72 months received 0.25 mL and 0.50 mL doses, respectively. Immunogenicity was assessed by hemagglutination inhibition (HI) assay (n=2435) on Days 1, 29, 50 and 209. Safety was assessed up to Day 394.\n## RESULTS\nAfter the second vaccination (Day 50), the aTIV group showed significantly higher geometric mean HI titers and seroconversion rates than the TIV-1 or TIV-2 groups against all homologous and heterologous strains. The difference was enhanced at HI titers ≥110. aTIV elicited a faster, more persistent antibody response, with significantly higher titers in the aTIV group after one vaccination (Day 29) and after six months (Day 209) than in either TIV group. aTIV was more reactogenic than were TIV-1 and TIV-2 but rates of severe adverse events were very low for all three vaccines.\n## CONCLUSION\nIn infants and young children, the MF59-adjuvanted vaccine induced substantially faster (after one dose), higher, persistent HI titers than the non-adjuvanted vaccines, with consistently higher seroprotection rates at increased threshold HI titers. This trial is registered at clinicaltrials.gov: NCT01346592.\n",
            "in_text_citation": "Nolan et al., 2014",
            "footnote": 33
        },
        {
            "title": "Relative efficacy of AS03-adjuvanted pandemic influenza A(H1N1) vaccine in children: results of a controlled, randomized efficacy trial.",
            "abstract": "## BACKGROUND\nThe vaccine efficacy (VE) of 1 or 2 doses of AS03-adjuvanted influenza A(H1N1) vaccine relative to that of 2 doses of nonadjuvanted influenza A(H1N1) vaccine in children 6 months to <10 years of age in a multinational study conducted during 2010-2011.\n## METHODS\nA total of 6145 children were randomly assigned at a ratio of 1:1:1 to receive 2 injections 21 days apart of A/California/7/2009(H1N1)-AS03 vaccine at dose 1 and saline placebo at dose 2, 2 doses 21 days apart of A/California/7/2009(H1N1)-AS03 vaccine (the Ad2 group), or 2 doses 21 days apart of nonadjuvanted A/California/7/2009(H1N1) vaccine (the NAd2 group). Active surveillance for influenza-like illnesses continued from days 14 to 385. Nose and throat samples obtained during influenza-like illnesses were tested for A/California/7/2009(H1N1), using reverse-transcriptase polymerase chain reaction. Immunogenicity, reactogenicity, and safety were assessed.\n## RESULTS\nThere were 23 cases of confirmed 2009 pandemic influenza A(H1N1) (A[H1N1]pdm09) infection for the primary relative VE analysis. The VE in the Ad2 group relative to that in the NAd2 group was 76.8% (95% confidence interval, 18.5%-93.4%). The benefit of the AS03 adjuvant was demonstrated in terms of the greater immunogenicity observed in the Ad2 group, compared with the NAd2 group.\n## CONCLUSION\nThe 4-8-fold antigen-sparing adjuvanted pandemic influenza vaccine demonstrated superior and clinically important prevention of A(H1N1)pdm09 infection, compared with nonadjuvanted vaccine, with no observed increase in medically attended or serious adverse events. These data support the use of adjuvanted influenza vaccines during influenza pandemics. Clinical Trials Registration. NCT01051661.\n",
            "in_text_citation": "Nolan et al., 2014",
            "footnote": 34
        },
        {
            "title": "Safety and immunogenicity profiles of an adjuvanted seasonal influenza vaccine in Guatemalan children.",
            "abstract": "## INTRODUCTION\nThe efficacy of non-adjuvanted seasonal influenza vaccine in young children is considered to be suboptimal. This study compared the safety and immunogenicity profiles of MF59-adjuvanted, trivalent, influenza vaccine (ATIV) and non-adjuvanted, trivalent, influenza vaccine (TIV) in Guatemalan children (N = 360) between 6 and < 60 months of age.\n## METHODOLOGY\nChildren received two doses of ATIV or TIV administered four weeks apart. Solicited adverse reactions were recorded for seven days after each vaccination. Serious adverse events were recorded throughout the entire study period. Antibody responses were assessed by hemagglutination inhibition (HI) assay at baseline, four weeks after administration of the first vaccine dose, and three weeks after administration of the second dose.\n## RESULTS\nBoth ATIV and TIV were well tolerated, with similar rates of solicited reactions and adverse events observed in response to both vaccines. MF59-adjuvanted vaccine induced considerably higher antibody titers than did TIV. After two doses, the B strain-specific antibody response to TIV was insufficient to meet the Center for Biologics Evaluation and Research (CBER) licensure criterion for seroprotection, whereas responses to the MF59-adjuvanted vaccine met the seroprotection criterion against all three strains. Cross-reactive antibody responses to MF59-adjuvanted vaccine met the CBER seroprotection criterion against all three strains after two doses; B strain-specific heterologous responses to non-adjuvanted TIV were inadequate.\n## CONCLUSIONS\nThe MF59-adjuvanted seasonal influenza vaccine was well-tolerated and highly immunogenic in children 6 to < 60 months of age, inducing seroprotective antibody titers against both the vaccine strains and antigenically distinct heterologous strains.\n",
            "in_text_citation": "Solares et al., 2014",
            "footnote": 35
        },
        {
            "title": "Immunogenicity and safety of cell-derived MF59®-adjuvanted A/H1N1 influenza vaccine for children.",
            "abstract": "Mass immunization of children has the potential to decrease infection rates and prevent the transmission of influenza. We evaluated the immunogenicity, safety, and tolerability of different formulations of cell-derived MF59-adjuvanted and nonadjuvanted A/H1N1 influenza vaccine in children and adolescents. This was a randomized, single-blind, multicenter study with a total of 666 healthy subjects aged 6 months-17 y in one of 3 vaccination groups, each receiving formulations containing different amounts of influenza A/H1N1 antigen with or without MF59. A booster trivalent seasonal MF59 vaccine was administered one year after primary vaccinations. Antibody titers were assessed by hemagglutination inhibition (HI) and microneutralization assays obtained on days 1, 22, 43, 366, and 387 (3 weeks post booster). Safety was monitored throughout the study. One vaccination with 3.75 μg of A/H1N1 antigen formulated with 50% MF59 (3.75_halfMF59) or 7.5 μg of A/H1N1 antigen formulated with 100% MF59 (7.5_fullMF59) induced an HI titer ≥1:40 in >70% of children in the 1-<3, 3-8, and 9-17 y cohorts; however, 2 vaccinations with nonadjuvanted 15 μg A/H1N1 antigen were needed to achieve this response in the 1-<3 and 3-8 y cohorts. Among children aged 6-11 months, 1 dose of 7.5_fullMF59 resulted in an HI titer ≥1:40 in >70% while 2 doses of 3.75_halfMF59 were required to achieve this result. All vaccines were well tolerated. Our findings support the immunogenicity and safety of the 3.75_halfMF59 (2 doses for children <12 months) and 7.5_fullMF59 vaccine formulations for use in children and adolescents aged 6 months to 17 y The use of the 3.75_halfMF59 could have the benefit of antigen and adjuvant sparing, increasing the available vaccine doses allowing vaccination of more people.\n",
            "in_text_citation": "Knuf et al., 2015",
            "footnote": 36
        },
        {
            "title": "Influenza vaccination in children primed with MF59-adjuvanted or non-adjuvanted seasonal influenza vaccine.",
            "abstract": "Routine annual influenza immunization is increasingly recommended in young children. We compared the safety and immunogenicity of vaccination with trivalent inactivated influenza vaccine (TIV) versus MF59-adjuvanted TIV (aTIV) in children who received 2 half or full doses of aTIV or TIV, or non-influenza control vaccine, in an efficacy trial conducted 2 years earlier. 197 healthy children aged 30-96 months were randomized to receive vaccination with aTIV or TIV in 2010. To evaluate responses to the first follow-up seasonal vaccination after priming we excluded children who received influenza vaccine(s) in the 2009 pandemic year leaving 40 children vaccinated with aTIV, 26 children with TIV and 10 children with aTIV after a control vaccine in the parent study. Hemagglutination inhibiting antibodies were assayed on Days 1, 22 and 181. aTIV vaccination produced 6.9 to 8.0-fold higher antibody responses than the reference TIV-TIV regimen against A/H3N2 and B strains, which remained higher 6 months following vaccination. The response to the B/Victoria lineage antigen in the second year's vaccine (the first vaccine contained a B/Yamagata lineage antigen) demonstrated that aTIV primed for an adequate response after a single dose on Day 22 (GMTs 160, 95 to antigens in the 2 lineages, respectively), whereas TIV did not (GMTs 38, 20). Vaccination with aTIV produced slightly higher but acceptable local and systemic reactogenicity compared to TIV-TIV and TIV-aTIV mixed regimens. Within the limitations of a small study, the strong immune responses support the use of aTIV for vaccination in young children.\n",
            "in_text_citation": "Vesikari et al., 2015",
            "footnote": 37
        },
        {
            "title": "Dissecting the immune response to MF59-adjuvanted and nonadjuvanted seasonal influenza vaccines in children less than three years of age.",
            "abstract": "## INTRODUCTION\nAnnual seasonal influenza epidemics are particularly dangerous for the very young, the elderly and chronically ill individuals, in whom infection can cause severe morbidity, hospitalization and death. Existing, nonadjuvanted influenza vaccines exhibit a suboptimal immunogenicity and efficacy in immunologically naive subjects such as young children.\n## METHODS\nThis phase II, randomized clinical trial was conducted to evaluate the antibody and cell-mediated responses to a trivalent influenza vaccine administered without adjuvant (TIV) or adjuvanted with MF59 (ATIV) in previously nonvaccinated children less than 3 years of age.\n## RESULTS\nThe MF59-adjuvanted vaccine was well tolerated, and induced higher titers of hemagglutination inhibition antibodies able to recognize strains different from the one used in the vaccine (heterovariant) than TIV. The presence of the adjuvant MF59 induced a larger expansion of vaccine-specific CD4 T cells. Interestingly, the adjuvant MF59 did not modify the cytokine profile of the elicited T cells, characterized by the production of IL-2 and TNF-α, and did not bias the response toward either Th1 or Th2. The advantage of ATIV over TIV was more pronounced for the virus strains that had not circulated in the years that preceded this study and for the heterovariant strains.\n## CONCLUSION\nThese data highlight the relevant role played by the oil-in-water adjuvant MF59 in enhancing the immunogenicity of inactivated influenza vaccines in immunologically naive individuals.\n",
            "in_text_citation": "Zedda et al., 2015",
            "footnote": 38
        },
        {
            "title": "Efficacy, immunogenicity, and safety evaluation of an MF59-adjuvanted quadrivalent influenza virus vaccine compared with non-adjuvanted influenza vaccine in children: a multicentre, randomised controlled, observer-blinded, phase 3 trial.",
            "abstract": "## BACKGROUND\nYoung children have immature immune systems and respond poorly to standard influenza vaccines. The oil-in-water emulsion adjuvant MF59 can increase antigen uptake, macrophage recruitment, lymph node migration, and avidity to influenza virus. Therefore, we aimed to assess the relative efficacy, immunogenicity, and safety of an MF59-adjuvanted, quadrivalent, inactivated (subunit) influenza vaccine (aIIV4) compared with a US-licensed non-adjuvanted influenza vaccine in children.\n## METHODS\nWe did a multicentre, randomised controlled, observer-blinded, phase 3 trial of 146 sites including hospitals, clinics, and clinician offices in nine countries over two influenza seasons. We included children of either sex aged 6 months through 5 years. We stratified eligible participants and randomly assigned them (1:1), using a block size of four, to receive either aIIV4 or non-adjuvanted inactivated influenza vaccine (ie, trivalent inactivated influenza vaccine [IIV3] or quadrivalent inactivated influenza vaccine [IIV4]). We masked participants, parents or guardians, and outcome assessors to the administered vaccine. Designated personnel who were not masked administered aIIV4 in both seasons, or IIV3 in season one and IIV4 in season two. All vaccinations were administered intramuscularly. Children aged 6 through 35 months received one or two 0·25 mL doses, whereas those aged 3 through 5 years received one or two doses of 0·5 mL. The number of doses was dependent on previous vaccination status: vaccine-naive participants received a total of two doses of study vaccine, the first on day 1 and the second on day 29, whereas non-naive participants received only one dose on day 1. The primary outcome was relative vaccine efficacy assessed by RT-PCR-confirmed influenza due to any influenza strain in the overall study population and in prespecified age and dose subgroups. Immunogenicity against homologous and heterologous strains of influenza and safety were also measured. This study is registered with ClinicalTrials.gov, number NCT01964989.\n## FINDINGS\nBetween Nov 3, 2013, and March 5, 2014 (season one), and between Sept 30, 2014, and March 29, 2015 (season two), 10 644 participants were enrolled in this study. Of these participants, 10 612 were vaccinated (n=5338 with aIIV4 and n=5274 with comparator). Relative vaccine efficacy was not different between aIIV4 and the comparator vaccines in the overall study population (relative vaccine efficacy -0·67, 95% CI -19·81 to 15·41). The relative vaccine efficacy in the 6 through 23-month subgroup was significantly greater for aIIV4 than for the comparator vaccine (relative vaccine efficacy 31·37, 95% CI 3·14-51·38). aIIV4 elicited superior immunogenic response compared with the comparator for all four vaccine strains (geometric mean titre ratios 1·91 [95% CI 1·8-2·0] for A/H1N1, 1·71 [1·6-1·8] for A/H3N2, 2·19 [2·0-2·4] for B/Yamagata, and 2·27 [2·0-2·6] for B/Victoria) and three heterologous strains (1·94 [1·6-2·3] for A/H3N2, 2·17 [1·8-2·6] for B/Yamagata, and 2·12 [1·6-2·7] for B/Victoria) in participants aged 6 months through 5 years. The highest geometric mean titre ratios were observed in participants aged 6 through 23 months. Safety profiles were similar but more frequent solicited adverse events were reported with aIIV4 than with the comparator (3748 [73%] of 5138 vs 3242 [64%] of 5056).\n## INTERPRETATION\nAlthough there was no additional benefit of aIIV4 compared with the US-licensed non-adjuvanted influenza vaccines in the overall study population, in the youngest and most vulnerable population of children in this trial, aIIV4 provided greater protection against influenza than a non-adjuvanted vaccine when assessed in this prespecified age group of 6 through 23 months. Additional clinical benefit was also apparent early after first vaccination in vaccine-naive participants aged 6 months through 5 years. Finally, aIIV4 and comparator had similar efficacy and vaccine safety profiles in children aged 6 months through 5 years.\n## FUNDING\nSeqirus UK Ltd.\n",
            "in_text_citation": "Vesikari et al., 2018",
            "footnote": 39
        },
        {
            "title": "MF59-adjuvanted influenza vaccine (FLUAD®) elicits higher immune responses than a non-adjuvanted influenza vaccine (Fluzone®): A randomized, multicenter, Phase III pediatric trial in Mexico.",
            "abstract": "The poor immune response elicited by trivalent influenza vaccines (TIVs) in children can be enhanced by the addition of adjuvants. This observer-blind, randomized Phase III trial assessed the immunogenicity and safety of the MF59-adjuvanted trivalent influenza vaccine FLUAD® (aTIV) and a non-adjuvanted TIV, in healthy children (aged 6 to <72 months) from 3 centers in Mexico, during the 2014-2015 season. The primary objectives were to assess the non-inferiority of aTIV to TIV, measured by geometric mean titers (GMTs), and the safety of aTIV and TIV. Seroconversion was one of several secondary objectives. In total, 287 children were enrolled. The non-inferiority criteria for GMTs and seroconversion were met for aTIV for all 3 vaccine strains. Lower bounds of the 95% confidence intervals for all 3 aTIV:TIV vaccine ratios were >2, showing that the immunogenicity of aTIV was superior to that of TIV for all 3 strains. Solicited adverse events (AEs) were experienced more frequently with aTIV than TIV by younger children (aged 6 to <36 months), but were more frequent with TIV than aTIV in older children (aged 36 to <72 months) who had been vaccinated previously. More unsolicited AEs were associated with aTIV than the TIV. All AEs were of mild or moderate severity. No deaths, serious AEs, or AEs leading to premature withdrawal were reported. Overall, aTIV was highly immunogenic and was well tolerated in healthy children 6 to <72 months of age. These results indicate that aTIV may be a beneficial addition to national pediatric vaccination programs.\n",
            "in_text_citation": "Cruz-Valdez et al., 2018",
            "footnote": 40
        },
        {
            "title": "Immunogenicity and safety of MF59-adjuvanted and full-dose unadjuvanted trivalent inactivated influenza vaccines among vaccine-naïve children in a randomized clinical trial in rural Senegal.",
            "abstract": "## INTRODUCTION\nEffective, programmatically suitable influenza vaccines are needed for low-resource countries.\n## MATERIALS AND METHODS\nThis phase II, placebo-controlled, randomized safety and immunogenicity trial (NCT01819155) was conducted in Senegal using the 2012-2013 Northern Hemisphere trivalent influenza vaccine (TIV) formulation. Participants were allocated in a 2:2:1 ratio to receive TIV (full-dose for all age groups), adjuvanted TIV (aTIV), or placebo. Participants were stratified into age groups: 6-11, 12-35, and 36-71 months. All participants were vaccine-naïve and received two doses of study vaccine 4 weeks apart. The two independent primary objectives were to estimate the immunogenicity of TIV and of aTIV as the proportion of children with a hemagglutination inhibition (HI) antibody titer of ≥1:40 to each vaccine strain at 28 days post-dose two. Safety was evaluated by solicited local and systemic reactions, unsolicited adverse events, and serious adverse events.\n## RESULTS\n296 children received TIV, aTIV, or placebo, and 235 were included in the final analysis. After two doses, children aged 6-11, 12-35, and 36-71 months receiving TIV had HI titers ≥1:40 against A/H1N1 (73.1%, 94.1%, and 97.0%), A/H3N2 (96.2%, 100.0%, and 100.0%), and B (80.8%, 97.1%, and 97.0%), respectively. After two doses, 100% children aged 6-11, 12-35, and 36-71 months receiving aTIV had ≥1:40 titers against A/H1N1, A/H3N2, and B. After a single dose, the aTIV response was comparable to or greater than the TIV response for all vaccine strains. TIV and aTIV reactogenicity were similar, except for mild elevation in temperature (37.5-38.4 °C) which occurred more frequently in aTIV than TIV after each vaccine dose. TIV and aTIV had similarly increased pain/tenderness at the injection site compared to placebo.\n## CONCLUSIONS\nBoth aTIV and full-dose TIV were well-tolerated and immunogenic in children aged 6-71 months. These vaccines may play a role in programmatically suitable strategies to prevent influenza in low-resource settings.\n",
            "in_text_citation": "Diallo et al., 2018",
            "footnote": 41
        },
        {
            "title": "Safety and immunogenicity of AS03B adjuvanted split virion versus non-adjuvanted whole virion H1N1 influenza vaccine in UK children aged 6 months-12 years: open label, randomised, parallel group, multicentre study.",
            "abstract": "## OBJECTIVES\nTo compare the safety, reactogenicity, and immunogenicity of an adjuvanted split virion H1N1 vaccine and a non-adjuvanted whole virion vaccine used in the pandemic immunisation programme in the United Kingdom.\n## DESIGN\nOpen label, randomised, parallel group, phase II study.\n## SETTING\nFive UK centres (Oxford, Southampton, Bristol, Exeter, and London).\n## PARTICIPANTS\nChildren aged 6 months to less than 13 years for whom a parent or guardian had provided written informed consent and who were able to comply with study procedures were eligible. Those with laboratory confirmed pandemic H1N1 influenza or clinically diagnosed disease meriting antiviral treatment, allergy to egg or any other vaccine components, or coagulation defects, or who were severely immunocompromised or had recently received blood products were excluded. Children were grouped by age: 6 months-<3 years (younger group) and 3-<13 years (older group). Recruitment was by media advertising and direct mailing. Recruitment visits were attended by 949 participants, of whom 943 were enrolled and 937 included in the per protocol analysis.\n## INTERVENTIONS\nParticipants were randomised 1:1 to receive AS03(B) (tocopherol based oil in water emulsion) adjuvanted split virion vaccine derived from egg culture or non-adjuvanted whole virion vaccine derived from cell culture. Both were given as two doses 21 days apart. Reactogenicity data were collected for one week after immunisation by diary card. Serum samples were collected at baseline and after the second dose.\n## MAIN OUTCOME MEASURES\nPrimary reactogenicity end points were frequency and severity of fever, tenderness, swelling, and erythema after vaccination. Immunogenicity was measured by microneutralisation and haemagglutination inhibition assays. The primary immunogenicity objective was a comparison between vaccines of the percentage of participants showing seroconversion by the microneutralisation assay (fourfold rise to a titre of >or=1:40 from before vaccination to three weeks after the second dose).\n## RESULTS\nSeroconversion rates were higher after the adjuvanted split virion vaccine than after the whole virion vaccine, most notably in the youngest children (163 of 166 participants with paired serum samples (98.2%, 95% confidence interval 94.8% to 99.6%) v 157 of 196 (80.1%, 73.8% to 85.5%), P<0.001) in children under 3 years and 226 of 228 (99.1%, 96.9% to 99.9%) v 95.9%, 92.4% to 98.1%, P=0.03) in those over 3 years). The adjuvanted split virion vaccine was more reactogenic than the whole virion vaccine, with more frequent systemic reactions and severe local reactions in children aged over 5 years after dose one (13 (7.2%, 3.9% to 12%) v 2 (1.1%, 0.1% to 3.9%), P<0.001) and dose two (15 (8.5%, 4.8% to 13.7%) v 2 (1.1%, 0.1% to 4.1%), P<0.002) and after dose two in those under 5 years (15 (5.9%, 3.3% to 9.6%) v 0 (0.0%, 0% to 1.4%), P<0.001). Dose two of the adjuvanted split virion vaccine was more reactogenic than dose one, especially for fever >or=38 masculineC in those aged under 5 (24 (8.9%, 5.8% to 12.9%) v 57 (22.4%, 17.5% to 28.1%), P<0.001).\n## CONCLUSIONS\nIn this first direct comparison of an AS03(B) adjuvanted split virion versus whole virion non-adjuvanted H1N1 vaccine, the adjuvanted vaccine, while more reactogenic, was more immunogenic and, importantly, achieved high seroconversion rates in children aged less than 3 years. This indicates the potential for improved immunogenicity of influenza vaccines in this age group.\n## TRIAL REGISTRATION\nClinical trials.gov NCT00980850; ISRCTN89141709.\n",
            "in_text_citation": "Waddington et al., 2010",
            "footnote": 42
        }
    ]
}