{
    "citations": [
        {
            "footnote": 72,
            "title": "Animal-assisted therapy and loneliness in nursing homes: use of robotic versus living dogs.",
            "in_text_citation": "Banks et al., 2008"
        },
        {
            "footnote": 71,
            "title": "The effects of group and individual animal-assisted therapy on loneliness in residents of long-term care facilities.",
            "in_text_citation": "Banks et al., 2005"
        },
        {
            "footnote": 70,
            "title": "The effects of animal-assisted therapy on loneliness in an elderly population in long-term care facilities.",
            "in_text_citation": "Banks et al., 2002"
        },
        {
            "footnote": 75,
            "title": "Avian companionship in alleviation of depression, loneliness, and low morale of older adults in skilled rehabilitation units.",
            "in_text_citation": "Jessen et al., 1996"
        },
        {
            "footnote": 74,
            "title": "The psychosocial effects of a companion robot: a randomized controlled trial.",
            "in_text_citation": "Robinson et al., 2013"
        },
        {
            "footnote": 73,
            "title": "Pet therapy: an effective strategy to care for the elderly? an experimental study in a nursing home.",
            "in_text_citation": "Sollami et al., 2017"
        },
        {
            "footnote": 48,
            "title": "Strengthening the late-life care process: effects of two forms of a care-receiver efficacy intervention.",
            "in_text_citation": "Cox et al., 2007"
        },
        {
            "footnote": 110,
            "title": "An evaluation of a low-intensity cognitive behavioral therapy mhealth-supported intervention to reduce loneliness in older people.",
            "in_text_citation": "Jarvis et al., 2019"
        },
        {
            "footnote": 63,
            "title": "Effectiveness of comprehensive social support interventions among elderly patients with tuberculosis in communities in China: a community-based trial.",
            "in_text_citation": "Li et al., 2018"
        },
        {
            "footnote": 112,
            "title": "Cancer and Aging: Reflections for Elders (CARE): a pilot randomized controlled trial of a psychotherapy intervention for older adults with cancer.",
            "in_text_citation": "Nelson et al., 2019"
        },
        {
            "footnote": 65,
            "title": "Cognitive-behavioural therapy-based intervention to reduce fear of falling in older people: therapy development and randomised controlled trial—the Strategies for Increasing Independence, Confidence and Energy (STRIDE) study.",
            "in_text_citation": "Parry et al., 2016"
        },
        {
            "footnote": 111,
            "title": "Effectiveness of LISTEN on loneliness, neuroimmunological stress response, psychosocial functioning, quality of life, and physical health measures of chronic illness.",
            "in_text_citation": "Theeke et al., 2016"
        },
        {
            "footnote": 57,
            "title": "A randomized controlled trial of a senior centre group programme for increasing social support and preventing depression in elderly people living at home in Norway.",
            "in_text_citation": "Bøen et al., 2012"
        },
        {
            "footnote": 59,
            "title": "Reducing the fear of falling among community-dwelling elderly adults through cognitive-behavioural strategies and intense Tai Chi exercise: a randomized controlled trial.",
            "in_text_citation": "Huang et al., 2011"
        },
        {
            "footnote": 49,
            "title": "Caring for depressed elderly in the emergency department: establishing links between sub-acute, primary, and community care.",
            "in_text_citation": "Joubert et al., 2013"
        },
        {
            "footnote": 58,
            "title": "Impact of a lay-led home-based intervention programme on quality of life in community-dwelling pre-frail and frail older adults: a randomized controlled trial.",
            "in_text_citation": "Kapan et al., 2017"
        },
        {
            "footnote": 64,
            "title": "Health promotion for frail older home care clients.",
            "in_text_citation": "Markle-Reid et al., 2006"
        },
        {
            "footnote": 52,
            "title": "Alleviating loneliness among frail older people—findings from a randomised controlled trial.",
            "in_text_citation": "Ollonqvist et al., 2008"
        },
        {
            "footnote": 77,
            "title": "Effects of a program to prevent social isolation on loneliness, depression, and subjective well-being of older adults: a randomized trial among older migrants in Japan.",
            "in_text_citation": "Saito et al., 2012"
        },
        {
            "footnote": 78,
            "title": "The effectiveness of an integrated pain management program for older persons and staff in nursing homes.",
            "in_text_citation": "Tse et al., 2012a"
        },
        {
            "footnote": 79,
            "title": "Pain management for older persons living in nursing homes: a pilot study.",
            "in_text_citation": "Tse et al., 2013"
        },
        {
            "footnote": 80,
            "title": "Effects of a peer-led pain management program for nursing home residents with chronic pain: a pilot study.",
            "in_text_citation": "Tse et al., 2016"
        },
        {
            "footnote": 86,
            "title": "The effect of a multi-strategy program on developing social behaviors based on Pender’s Health Promotion Model to prevent loneliness of old women referred to Gonabad urban health centers.",
            "in_text_citation": "Alaviani et al., 2015"
        },
        {
            "footnote": 81,
            "title": "Dual-Process Bereavement Group Intervention (DPBGI) for widowed older adults.",
            "in_text_citation": "Chow et al., 2019"
        },
        {
            "footnote": 82,
            "title": "Efficacy of the I-SOCIAL intervention for loneliness in old age: lessons from a randomized controlled trial.",
            "in_text_citation": "Cohen-Mansfield et al., 2018"
        },
        {
            "footnote": 43,
            "title": "Design and implementation of an empowerment model to prevent elder abuse: a randomized controlled trial.",
            "in_text_citation": "Estebsari et al., 2018"
        },
        {
            "footnote": 84,
            "title": "Improved self-management ability and well-being in older women after a short group intervention.",
            "in_text_citation": "Kremers et al., 2006"
        },
        {
            "footnote": 83,
            "title": "A preventative lifestyle intervention for older adults (lifestyle matters): a randomised controlled trial.",
            "in_text_citation": "Mountain et al., 2017a"
        },
        {
            "footnote": 85,
            "title": "Effects of psychosocial group rehabilitation on social functioning, loneliness and well-being of lonely, older people: randomized controlled trial.",
            "in_text_citation": "Routasalo et al., 2009"
        },
        {
            "footnote": 88,
            "title": "Effects of online group exercises for older adults on physical, psychological and social wellbeing: a randomized pilot trial.",
            "in_text_citation": "Baez et al., 2017"
        },
        {
            "footnote": 90,
            "title": "Effects of tai chi qigong on psychosocial well-being among hidden elderly, using elderly neighborhood volunteer approach: a pilot randomized controlled trial.",
            "in_text_citation": "Chan et al., 2017"
        },
        {
            "footnote": 87,
            "title": "Regional brain volumes moderate, but do not mediate, the effects of group-based exercise training on reductions in loneliness in older adults.",
            "in_text_citation": "Ehlers et al., 2017"
        },
        {
            "footnote": 67,
            "title": "Gym-based exercise and home-based exercise with telephone support have similar outcomes when used as maintenance programs in adults with chronic health conditions: a randomised trial.",
            "in_text_citation": "Jansons et al., 2017"
        },
        {
            "footnote": 89,
            "title": "Walk, Talk and Listen: a pilot randomised controlled trial targeting functional fitness and loneliness in older adults with hearing loss.",
            "in_text_citation": "Jones et al., 2019"
        },
        {
            "footnote": 50,
            "title": "Social relations, physical activity, and well-being in older adults.",
            "in_text_citation": "McAuley et al., 2000"
        },
        {
            "footnote": 55,
            "title": "The effectiveness of physical exercise training in pain, mobility, and psychological well-being of older persons living in nursing homes.",
            "in_text_citation": "Tse et al., 2014"
        },
        {
            "footnote": 91,
            "title": "Feasibility of a yoga intervention for enhancing the mental well-being and physical functioning of older adults living in the community.",
            "in_text_citation": "Wang et al., 2010"
        },
        {
            "footnote": 66,
            "title": "Combining drug and music therapy in patients with moderate Alzheimer’s disease: a randomized study.",
            "in_text_citation": "Giovagnoli et al., 2018"
        },
        {
            "footnote": 92,
            "title": "A community choir intervention to promote well-being among diverse older adults: results from the Community of Voices Trial.",
            "in_text_citation": "Johnson et al., 2020"
        },
        {
            "footnote": 69,
            "title": "Rhythm-centred music making in community living elderly: a randomized pilot study.",
            "in_text_citation": "Yap et al., 2017"
        },
        {
            "footnote": 93,
            "title": "Randomised controlled trial of unsolicited occupational therapy in community-dwelling elderly people: the LOTIS trial.",
            "in_text_citation": "de Craen et al., 2006"
        },
        {
            "footnote": 94,
            "title": "Effects of a social internet-based intervention programme for older adults: an explorative randomised crossover study.",
            "in_text_citation": "Larsson et al., 2016"
        },
        {
            "footnote": 53,
            "title": "Effect of a social intervention of choice vs. control on depressive symptoms, melancholy, feeling of loneliness, and perceived togetherness in older Finnish people: a randomized controlled trial.",
            "in_text_citation": "Pynnönen et al., 2018"
        },
        {
            "footnote": 54,
            "title": "The use of case management for community-dwelling older people: the effects on loneliness, symptoms of depression and life satisfaction in a randomised controlled trial.",
            "in_text_citation": "Taube et al., 2018"
        },
        {
            "footnote": 95,
            "title": "The effects of reminiscence therapy on psychological well-being, depression, and loneliness among the institutionalized aged.",
            "in_text_citation": "Chiang et al., 2010"
        },
        {
            "footnote": 97,
            "title": "Generativity and social well-being in older women: expectations regarding aging matter.",
            "in_text_citation": "Moieni et al., 2021"
        },
        {
            "footnote": 96,
            "title": "Precious memories: a randomized controlled trial on the effects of an autobiographical memory intervention delivered by trained volunteers in residential care homes.",
            "in_text_citation": "Westerhof et al., 2018"
        },
        {
            "footnote": 100,
            "title": "Intervention against loneliness in a group of elderly women: a process evaluation.",
            "in_text_citation": "Andersson et al., 1984"
        },
        {
            "footnote": 102,
            "title": "Does befriending by trained lay workers improve psychological well-being and quality of life for carers of people with dementia, and at what cost? a randomised controlled trial.",
            "in_text_citation": "Charlesworth et al., 2008"
        },
        {
            "footnote": 101,
            "title": "Telephone group intervention for older stroke caregivers.",
            "in_text_citation": "Hartke et al., 2003"
        },
        {
            "footnote": 44,
            "title": "Peer support telephone dyads for elderly women: was this the wrong intervention?",
            "in_text_citation": "Heller et al., 1991"
        },
        {
            "footnote": 61,
            "title": "Pilot study of a visitor volunteer programme for community elderly people receiving home health care.",
            "in_text_citation": "MacIntyre et al., 1999"
        },
        {
            "footnote": 99,
            "title": "‘Putting Life in Years’ (PLINY) telephone friendship groups research study: pilot randomised controlled trial.",
            "in_text_citation": "Mountain et al., 2014b"
        },
        {
            "footnote": 98,
            "title": "Fostering social ties through a volunteer role: implications for older-adults’ psychological health.",
            "in_text_citation": "Rook et al., 2003"
        },
        {
            "footnote": 56,
            "title": "How effective are volunteers at supporting people in their last year of life? a pragmatic randomised wait-list trial in palliative care (ELSA).",
            "in_text_citation": "Walshe et al., 2016"
        },
        {
            "footnote": 103,
            "title": "“It’s just like you talk to a friend” relational agents for older adults.",
            "in_text_citation": "Bickmore et al., 2005"
        },
        {
            "footnote": 62,
            "title": "The effects of a web-based intervention on psychosocial well-being among adults aged 60 and older with diabetes: a randomized trial.",
            "in_text_citation": "Bond et al., 2010"
        },
        {
            "footnote": 104,
            "title": "Improving social support for older adults through technology: findings from the PRISM randomized controlled trial.",
            "in_text_citation": "Czaja et al., 2018"
        },
        {
            "footnote": 105,
            "title": "Web-enabled conversational interactions as a method to improve cognitive functions: results of a 6-week randomized controlled trial.",
            "in_text_citation": "Dodge et al., 2015"
        },
        {
            "footnote": 76,
            "title": "Pilot test of a computer-based system to help family caregivers of dementia patients.",
            "in_text_citation": "Gustafson et al., 2019"
        },
        {
            "footnote": 68,
            "title": "The Women Independently Living Alone with a Medical Alert device (WILMA) trial.",
            "in_text_citation": "Morgenstern et al., 2015"
        },
        {
            "footnote": 46,
            "title": "Activating and guiding the engagement of seniors with online social networking: experimental findings from the AGES 2.0 project.",
            "in_text_citation": "Morton et al., 2018"
        },
        {
            "footnote": 51,
            "title": "Feasibility of virtual tablet-based group exercise among older adults in Siberia: findings from two pilot trials.",
            "in_text_citation": "Nikitina et al., 2018"
        },
        {
            "footnote": 106,
            "title": "Creating new technologies for companionable agents to support isolated older adults.",
            "in_text_citation": "Sidner et al., 2018"
        },
        {
            "footnote": 107,
            "title": "Effects of computer training and internet usage on cognitive abilities in older adults: a randomized controlled study.",
            "in_text_citation": "Slegers et al., 2009"
        },
        {
            "footnote": 108,
            "title": "Changes in depressive symptoms, social support, and loneliness over 1 year after a minimum 3-month videoconference program for older nursing home residents.",
            "in_text_citation": "Tsai et al., 2011"
        },
        {
            "footnote": 109,
            "title": "Effects of a smartphone-based videoconferencing program for older nursing home residents on depression, loneliness, and quality of life: a quasi-experimental study.",
            "in_text_citation": "Tsai et al., 2020"
        },
        {
            "footnote": 60,
            "title": "Promoting physical activity in COPD: insights from a randomized trial of a web-based intervention and pedometer use.",
            "in_text_citation": "Wan et al., 2017"
        },
        {
            "footnote": 47,
            "title": "A randomized controlled trial of the psychosocial impact of providing internet training and access to older adults.",
            "in_text_citation": "White et al., 2002"
        },
        {
            "footnote": 45,
            "title": "Technology and aging project: training outcomes and efficacy from a randomized field trial.",
            "in_text_citation": "Woodward et al., 2011"
        }
    ]
}