{
    "key_references": [
        {
            "title": "Animal-assisted therapy and loneliness in nursing homes: use of robotic versus living dogs.",
            "abstract": "Loneliness is a common problem in long-term care facilities (LTCF) and previous work has shown that animal-assisted therapy (AAT) can to some degree reverse loneliness. Here, we compared the ability of a living dog (Dog) and a robotic dog (AIBO) to treat loneliness in elderly patients living in LTCF. In comparison with a control group not receiving AAT, both the Dog and AIBO groups had statistically significant improvements in their levels of loneliness. As measured by a modified Lexington Attachment to Pets Scale (MLAPS), residents showed high levels of attachment to both the dog and AIBO. Subscale analysis showed that the AIBO group scored lower than the living dog on \"animal rights/animal welfare\" but not on \"general attachment\" or \"people substituting.\" However, MLAPS measures did not correlate with changes in loneliness, showing that attachment was not the mechanism by which AAT decreases loneliness. We conclude that interactive robotic dogs can reduce loneliness in residents of LTCF and that residents become attached to these robots. However, level of attachment does not explain the decrease in loneliness associated with AAT conducted with either a living or robotic dog.\n",
            "in_text_citation": "Banks et al., 2008",
            "footnote": 72
        },
        {
            "title": "The effects of animal-assisted therapy on loneliness in an elderly population in long-term care facilities.",
            "abstract": "## BACKGROUND\nAnimal-assisted therapy (AAT) is claimed to have a variety of benefits, but almost all published results are anecdotal. We characterized the resident population in long-term care facilities desiring AAT and determined whether AAT can objectively improve loneliness.\n## METHODS\nOf 62 residents, 45 met inclusion criteria for the study. These 45 residents were administered the Demographic and Pet History Questionnaire (DPHQ) and Version 3 of the UCLA Loneliness Scale (UCLA-LS). They were then randomized into three groups (no AAT; AAT once/week; AAT three times/week; n = 15/group) and retested with the UCLA-LS near the end of the 6-week study.\n## RESULTS\nUse of the DPHQ showed residents volunteering for the study had a strong life-history of emotional intimacy with pets and wished that they currently had a pet. AAT was shown by analysis of covariance followed by pairwise comparison to have significantly reduced loneliness scores in comparison with the no AAT group.\n## CONCLUSIONS\nThe desire for AAT strongly correlates with previous pet ownership. AAT reduces loneliness in residents of long-term care facilities.\n",
            "in_text_citation": "Banks et al., 2002",
            "footnote": 70
        },
        {
            "title": "Avian companionship in alleviation of depression, loneliness, and low morale of older adults in skilled rehabilitation units.",
            "abstract": "To assess effects of a companion bird on the depression, morale, and loneliness of 40 older adults in a skilled rehabilitation unit, self-reported measures of depression, loneliness, and morale were completed on admission and 10 days later. With the presence of a companion bird the experimental group (n = 20) showed a significant decrease in depression but none in morale or loneliness from the control group (n = 20) who were without a bird. Use of a companion bird may lessen negative effects of change of residence for older adults.\n",
            "in_text_citation": "Jessen et al., 1996",
            "footnote": 75
        },
        {
            "title": "The psychosocial effects of a companion robot: a randomized controlled trial.",
            "abstract": "## OBJECTIVES\nTo investigate the psychosocial effects of the companion robot, Paro, in a rest home/hospital setting in comparison to a control group.\n## DESIGN\nRandomized controlled trial. Residents were randomized to the robot intervention group or a control group that attended normal activities instead of Paro sessions. Sessions took place twice a week for an hour over 12 weeks. Over the trial period, observations were conducted of residents' social behavior when interacting as a group with the robot. As a comparison, observations were also conducted of all the residents during general activities when the resident dog was or was not present.\n## SETTING\nA residential care facility in Auckland, New Zealand.\n## PARTICIPANTS\nForty residents in hospital and rest home care.\n## MEASUREMENTS\nResidents completed a baseline measure assessing cognitive status, loneliness, depression, and quality of life. At follow-up, residents completed a questionnaire assessing loneliness, depression, and quality of life. During observations, behavior was noted and collated for instances of talking and stroking the dog/robot.\n## RESULTS\nIn comparison with the control group, residents who interacted with the robot had significant decreases in loneliness over the period of the trial. Both the resident dog and the seal robot made an impact on the social environment in comparison to when neither was present. Residents talked to and touched the robot significantly more than the resident dog. A greater number of residents were involved in discussion about the robot in comparison with the resident dog and conversation about the robot occurred more.\n## CONCLUSION\nParo is a positive addition to this environment and has benefits for older people in nursing home care. Paro may be able to address some of the unmet needs of older people that a resident animal may not, particularly relating to loneliness.\n",
            "in_text_citation": "Robinson et al., 2013",
            "footnote": 74
        },
        {
            "title": "Pet therapy: an effective strategy to care for the elderly? An experimental study in a nursing home.",
            "abstract": "## BACKGROUND AND AIM\nThere has recently been a growing interest towards patients' affective and emotional needs, especially in relational therapies, which are considered vital as to increase the understanding of those needs and patients' well-being. In particular, we paid attention to those patients who are forced to spend the last phase of their existence in residential facilities, namely elderly people in nursing homes, who often feel marginalized, useless, depressed, unstimulated or unable to communicate. The aim of this study is to verify the effectiveness of pet therapy in improving well-being in the elderly living in a nursing home.\n## METHODS\nThis is a longitudinal study with before and after intervention variables measurement in two groups of patients of a nursing home for elderly people. One group followed an AAI intervention (experimental group) the other one did not (control group). As to perform an assessment of well-being we measured the following dimensions in patients: anxiety (HAM-A), depression (GDS), apathy (AES), loneliness (UCLA), and quality of life (QUALID). Both groups filled the questionnaires as to measure the target variables (time 0). Once finished the scheduled meetings (time 1), all the participants, including the control group, filled the same questionnaires.\n## RESULTS\nIn accordance with scientific evidence the results confirmed a significant reduction of the measured variables. Especially for the quality of life, which showed a greater reduction than the other.\n## CONCLUSIONS\nThe implementation and success of the Pet Therapy could have a great emotional and social impact, bringing relief to patients and their family members, but also to health professionals.\n",
            "in_text_citation": "Sollami et al., 2017",
            "footnote": 73
        },
        {
            "title": "Strengthening the late-life care process: effects of two forms of a care-receiver efficacy intervention.",
            "abstract": "## PURPOSE\nThe primary goal of the Care-Receiver Efficacy Intervention (CREI) was to increase the capacity of cognitively able elderly care receivers to effectively manage their own care and optimize relationships with caregivers. To accomplish this, two forms of the CREI were created: an individual and a small-group form. The purpose of this study was to evaluate outcomes of these two CREI forms when compared to a case management approach.\n## DESIGN AND METHODS\nUtilizing a quasi-experimental design, between January 2002 and August 2004 we collected data from 177 elders at three time points: pretest, 2 months following the last session, and 12 months following the last session. The Care-Receiver Efficacy Scale and the Philadelphia Geriatric Center Morale Scale-Revised were the outcome measures.\n## RESULTS\nWe found significant effects favoring the CREI for relationship with caregivers, self-care strategies, loneliness, and quality of life. Effects were strongest for the small-group form of the CREI. Overall, the care receivers in both forms of the CREI showed improved self-performance, with small-group CREI participants showing remarkable improvement related to quality of life.\n## IMPLICATIONS\nThe results of this research suggest that care receiver intervention can be effective in improving the care process.\n",
            "in_text_citation": "Cox et al., 2007",
            "footnote": 48
        },
        {
            "title": "An Evaluation of a Low-Intensity Cognitive Behavioral Therapy mHealth-Supported Intervention to Reduce Loneliness in Older People.",
            "abstract": "There is a high prevalence of loneliness among older people, especially in residential care settings. Loneliness is often accompanied by maladaptive cognitions which can affect the maintenance and establishment of meaningful social connections. This study implemented and evaluated a low-intensity Cognitive Behavior Therapy (LI-CBT) mHealth-supported intervention which targeted maladaptive cognitions in older people (≥60 years) experiencing loneliness. The three-month intervention using WhatsApp was implemented with older people in four inner-city residential care facilities. The intervention included three components: technology acceptance, psycho-education, and individualized positively worded messages addressing maladaptive cognitions. The intervention was evaluated using a randomized control design. Key outcomes were measured pre-, post-, and one month after the intervention. There were significant changes in social cognition (YSQ-SF T₀-T₁-T₂, \n",
            "in_text_citation": "Jarvis et al., 2019",
            "footnote": 110
        },
        {
            "title": "Effectiveness of comprehensive social support interventions among elderly patients with tuberculosis in communities in China: a community-based trial.",
            "abstract": "## BACKGROUND\nWith the increasing of ageing population, tuberculosis in the elderly brings a challenge for the tuberculosis (TB) control in China. Enough social support can promote the treatment adherence and outcome of the elderly patients with TB. Exploring effective interventions to improve the social support of patients is of great significance for TB management and control.\n## METHODS\nA community-based, repeated measurement trial was conducted. Patients with TB >65 years of age were allocated into the intervention or control group. Patients in the intervention group received comprehensive social support interventions, while those in the control group received health education alone. The social support level of patients was measured at baseline and at the first, third and sixth months during the intervention to assess the effectiveness of comprehensive social support interventions.\n## RESULTS\nA total of 201 patients were recruited into the study. Compared with the control group, social support for patients in the intervention group increased significantly over time (β\n## CONCLUSIONS\nThe intervention programme in communities, including health education, psychotherapy and family and community support interventions, can improve the social support for elderly patients with TB compared with single health education.\n## TRIAL REGISTRATION NUMBER\nChiCTR-IOR-16009232.\n",
            "in_text_citation": "Li et al., 2018",
            "footnote": 63
        },
        {
            "title": "Cancer and Aging: Reflections for Elders (CARE): A pilot randomized controlled trial of a psychotherapy intervention for older adults with cancer.",
            "abstract": "## OBJECTIVE\nCancer and Aging: Reflections for Elders (CARE) is a novel, telephone-delivered intervention designed to alleviate distress in older cancer patients. This pilot randomized controlled trial tested the feasibility and initial efficacy of CARE, drawing from age-appropriate developmental themes and well-established coping theory.\n## METHOD\nEligible patients were ≥70 years old; ≥6 months post-diagnosis of lung, prostate, breast, lymphoma, or gynecological cancer; on active cancer treatment or within 6 months of ending cancer treatment; and had elevated scores on the Distress Thermometer (≥4) or Hospital Anxiety and Depression Scale (≥6). Participants completed five sessions of psychotherapy over 7 weeks with assessments at study entry, post-intervention, and 2 months post-intervention. Primary outcomes were feasibility and initial efficacy on anxiety and depression; secondary outcomes included demoralization, coping, loneliness, and spiritual well-being.\n## RESULTS\nFifty-nine participants were randomized to either the CARE arm (n = 31) or the enhanced Social Work Control arm (n = 28). The intervention was feasible and tolerable, meeting a priori criteria for rates of eligibility, acceptance, retention, assessment, and treatment fidelity. Upon completion of the intervention, participants in the CARE arm demonstrated lower mean depression scores (d = 0.58 [CI: 0.04-1.12], P = 0.01) and trended towards increased coping-planning (d = 0.30 [CI: -0.83 to 0.24], P = 0.18). Promising trends in anxiety (d = 0.41 [CI: -0.17 to 0.98], P = 0.10) emerged at 2 months post-intervention; effects for coping-planning dissipated.\n## CONCLUSION\nThese pilot data suggest the CARE intervention is feasibly delivered, potentially impacts important psychosocial variables, and is accessible for older, frail patients with cancer. Future research will evaluate this intervention on a larger scale.\n",
            "in_text_citation": "Nelson et al., 2019",
            "footnote": 112
        },
        {
            "title": "Cognitive-behavioural therapy-based intervention to reduce fear of falling in older people: therapy development and randomised controlled trial - the Strategies for Increasing Independence, Confidence and Energy (STRIDE) study.",
            "abstract": "## BACKGROUND\nFalls cause fear, anxiety and loss of confidence, resulting in activity avoidance, social isolation and increasing frailty. The umbrella term for these problems is 'fear of falling', seen in up to 85% of older adults who fall. Evidence of effectiveness of physical and psychological interventions is limited, with no previous studies examining the role of an individually delivered cognitive-behavioural therapy (CBT) approach.\n## OBJECTIVES\nPrimary objective To develop and then determine the effectiveness of a new CBT intervention (CBTi) delivered by health-care assistants (HCAs) plus usual care compared with usual care alone in reducing fear of falling. Secondary objectives To measure the impact of the intervention on falls, injuries, functional abilities, anxiety/depression, quality of life, social participation and loneliness; investigate the acceptability of the intervention for patients, family members and professionals and factors that promote or inhibit its implementation; and measure the costs and benefits of the intervention.\n## DESIGN\nPhase I CBTi development. Phase II Parallel-group patient randomised controlled trial (RCT) of the new CBTi plus usual care compared with usual care alone.\n## SETTING\nMultidisciplinary falls services.\n## PARTICIPANTS\nConsecutive community-dwelling older adults, both sexes, aged ≥ 60 years, with excessive or undue fear of falling per Falls Efficacy Scale-International (FES-I) score of > 23.\n## INTERVENTIONS\nPhase I Development of the CBTi. The CBTi was developed following patient interviews and taught to HCAs to maximise the potential for uptake and generalisability to a UK NHS setting. Phase II RCT. The CBTi was delivered by HCAs weekly for 8 weeks, with a 6-month booster session plus usual care.\n## MAIN OUTCOME MEASURES\nThese were assessed at baseline, 8 weeks, 6 months and 12 months. Primary outcome measure Fear of falling measured by change in FES-I scores at 12 months. Secondary outcome measures These comprised falls, injuries, anxiety/depression [Hospital Anxiety and Depression Scale (HADS)], quality of life, social participation, loneliness and measures of physical function. There were process and health-economic evaluations alongside the trial.\n## RESULTS\nFour hundred and fifteen patients were recruited, with 210 patients randomised to CBTi group and 205 to the control group. There were significant reductions in mean FES-I [-4.02; 95% confidence interval (CI) -5.95 to -2.1], single-item numerical fear of falling scale (-1.42; 95% CI -1.87 to 1.07) and HADS (-1; 95% CI -1.6 to -0.3) scores at 12 months in the CBTi group compared with the usual care group. There were no differences in the other secondary outcome measures. Most patients found the CBTi acceptable. Factors affecting the delivery of the CBTi as part of routine practice were identified. There was no evidence that the intervention was cost-effective.\n## CONCLUSIONS\nOur new CBTi delivered by HCAs significantly improved fear of falling and depression scores in older adults who were attending falls services. There was no impact on other measures.\n## FURTHER WORK\nFurther work should focus on a joint CBTi and physical training approach to fear of falling, more rational targeting of CBTi, the possibility of mixed group and individual CBTi, and the cost-effectiveness of provision of CBTi by non-specialists.\n## TRIAL REGISTRATION\nCurrent Controlled Trials ISRCTN78396615.\n## FUNDING\nThis project was funded by the NIHR Health Technology Assessment programme and will be published in full in Health Technology Assessment; Vol. 20, No. 56. See the NIHR Journals Library website for further project information.\n",
            "in_text_citation": "Parry et al., 2016",
            "footnote": 65
        },
        {
            "title": "Effectiveness of LISTEN on loneliness, neuroimmunological stress response, psychosocial functioning, quality of life, and physical health measures of chronic illness.",
            "abstract": "## OBJECTIVES\nLoneliness is a biopsychosocial determinant of health and contributes to physical and psychological chronic illnesses, functional decline, and mortality in older adults. This paper presents the results of the first randomized trial of LISTEN, which is a new cognitive behavioral intervention for loneliness, on loneliness, neuroimmunological stress response, psychosocial functioning, quality of life, and measures of physical health.\n## METHODS\nThe effectiveness of LISTEN was evaluated in a sample population comprising 27 lonely, chronically ill, older adults living in Appalachia. Participants were randomized into LISTEN or educational attention control groups. Outcome measures included salivary cortisol and DHEA, interleukin-6, interleukin-2, depressive symptoms, loneliness, perceived social support, functional ability, quality of life, fasting glucose, blood pressure, and body mass index.\n## RESULTS\nAt 12 weeks after the last intervention session, participants of the LISTEN group reported reduced loneliness (\n## CONCLUSIONS\nLISTEN can effectively diminish loneliness and decrease the systolic blood pressure in community-dwelling, chronically ill, older adults. Results indicate that this population, if left with untreated loneliness, may experience functional impairment over a period as short as 4 months. Further studies on LISTEN are needed with larger samples, in varied populations, and over longer periods of time to assess the long-term effects of diminishing loneliness in multiple chronic conditions.\n",
            "in_text_citation": "Theeke et al., 2016",
            "footnote": 111
        },
        {
            "title": "A randomized controlled trial of a senior centre group programme for increasing social support and preventing depression in elderly people living at home in Norway.",
            "abstract": "## BACKGROUND\nLate-life depression is a common condition and a challenging public health problem. A lack of social support is strongly associated with psychological distress. Senior centres seem to be suitable arenas for community-based health promotion interventions, although few studies have addressed this subject. The objectives were to examine the effect of a preventive senior centre group programme consisting of weekly meetings, on social support, depression and quality of life.\n## METHODS\nA questionnaire was sent to a random sample of 4,000 persons over 65 in Oslo, and a total of 2,387 completed questionnaires were obtained. These subjects served as a basis for recruitment of participants for a trial, with scores on HSCL-10 being used as a main inclusion criterion. A total of 138 persons were randomized into an intervention group (N = 77) and control group (N = 61). Final analyses included 92 persons. Social support (OSS-3), depression (BDI), life satisfaction and health were measured in interviews at baseline and after 12 months (at the end of the intervention programme). Perceptions of benefits from the intervention were also measured. Mean scores, SD, SE and CI were used to describe the changes in outcomes. Effect sizes were calculated based on the original scales and as Cohen's d. Paired sample tests and ANOVA were used to test group differences.\n## RESULTS\nThere was an increase in social support in both groups, but greatest in the intervention group. The level of depression increased for both groups, but more so in the control than the intervention group. There was a decrease in life satisfaction, although the decrease was largest among controls. There were almost no differences in reported health between groups. However, effect sizes were small and differences were not statistically significant. In contrast, most of the participants said the intervention meant much to them and led to increased use of the centre.\n## CONCLUSIONS\nIn all probability, the intervention failed to meet optimistic targets, but possibly met quite modest ones. Since intention-to-treat analysis was not possible, we do not know the effect on the intervention group as a whole. A further evaluation of these programmes is necessary to expand the group programme. For the depressed, more specialized programmes to cope with depression may be a more appropriate intervention.\n## TRIAL REGISTRATION\nDRKS00003120 on DRKS.\n",
            "in_text_citation": "Bøen et al., 2012",
            "footnote": 57
        },
        {
            "title": "Reducing the fear of falling among community-dwelling elderly adults through cognitive-behavioural strategies and intense Tai Chi exercise: a randomized controlled trial.",
            "abstract": "## AIM\nTo examine the effectiveness of cognitive-behavioural strategies with/without intense Tai Chi exercise in reducing fear of falling among community-dwelling elderly adults. Background.  Fear of falling is a major health problem among community-dwelling older persons. The prevalence of this fear ranges from 29% to 77%, indicating the importance of developing effective strategies to reduce fear of falling among elderly adults.\n## METHODS\nData were collected from January to December 2007. A randomized controlled trial with three groups (control, cognitive-behavioural and cognitive-behavioural with Tai Chi). Participants were assessed at baseline for demographic data, falls-related history, and fear of falling. Data on these variables plus falls, mobility, social support behaviour and satisfaction, and quality of life were also collected at 2 and 5 months after interventions.\n## RESULTS\nParticipants in the three groups differed significantly in both measures of fear of falling (F = 20·89, P < 0·001; F = 6·09, P < 0·001) and mobility (F = 30·33, P < 0·001), social support behaviour and satisfaction (F = 3·32, P < 0·05 and F = 6·35, P < 0·001, respectively), and quality of life (F = 16·66, P< 0·001). In addition, participants who received the cognitive-behavioural intervention with Tai Chi had significantly lower fear of falling scores (P < 0·001) and higher mobility (P < 0·001), social support satisfaction (P < 0·01) and quality of life (P < 0·001) than the cognitive-behavioural alone and control groups at 5 months. The three groups did not differ significantly in falls.\n## CONCLUSION\nThe results of this trial suggest that the cognitive-behavioural intervention with Tai Chi exercise helped community-dwelling elderly adults to enhance their mobility, to manage their fear of falling and to increase their quality of life.\n",
            "in_text_citation": "Huang et al., 2011",
            "footnote": 59
        },
        {
            "title": "Caring for depressed elderly in the emergency department: establishing links between sub-acute, primary, and community care.",
            "abstract": "Elderly patients presenting to St. Vincent's Health Emergency Department (ED) constitute approximately one third of presentations. A significant proportion of these involve preexisting conditions including depression that, within elderly patients, is associated with social isolation, physical and mental health problems, and barriers to accessing community services. It is also often overlooked as a clinical diagnosis among the elderly. This study aimed to assess the efficacy of a brief depression screening tool and examine the change over time in quality of life and social factors for elderly patients who present to ED. Patients aged 65 years and over were screened for depression using a short form of the Geriatric Depression Scale (GDS-15). Participants were randomized into control (usual care) and intervention (an assertive outreach community management program) groups and assessed in relation to depression, quality of life, and social support/functioning at recruitment and 6 weeks post discharge. Approximately one in four participants experienced mild to moderate depression that was related to medical factors and associated reduced mobility. This study suggests that an assertive outreach program, with the inclusion of community intervention and links to social supports and services, could improve the management of depression in the elderly and associated health outcomes.\n",
            "in_text_citation": "Joubert et al., 2013",
            "footnote": 49
        },
        {
            "title": "Impact of a lay-led home-based intervention programme on quality of life in community-dwelling pre-frail and frail older adults: a randomized controlled trial.",
            "abstract": "## BACKGROUND\nDue to the demographic ageing process and the increasing number of pre-frail and frail individuals, new lifestyle interventions to enhance the quality of life (QoL) in community-dwelling older adults are necessary. Therefore, we performed a randomised controlled trial (RCT) to compare effects of a lay-led home-based physical and nutritional intervention programme with social support alone on different QoL domains in community-dwelling pre-frail and frail older adults.\n## METHODS\nIn this analysis within a RCT (12 weeks), lay volunteers visited one-on-one pre-frail or frail older adults at home twice a week. Participants in the physical training and nutritional intervention (PTN) group performed six strength exercises and discussed main nutritional issues during each visit. The social support (SOSU) group received home visits twice a week for social exchanges. The QoL was assessed with the WHOQOL-BREF and the WHOQOL-OLD instruments. Analyses of covariance (ANCOVA) were used to examine differences between groups with baseline values as the covariate. Changes within groups were assessed with paired t-tests.\n## RESULTS\nEighty participants (n = 39 in the PTN group and n = 41 in the SOSU group) were included. No significant differences were found between the two groups except in past, present and future activities domain [β = 3.66 (95% confidence interval 0.13 to 7.18)] in favour of the PTN group. However, there was some evidence of greater within group improvements in the PTN group particularly in overall QoL, social relations and social participation. In the SOSU group, no significant effect was observed in any QoL domain.\n## CONCLUSION\nA combination of a home-based physical and nutritional intervention was not more effective compared to social support alone, on QoL in community-dwelling pre-frail and frail older adults. However, the small but significant improvement within the PTN group suggests that a home-based physical and nutritional intervention delivered by volunteers may influence the QoL in a positive way.\n## TRIAL REGISTRATION\nThe study protocol was registered on 6 November 2013 at ClinicalTrials.gov (identifier: NCT01991639 ).\n",
            "in_text_citation": "Kapan et al., 2017",
            "footnote": 58
        },
        {
            "title": "Health promotion for frail older home care clients.",
            "abstract": "## AIM\nThis paper reports a study evaluating the comparative effects and costs of a proactive nursing health promotion intervention in addition to usual home care for older people compared with usual home care services alone.\n## BACKGROUND\nAn ageing population, budget constraints and technological advances in many countries have increased the pressure on home care resources. The result is a shift in nursing services from health promotion to meet the more pressing need for postacute care. For frail older people with long-term needs, these changes combine to create a fragmented system of health service delivery, characterized by providing nursing on demand rather than proactively.\n## METHODS\nA two-armed, single-blind, randomized controlled trial was carried out with older people > or =75 years and eligible for personal support services through a home care programme in Ontario, Canada. Participants were randomly allocated either to usual home care (control) or to a nursing (experimental) group. In addition to usual home care, the nursing group received a health assessment combined with regular home visits or telephone contacts, health education about management of illness, coordination of community services, and use of empowerment strategies to enhance independence. The data were collected in 2001-2002.\n## RESULTS\nOf the 288 older people who were randomly allocated at baseline, 242 (84%) completed the study (120 nursing group; 122 control group). Proactively providing older people with nursing health promotion, compared with providing nursing services on-demand, resulted in better mental health functioning (P = 0.009), a reduction in depression (P = 0.009), and enhanced perceptions of social support (P = 0.009) at no additional cost from a societal perspective.\n## CONCLUSIONS\nHome based nursing health promotion, proactively provided to frail older people with chronic health needs, enhances quality of life while not increasing the overall costs of health care. The results underscore the need to re-invest in nursing services for health promotion for older clients receiving home care.\n",
            "in_text_citation": "Markle-Reid et al., 2006",
            "footnote": 64
        },
        {
            "title": "Effects of a program to prevent social isolation on loneliness, depression, and subjective well-being of older adults: a randomized trial among older migrants in Japan.",
            "abstract": "Social isolation among the elderly is a concern in developed countries. Using a randomized trial, this study examined the effect of a social isolation prevention program on loneliness, depression, and subjective well-being of the elderly in Japan. Among the elderly people who relocated to suburban Tokyo, 63 who responded to a pre-test were randomized and assessed 1 and 6 months after the program. Four sessions of a group-based program were designed to prevent social isolation by improving community knowledge and networking with other participants and community \"gatekeepers.\" The Life Satisfaction Index A (LSI-A), Geriatric Depression Scale (GDS), Ando-Osada-Kodama (AOK) loneliness scale, social support, and other variables were used as outcomes of this study. A linear mixed model was used to compare 20 of the 21 people in the intervention group to 40 of the 42 in the control group, and showed that the intervention program had a significant positive effect on LSI-A, social support, and familiarity with services scores and a significant negative effect on AOK over the study period. The program had no significant effect on depression. The findings of this study suggest that programs aimed at preventing social isolation are effective when they utilize existing community resources, are tailor-made based on the specific needs of the individual, and target people who can share similar experiences.\n",
            "in_text_citation": "Saito et al., 2012",
            "footnote": 77
        },
        {
            "title": "The effectiveness of an integrated pain management program for older persons and staff in nursing homes.",
            "abstract": "This study examined the effects of an 8-week integrated pain management program (IPMP) on enhancing the knowledge and attitude toward pain management among staff; and improving the pain, quality of life, physical and psychosocial functions, and use of non-drug therapies for the elderly in nursing homes. Nursing home staff (N=147) and residents (N=535) were recruited from ten nursing homes. Nursing homes were randomly assigned into an experimental group (N=296) with IPMP or control group (N=239) without IPMP. The IPMP consisted of pain education for staff and physical exercise and multisensory stimulation art and craft therapy for residents. Data were collected before and after the IPMP. The staff demonstrated a significant improvement in knowledge and attitude to pain management, with the survey score increasing from 8.46±3.74 to 19.43±4.07 (p<0.001). Among the residents, 74% had experienced pain within the previous 6 months, with pain intensity of 4.10±2.20. Those in the experimental group showed a significantly better reduction in pain scores than the control group, from 4.19±2.25 to 2.67±2.08 (p<0.001). Group differences were also found in psychological well-being, including happiness, loneliness, life satisfaction and depression (p<0.05), and the use of non-drug methods (p<0.05). These results suggested that IPMP is beneficial for staff, and is effective in reducing geriatric pain and negative impacts. Management support and staff involvement in the program are important for its long-term continuation.\n",
            "in_text_citation": "Tse et al., 2012a",
            "footnote": 78
        },
        {
            "title": "Pain management for older persons living in nursing homes: a pilot study.",
            "abstract": "Because the prevalence of chronic pain among the elderly in nursing homes is high and decreases their quality of life, effective nonpharmacologic pain management should be promoted. The purpose of this quasiexperimental pretest and posttest control design was to enhance pain management in nursing homes via an integrated pain management program (IPMP) for staff and residents. Nursing staff and residents from the experimental nursing home were invited to join the 8-week IPMP, whereas staff and residents from the control nursing home did not receive the IPMP. Baseline data were collected from nursing staff and residents in both groups before and after the IPMP. The IPMP consisted of eight lectures on pain assessment, drug knowledge,and nondrug strategies for the nursing staff, and 8 weeks of activities, including gardening therapy and physiotherapy exercise, for the residents. There were 48 and 42 older people in the experimental and control groups, respectively. No significant differences were found in their educational level, sleep quality, bowel habits, past and present health conditions, pain conditions and psychologic well-being parameters (p > .05) at baseline. After the IPMP, the experimental nursing staff showed a significant improvement in their knowledge of and attitudes to pain management (p < .05), and the experimental residents reported significantly lower pain scores and used more nondrug strategies for pain relief compared with the control group (p < .05). Moreover, the psychologic well-being parameters, including happiness, loneliness, life satisfaction, and geriatric depression, had significantly improved among the experimental residents (p < .05). The IPMP was effective in enhancing the knowledge and attitudes of nursing staff, as well as reducing pain conditions and enhancing psychologic well-being for older persons in nursing homes.\n",
            "in_text_citation": "Tse et al., 2013",
            "footnote": 79
        },
        {
            "title": "Effects of a Peer-Led Pain Management Program for Nursing Home Residents with Chronic Pain: A Pilot Study.",
            "abstract": "OBJECTIVES : To examine the feasibility of a peer-led pain management program among nursing home residents. DESIGN : A quasi-experimental design. SETTING : Two nursing homes. SUBJECTS : Fifty nursing home residents. METHODS : The experimental group (n = 32) was given a 12-week group-based peer-led pain management program. There were two 1-hour sessions per week. Education in pain and demonstrations of nonpharmacological pain management strategies were provided. The research team and 12 trained peers led the sessions. The control group (n = 18) received one 1-hour session of pain management program each week over 12 weeks from the research team only. Outcome measures for the participants were collected at baseline (P1) and at week 12 (P2). Data from peer volunteers were collected prior to training (V1) and at week 12 (V2). T-tests were used to compare the differences in outcome measures collected at two time points. RESULTS : There was a significant reduction in pain intensity from 5.8 ± 2.6 (P1) to 3.4 ± 2.5 (P2) for the experimental group (p = 0.003) and from 6.3 ± 3.0 (P1) to 3.1 ± 2.4 (P2) for the control group (p = 0.001). Activities of daily living significantly improved for both the experimental group (p = 0.008) and the control group (p = 0.014). There was an enhancement in happiness level for the experimental group (p < 0.001), while the loneliness level dropped significantly for the experimental group (p < 0.001) and the control group (p = 0.031). The peer volunteers showed a significant increase in self-rated pain management knowledge (2.9 ± 2.6 to 8.1 ± 1.2, p < 0.001) and self-efficacy in volunteering (5.8 ± 2.9 to 8.3 ± 1.5, p = 0.032). CONCLUSION : The peer-led pain management program was feasible and has potential in relieving chronic pain and enhancing the physical and psychological health of nursing home residents.\n",
            "in_text_citation": "Tse et al., 2016",
            "footnote": 80
        },
        {
            "title": "The Effect of a Multi-Strategy Program on Developing Social Behaviors Based on Pender's Health Promotion Model to Prevent Loneliness of Old Women Referred to Gonabad Urban Health Centers.",
            "abstract": "## BACKGROUND\nLoneliness is one of the most significant problems during aging. This research has been done to determine the effect of a multi-strategy program based on Pender's Health Promotion model to prevent loneliness of elderly women by improving social relationships.\n## METHODS\nIn this quasi-experimental study done in 2013 from January to November, 150 old women suffering medium loneliness referred to Gonabad urban Health Centers were enrolled. Data were gathered using Russell's UCLA loneliness questionnaire and the questionnaires based on Pender's Health Promotion Model about loneliness. The results were analyzed by descriptive statistics and Chi-square, T-pair, and independent-T tests through SPSS, version 20.\n## RESULTS\nLoneliness decreased significantly in the interventional group compared to the control group (P<0.00). In addition, mean scores related to variables of Health Promotion Model (received benefits and barriers, self-efficacy, interpersonal effectives of loneliness) in both groups were significantly different before and after the study (P<0.05).\n## CONCLUSION\nConstructs of Pender's Health Promotion Model can be used as a framework for planning interventions in order to anticipate, improve and modify related behaviors related to loneliness in old women.\n",
            "in_text_citation": "Alaviani et al., 2015",
            "footnote": 86
        },
        {
            "title": "Dual-Process Bereavement Group Intervention (DPBGI) for Widowed Older Adults.",
            "abstract": "## BACKGROUND AND OBJECTIVES\nTo examine the primary and secondary outcomes of a theory-driven group bereavement intervention for widowed older adults through a cluster-randomized controlled trial.\n## RESEARCH DESIGNS AND METHODS\nTwelve community centers providing health and social services for elderly people were randomly assigned to the experimental condition, the dual-process bereavement group intervention-Chinese (DPBGI-C) and to the control condition, the loss-oriented bereavement group intervention-Chinese (LOBGI-C). Both interventions comprised weekly, 2-hr sessions for 7 weeks followed by a 4-hr outing in the eighth week. Of 215 widowed older adults contacted and assessed, 125 eligible participants were interviewed three times-preintervention, postintervention, and at a 16-week follow-up-to assess complicated grief symptoms, anxiety, depression, loneliness, and social support.\n## RESULTS\nUsing intention-to-treat analysis, both interventions produced improvements in grief, depression, and social support, but effect sizes were larger with the DPBGI-C. The participants in the DPBGI-C condition also reported reduced anxiety, emotional loneliness, and social loneliness, whereas those in the LOBGI-C condition did not. There were interactions between intervention type and time with respect to grief, anxiety, emotional loneliness, and social loneliness.\n## DISCUSSION AND IMPLICATIONS\nAlthough traditional LOBGI-C can help to reduce grief and depression in bereaved older adults, the DPBGI-C was found to be superior as it had a greater and more extensive impact on outcomes. This is the first study of the effectiveness of this evidence-based, theory-driven intervention for widowed Chinese older adults and has implications for theory building and practice.\n",
            "in_text_citation": "Chow et al., 2019",
            "footnote": 81
        },
        {
            "title": "Efficacy of the I-SOCIAL intervention for loneliness in old age: Lessons from a randomized controlled trial.",
            "abstract": "Loneliness is common among older persons and is associated with adverse health and wellbeing outcomes. We investigated a theory-based intervention that addresses barriers to social contacts and aims at increasing social self-efficacy. Individuals that met pre-assessment criteria of cognitive function, physical health, and loneliness levels were randomly assigned either to the I-SOCIAL intervention that combined both individual and group sessions to address individuals' unique social challenges, or to the control group. Assessment was administered at baseline, after the completion of the intervention, and after a 3-month follow-up period. The intervention group showed significant decline in loneliness level compared to the control group, both after the intervention and after the follow-up period. This innovative combination of analysis of personal barriers, support provided by the counselors, group activities, and individualized suggestions for social activities in the participant's neighborhood, may account for the success of the intervention in decreasing participants' loneliness levels.\n",
            "in_text_citation": "Cohen-Mansfield et al., 2018",
            "footnote": 82
        },
        {
            "title": "Design and implementation of an empowerment model to prevent elder abuse: a randomized controlled trial.",
            "abstract": "## BACKGROUND\nOlder adults are more vulnerable to health risks than younger people and may get exposed to various dangers, including elder abuse. This study aimed to design and implement an empowerment educational intervention to prevent elder abuse.\n## METHODS\nThis parallel randomized controlled trial was conducted in 2014-2016 for 18 months on 464 older adults aged above 60 years who visited health houses of 22 municipalities in Tehran. Data were collected using standard questionnaires, including the Elder Abuse-Knowledge Questionnaire, Health-Promoting Behavior Questionnaire, Health-Promoting Lifestyle Profile II, Barriers to Healthy Lifestyle, Perceived Social Support, Perceived Self-Efficacy, Loneliness Scale, Geriatric Depression Scale, Multidimensional Health Locus of Control Scale, and the SCARED (stress, coping, argument, resources, events, and dependence) tool. The intervention was done in twenty 45- to 60-minute training sessions over 6 months. Data analysis were performed using \n## RESULTS\nThe frequency of knowledge of elder abuse, self-efficacy, social support and health promoting lifestyle before the intervention was similar in the two groups. However, the frequency of high knowledge of elder abuse (94.8% in the intervention group and 46.6% in the control group), high self-efficacy (82.8% and 7.8%, respectively), high social support (97.0% and 10.3%, respectively) and high health promoting lifestyle (97.0% and 10.3%, respectively) was significantly higher (\n## CONCLUSION\nEducational interventions can be effective in preventing elder abuse.\n",
            "in_text_citation": "Estebsari et al., 2018",
            "footnote": 43
        },
        {
            "title": "Improved self-management ability and well-being in older women after a short group intervention.",
            "abstract": "In the present randomized controlled trial (RCT) it was investigated whether single women, 55 years of age and older, improved with regard to self-management ability, well-being, and social and emotional loneliness after having participated in a newly designed self-management group intervention based on the Self-Management of Well-being (SMW) theory. The expected mediating effect of self-management ability on well-being was not found. Although self-management ability, well-being and loneliness improved significantly in the intervention group immediately after the intervention, and also remained at this improved level after six months, there was also improvement in the control group after six months, rendering the longer-term differences between the groups non-significant. It can, however, be concluded that, although the longer-term effectiveness could not be proven, this SMW theory-based intervention seems to be useful in supporting older women to improve their self-management ability and well-being.\n",
            "in_text_citation": "Kremers et al., 2006",
            "footnote": 84
        },
        {
            "title": "A preventative lifestyle intervention for older adults (lifestyle matters): a randomised controlled trial.",
            "abstract": "## OBJECTIVES\nto test whether an occupation-based lifestyle intervention can sustain and improve the mental well-being of adults aged 65 years or over compared to usual care, using an individually randomised controlled trial.\n## PARTICIPANTS\n288 independently living adults aged 65 years or over, with normal cognition, were recruited from two UK sites between December 2011 and November 2015.\n## INTERVENTIONS\nlifestyle Matters is a National Institute for Health and Care Excellence recommended multi-component preventive intervention designed to improve the mental well-being of community living older people at risk of decline. It involves weekly group sessions over 4 months and one to one sessions.\n## MAIN OUTCOME MEASURES\nthe primary outcome was mental well-being at 6 months (mental health (MH) dimension of the SF-36). Secondary outcomes included physical health dimensions of the SF-36, extent of depression (PHQ-9), quality of life (EQ-5D) and loneliness (de Jong Gierveld Loneliness Scale), assessed at 6 and 24 months.\n## RESULTS\ndata on 262 (intervention = 136; usual care = 126) participants were analysed using intention to treat analysis. Mean SF-36 MH scores at 6 months differed by 2.3 points (95 CI: -1.3 to 5.9; P = 0.209) after adjustments.\n## CONCLUSIONS\nanalysis shows little evidence of clinical or cost-effectiveness in the recruited population with analysis of the primary outcome revealing that the study participants were mentally well at baseline. The results pose questions regarding how preventive interventions to promote well-being in older adults can be effectively targeted in the absence of proactive mechanisms to identify those who at risk of decline.\n## TRIAL REGISTRATION\nISRCTN67209155.\n",
            "in_text_citation": "Mountain et al., 2017a",
            "footnote": 83
        },
        {
            "title": "Effects of psychosocial group rehabilitation on social functioning, loneliness and well-being of lonely, older people: randomized controlled trial.",
            "abstract": "## AIM\nThis paper is a report of a study to explore the effects of psychosocial group nursing intervention on older people's feelings of loneliness, social activity and psychological well-being.\n## BACKGROUND\nOlder people's loneliness is associated with low quality of life, and impaired health, increased use of health and social services and increased mortality. Previous intervention studies have achieved quite modest results.\n## METHOD\nA randomized controlled trial was conducted between 2003 and 2006 using a group intervention aimed at empowering older people, and promoting peer support and social integration. A total of 235 people (>74 years) suffering from loneliness met 12 times with professional leaders in groups. The UCLA Loneliness Scale and Lubben's Social Network Scale were used at entry, after 3 and 6 months. Psychological well-being was charted using a six-dimensional questionnaire at baseline and 12 months later.\n## FINDINGS\nA statistically significantly larger proportion of intervention group participants had found new friends during the follow-up year (45% vs. 32%, P = 0.048), and 40% of intervention group participants continued their group meetings for 1 year. However, no differences were found in loneliness or social networks between the groups. Psychological well-being score improved statistically significantly in the intervention groups [+0.11, 95% confidence interval (CI): +0.04 to +0.13], compared with the controls (+0.01, 95% CI: -0.05 to +0.07, P = 0.045). Feeling needed was statistically significantly more common in the intervention groups (66%) than in controls (49%, P = 0.019).\n## CONCLUSION\nNew sensitive measurements of loneliness and social isolation are needed to measure fluctuations in feelings of loneliness and in social isolation.\n",
            "in_text_citation": "Routasalo et al., 2009",
            "footnote": 85
        },
        {
            "title": "Effects of online group exercises for older adults on physical, psychological and social wellbeing: a randomized pilot trial.",
            "abstract": "## BACKGROUND\nIntervention programs to promote physical activity in older adults, either in group or home settings, have shown equivalent health outcomes but different results when considering adherence. Group-based interventions seem to achieve higher participation in the long-term. However, there are many factors that can make of group exercises a challenging setting for older adults. A major one, due to the heterogeneity of this particular population, is the difference in the level of skills. In this paper we report on the physical, psychological and social wellbeing outcomes of a technology-based intervention that enable online group exercises in older adults with different levels of skills.\n## METHODS\nA total of 37 older adults between 65 and 87 years old followed a personalized exercise program based on the OTAGO program for fall prevention, for a period of eight weeks. Participants could join online group exercises using a tablet-based application. Participants were assigned either to the Control group, representing the traditional individual home-based training program, or the Social group, representing the online group exercising. Pre- and post- measurements were taken to analyze the physical, psychological and social wellbeing outcomes.\n## RESULTS\nAfter the eight-weeks training program there were improvements in both the Social and Control groups in terms of physical outcomes, given the high level of adherence of both groups. Considering the baseline measures, however, the results suggest that while in the Control group fitter individuals tended to adhere more to the training, this was not the case for the Social group, where the initial level had no effect on adherence. For psychological outcomes there were improvements on both groups, regardless of the application used. There was no significant difference between groups in social wellbeing outcomes, both groups seeing a decrease in loneliness despite the presence of social features in the Social group. However, online social interactions have shown to be correlated to the decrease in loneliness in the Social group.\n## CONCLUSION\nThe results indicate that technology-supported online group-exercising which conceals individual differences in physical skills is effective in motivating and enabling individuals who are less fit to train as much as fitter individuals. This not only indicates the feasibility of training together \n",
            "in_text_citation": "Baez et al., 2017",
            "footnote": 88
        },
        {
            "title": "Effects of tai chi qigong on psychosocial well-being among hidden elderly, using elderly neighborhood volunteer approach: a pilot randomized controlled trial.",
            "abstract": "## PURPOSE\nTo test the feasibility and preliminary effectiveness of a tai chi qigong program with the assistance of elderly neighborhood volunteers in strengthening social networks and enhancing the psychosocial well-being of hidden elderly.\n## PATIENTS AND METHODS\n\"Hidden elderly\" is a term used to describe older adults who are socially isolated and refuse social participation. This pilot randomized controlled trial recruited 48 older adults aged 60 or above who did not engage in any social activity. They were randomized into tai chi qigong (n=24) and standard care control (n=24) groups. The former group underwent a three-month program of two 60-minute sessions each week, with the socially active volunteers paired up with them during practice. Standard care included regular home visits by social workers. Primary outcomes were assessed by means of the Lubben social network and De Jong Gieveld loneliness scales, and by a revised social support questionnaire. Secondary outcomes were covered by a mental health inventory and the Rosenberg self-esteem scale, and quality of life by using the 12-Item Short Form Health Survey. Data was collected at baseline, and at three and six months thereafter.\n## RESULTS\nThe generalized estimating equations model revealed general improvement in outcomes among participants on the tai chi qigong program. In particular, participants reported a significantly greater improvement on the loneliness scale (\n## CONCLUSION\nThe pilot study confirmed that tai chi qigong with elderly neighborhood volunteers is a safe and feasible social intervention for hidden elderly. Its potential benefits in improving social and psychological health suggest the need for a full-scale randomized controlled trial to reveal its empirical effects.\n",
            "in_text_citation": "Chan et al., 2017",
            "footnote": 90
        },
        {
            "title": "Regional Brain Volumes Moderate, but Do Not Mediate, the Effects of Group-Based Exercise Training on Reductions in Loneliness in Older Adults.",
            "abstract": "Introduction: Despite the prevalence of and negative health consequences associated with perceived loneliness in older adults, few studies have examined interactions among behavioral, psychosocial, and neural mechanisms. Research suggests that physical activity and improvements in perceived social support and stress are related to reductions in loneliness. Yet, the influence of brain structure on these changes is unknown. The present study examined whether change in regional brain volume mediated the effects of changes in social support and stress on change in perceived loneliness after an exercise intervention. We also examined the extent to which baseline brain volumes moderated the relationship between changes in social support, stress, and loneliness. Methods: Participants were 247 older adults (65.4 ± 4.6 years-old) enrolled in a 6-month randomized controlled trial comprised of four exercise conditions: Dance (n = 69), Strength/Stretching/Stability (n = 70), Walk (n = 54), and Walk Plus (n = 54). All groups met for 1 h, three times weekly. Participants completed questionnaires assessing perceived social support, stress, and loneliness at baseline and post-intervention. Regional brain volumes (amygdala, prefrontal cortex [PFC], hippocampus) before and after intervention were measured with automatic segmentation of each participant's T1-weighted structural MRI. Data were analyzed in a latent modeling framework. Results: Perceived social support increased (p = 0.003), while stress (p < 0.001), and loneliness (p = 0.001) decreased over the intervention. Increased social support directly (-0.63, p < 0.01) and indirectly, through decreased stress (-0.10, p = 0.02), predicted decreased loneliness. Changes in amygdala, PFC, and hippocampus volumes were unrelated to change in psychosocial variables (all p ≥ 0.44). However, individuals with larger baseline amygdalae experienced greater decreases in loneliness due to greater reductions in stress (0.35, p = 0.02). Further, individuals with larger baseline PFC volumes experienced greater reductions in stress due to greater increases in social support (-0.47, p = 0.02). No group differences in these pathways were observed. Conclusions: The social support environment and resulting reductions in stress, as opposed to exercise mode, may represent important features of exercise programs for improving older adults' perceived loneliness. As amygdala volume has been linked to anxiety, depression and impaired cognitive control processes in the PFC, moderation findings suggest further investigation in this area is warranted. Trial Registration: ClinicalTrials.gov identifier NCT01472744 (https://clinicaltrials.gov/ct2/show/NCT01472744?term=NCT01472744&rank=1).",
            "in_text_citation": "Ehlers et al., 2017",
            "footnote": 87
        },
        {
            "title": "Gym-based exercise and home-based exercise with telephone support have similar outcomes when used as maintenance programs in adults with chronic health conditions: a randomised trial.",
            "abstract": "## QUESTION\nWhat is the effectiveness of gym-based exercise versus home-based exercise with telephone follow-up amongst adults with chronic conditions who have completed a short-term exercise program supervised by a health professional?\n## DESIGN\nA randomised, controlled trial with concealed allocation, intention-to-treat analysis, and blinded outcome assessment at baseline and 3, 6, 9 and 12 months.\n## PARTICIPANTS\nThe participants were recruited following a 6-week exercise program at a community health service.\n## INTERVENTION\nOne group of participants received a gym-based exercise program for 12 months (gym group). The other group received a home-based exercise program for 12 months with telephone follow-up for the first 10 weeks (home group).\n## OUTCOME MEASURES\nOutcome measures included European Quality of Life Instrument (EQ-5D), the Friendship Scale, the Hospital and Anxiety and Depression Scale, Phone-FITT, 6-minute walk test, body mass index and 15-second sit-to-stand test.\n## RESULTS\nThere was no significant difference between study groups in the primary outcome (EQ-5D visual analogue scale, 0 to 100) across the 12-month intervention period, with an estimate (adjusted regression coefficient) of the difference in effects of 0 (95% CI -5 to 4). The gym group demonstrated slightly fewer symptoms of depression over the 12-month period compared to the home group (mean difference 0.8 points on a 21-point scale, 95% CI 0.1 to 1.6).\n## CONCLUSION\nSimilar long-term clinical outcomes and long-term exercise adherence are achieved with the two approaches examined in this study. Participation in gym-based group exercise may improve mental health outcomes slightly more, although the mechanisms for this are unclear because there was no change in the selected measure of social isolation or other measures of health and wellbeing. This finding may also be a Type 1 error. Further research to reproduce these results and that investigates the economic efficiency of these models of care is indicated.\n## TRIAL REGISTRATION\nACTRN12610001035011. [Jansons P, Robins L, O'Brien L, Haines T (2017) Gym-based exercise and home-based exercise with telephone support have similar outcomes when used as maintenance programs in adults with chronic health conditions: a randomised trial. Journal of Physiotherapy 63: 154-160].\n",
            "in_text_citation": "Jansons et al., 2017",
            "footnote": 67
        },
        {
            "title": "Walk, Talk and Listen: a pilot randomised controlled trial targeting functional fitness and loneliness in older adults with hearing loss.",
            "abstract": "## BACKGROUND\nAge-related hearing loss (HL) is a prevalent disability associated with loneliness, isolation, declines in cognitive and physical function and premature mortality. Group audiological rehabilitation (GAR) and hearing technologies address communication and cognitive decline. However, the relationship between loneliness, physical function and GAR among older adults with HL has not been studied.\n## OBJECTIVES\nExplore the impact of a group exercise and socialisation/health education intervention and GAR on physical function and loneliness among older adults with HL.\n## TRIAL DESIGN\nA Young Men's Christian Association (YMCA)-based, 10-week, single-blind, pilot randomised controlled trial (RCT).\n## PARTICIPANTS\nAmbulatory adults aged 65 years or older with self-reported HL.\n## INTERVENTIONS\nSeventy-one participants were screened. Thirty-five were randomised to intervention (strength and resistance exercise, socialisation/health education) and GAR (hearing education, communication strategies, psychosocial support) or control (n=31): GAR only.\n## OUTCOMES\nNinety-five per cent of eligible participants were randomised. GAR and exercise adherence rates were 80% and 85%, respectively. 88% of participants completed the study. Intervention group functional fitness improved significantly (gait speed: effect size: 0.57, 30 s Sit to Stand Test: effect size: 0.53). Significant improvements in emotional and social loneliness (effect size: 1.16) and hearing-related quality of life (effect size: 0.76) were related to GAR attendance and poorer baseline hearing-related quality of life. Forty-two per cent of participants increased social contacts outside the study.\n## DISCUSSION\nWalk, Talk and Listen was feasible and acceptable. Exercise and socialisation/health education improved loneliness and key fitness measures but provided no additional benefit to GAR only for loneliness. This is the first preliminary evidence about the benefits of exercise on fitness and GAR on loneliness among older adults with HL.\n## IMPLICATIONS\nThis pilot trial provides key information on the sample size required for a larger, longer term RCT to determine the enduring effects of this holistic intervention addressing the negative psychosocial and musculoskeletal downstream effects of HL among older adults.\n",
            "in_text_citation": "Jones et al., 2019",
            "footnote": 89
        },
        {
            "title": "Social relations, physical activity, and well-being in older adults.",
            "abstract": "## BACKGROUND\nA randomized controlled trial was conducted to examine: (a) the effect of two physical activity modes on changes in subjective well-being (SWB) over the course of a 12-month period in older, formerly sedentary adults (N = 174, M age = 65.5 years) and (b) the role played by physical activity participation and social support in changes in SWB over time.\n## METHOD\nParticipants were randomized into either an aerobic activity group or a stretching and toning group. Structural equation modeling was employed to conduct multiple sample latent growth curve analyses of individual growth in measures of SWB (happiness, satisfaction with life, and loneliness) over time.\n## RESULTS\nA curvilinear growth pattern was revealed with well-being significantly improving over the course of the intervention followed by significant declines at the 6-month follow-up. Subsequent structural analyses were conducted showing that frequency of exercise participation was a significant predictor of improvement in satisfaction with life, whereas social relations were related to increases in satisfaction with life and reductions in loneliness. Improvements in social relations and exercise frequency also helped to buffer the declines in satisfaction with life at follow-up.\n## CONCLUSIONS\nIt appears that social relations integral to the exercise environment are significant determinants of subjective well-being in older adults. Findings are discussed in terms of how physical activity environments might be structured to maximize improvements in more global well-being constructs such as satisfaction with life.\n",
            "in_text_citation": "McAuley et al., 2000",
            "footnote": 50
        },
        {
            "title": "The effectiveness of physical exercise training in pain, mobility, and psychological well-being of older persons living in nursing homes.",
            "abstract": "Pain is common in the aging population, particularly among older residents of nursing homes. It has been found that 50% of older people living in the community have been experiencing chronic pain, and the number increased to 80% for older residents of nursing homes. Exercise is an effective non-pharmacological intervention that can reduce pain and improve physical and psychological functions. A quasi-experimental study with a pretest-posttest control group designed was conducted to evaluate the effects of a physical exercise program (PEP) on older residents of nursing homes who have chronic pain. Three-hundred-ninety-six older residents with chronic pain were recruited from 10 nursing homes run by non-governmental organizations in Hong Kong. The average age of the older residents was 85.44 ± 6.29. Five nursing homes were randomized to the experimental group with PEP (n = 225, age = 85.45 ± 6.25); the other five nursing homes were randomized to the control group without the PEP (n = 171, age = 85.44 ± 6.35). PEP was an eight-week training program given by a physiotherapist and nurses once a week. It consisted of warm-up exercises, muscle strengthening, stretching, balancing, and self-administered massage to acupressure points. At the end of each PEP session, pamphlets with pictures illustrating the \"exercise of the day\" were given to the older residents of nursing homes as a tool to enhance their self-management skills. The control group received no training during the eight weeks. Upon completion of the PEP, the experimental group experienced a significantly greater reduction in pain intensity from 4.19 ± 2.25 (on an 11 point scale) to 2.67 ± 2.08, as compared to the control group (p < .05). In addition, the psychological well-being (happiness, loneliness, life satisfaction, and depression) of the experimental group was significantly improved (p < .05).\n",
            "in_text_citation": "Tse et al., 2014",
            "footnote": 55
        },
        {
            "title": "Combining drug and music therapy in patients with moderate Alzheimer's disease: a randomized study.",
            "abstract": "Alzheimer's disease (AD) can impair language, but active music therapy (AMT) and memantine (M) can improve communication. This study aimed to clarify whether adding AMT to M may improve language in comparison with drugs alone in patients with moderate AD on stable therapy with acetylcholinesterase inhibitors (AchEI). Forty-five AD patients treated with stable dose of AchEI were randomized to receive AMT plus M 20 mg/day or M 20 mg/day for 24 weeks. The Severe Impairment Battery-Language (SIB-l), SIB, Mini Mental State Examination, Neuropsychiatric Inventory (NPI), Lubben Social Network Scale, Activities of Daily Living, and Instrumental Activities of Daily Living scores at baseline and 12 and 24 weeks assessed language (primary variable) and overall cognitive, psycho-behavior, social, and functional aspects (secondary variables). The SIB-l showed a stabilization of the baseline condition in both groups, in the absence of between-group differences. The NPI depression and appetite scores significantly improved in the M-AMT group. Moreover, significantly less patients in the M-AMT group than those in the M group showed worsening of the NPI total score. Daily activities, social relationships, and overall cognitive performance did not deteriorate. In patients with moderate AD, AMT added to pharmacotherapy has no further benefits for language in comparison with pharmacotherapy alone. However, this integrated treatment can improve the psycho-behavioral profile.\n",
            "in_text_citation": "Giovagnoli et al., 2018",
            "footnote": 66
        },
        {
            "title": "A Community Choir Intervention to Promote Well-Being Among Diverse Older Adults: Results From the Community of Voices Trial.",
            "abstract": "## OBJECTIVES\nTo test effects of the Community of Voices choir intervention on the health, well-being, and health care costs of racial/ethnically diverse older adults.\n## METHOD\nTwelve Administration-on-Aging-supported senior centers were cluster randomized into two groups: the intervention group started the choir immediately and a wait-list control group began the choir 6 months later. The choir program was designed for community-dwelling adults aged 60 years and older. The multimodal intervention comprises activities that engage participants cognitively, physically, and socially. Outcome measures assessed these three domains as well as health care utilization and costs. The intention-to-treat comparison was at 6 months.\n## RESULTS\nThe sample (N = 390) had a mean age of 71.3 years (SD = 7.2); 65% were nonwhite. Six-month retention was 92%. Compared to controls, intervention group members experienced significantly greater improvements in loneliness (p = .02; standardized effect size [ES = 0.34] and interest in life (p = .008, ES = 0.39). No significant group differences were observed for cognitive or physical outcomes or for health care costs.\n## DISCUSSION\nFindings support adoption of community choirs for reducing loneliness and increasing interest in life among diverse older adults. Further efforts need to examine the mechanisms by which engagement in choirs improves aspects of well-being and reduces health disparities among older adults, including potential longer-term effects.\n## CLINICALTRIALS.GOV REGISTRATION\nNCT01869179 registered January 9, 2013.\n",
            "in_text_citation": "Johnson et al., 2020",
            "footnote": 92
        },
        {
            "title": "Rhythm-centred music making in community living elderly: a randomized pilot study.",
            "abstract": "## BACKGROUND\nQuality of life has become an important aspect in the measurement of the health of an individual as the population ages. Rhythm-centred music making (RMM) has been shown to improve physical, psychological and social health. The purpose of this study was to explore the effects of RMM on quality of life, depressive mood, sleep quality and social isolation in the elderly.\n## METHODS\nA randomised controlled trial with cross over was conducted. 54 participants were recruited with 27 participants in each arm. In phase 1, group A underwent the intervention with group B as the control. In phase 2, group B underwent the intervention with group A as the control. The intervention involved 10 weekly RMM sessions. Patient related outcome data which included European Quality of Life-5 Dimensions (EQ5D), Geriatric Depression Scale (GDS), Pittsburg Sleep Quality Index (PSQI) and Lubben Social Network Scale (LSNS) scores were collected before the intervention, at 11th and at the 22nd week.\n## RESULTS\nA total of 31 participants were analyzed at the end of the study. The mean age was 74.65 ± 6.40 years. In analysing the change in patient related outcome variables as a continuous measure, participation in RMM resulted in a non-significant reduction in EQ5D by 0.004 (95% CI: -0.097,0.105), GDS score by 0.479 (95% CI:-0.329,1.287), PSQI score by 0.929 (95% CI:- 0.523,2.381) and an improvement in LSNS by 1.125 (95% CI:-2.381,0.523). In binary analysis, participation in RMM resulted in a 37% (OR = 1.370, 95% CI: 0.355,5.290), 55.3% (OR = 1.553, 95% CI: 0.438,5.501), 124.1% (OR = 2.241, 95% CI = 0.677,7.419) and 14.5% (OR = 1.145, 95% CI = 0.331,3.963) non-significant increase in odds of improvement in EQ5D, GDS, PSQI and LSNS scores respectively.\n## CONCLUSION\nParticipation in RMM did not show any statistically significant difference in the quality of life of the participants. It is however, an interesting alternative tool to use in the field of integrative medicine. Moving forward, a larger study could be performed to investigate the effects of RMM on the elderly with an inclusion of a qualitative component to evaluate effects of RMM that were not captured by quantitative indicators.\n## TRIAL REGISTRATION\nThis trial was retrospectively registered. This trial was registered in the Australian New Zealand Clinical Trials Registry under trial number ACTRN12616001281482 on 12 September 2016.\n",
            "in_text_citation": "Yap et al., 2017",
            "footnote": 69
        },
        {
            "title": "Randomised controlled trial of unsolicited occupational therapy in community-dwelling elderly people: the LOTIS trial.",
            "abstract": "## OBJECTIVE\nThe objective of this trial, the Leiden 85-Plus Occupational Therapy Intervention Study (LOTIS), was to assess whether unsolicited occupational therapy, as compared to no therapy, can decelerate the increase in disability in high-risk elderly people.\n## DESIGN\nThis was a randomised controlled trial with 2-y follow-up.\n## SETTING\nThe study took place in the municipality of Leiden in the Netherlands.\n## PARTICIPANTS\nThe participants were 402 community-dwelling 85-y-old people, with a Mini-Mental State Examination score of >18 points at baseline.\n## INTERVENTIONS\nParticipants in the intervention group were visited by an occupational therapist who provided training and education about assistive devices that were already present and who gave recommendations and information about procedures, possibilities, and costs of assistive devices and community-based services. Control participants were not visited by an occupational therapist.\n## OUTCOME MEASURES\nThe primary outcome measure was the score achieved on the Groningen Activity Restriction Scale. Secondary outcome measures included self-evaluations of well-being and feelings of loneliness.\n## RESULTS\nTHE PARTICIPANTS WERE EVENLY DIVIDED BETWEEN THE TWO GROUPS: 202 participants were allocated to the intervention group and 200 participants to the control group. Of the 202 participants randomised to occupational therapy, 55 participants declined the proposed intervention. An occupational therapist indicated that of the remaining 147 participants, 66 (45%) needed an occupational therapy intervention. A total of 44 new assistive devices and five community-based services were implemented. During follow-up there was a progressive increase in disability in the intervention group (mean annual increase, 2.0 points; SE 0.2; p < 0.001) and control group (mean annual increase, 2.1 points; SE 0.2; p < 0.001). The increase in disability was not significantly different between study groups (0.08 points; 95% CI, -1.1-1.2; p = 0.75). There was also no difference between study groups for any of the secondary outcome measures.\n## CONCLUSION\nUnsolicited occupational therapy in high-risk elderly participants does not decelerate the increase in disability over time.\n",
            "in_text_citation": "de Craen et al., 2006",
            "footnote": 93
        },
        {
            "title": "Effect of a social intervention of choice vs. control on depressive symptoms, melancholy, feeling of loneliness, and perceived togetherness in older Finnish people: a randomized controlled trial.",
            "abstract": "## OBJECTIVES\nThis study examined effects of a social intervention on depressive symptoms, melancholy, loneliness, and perceived togetherness in community-dwelling Finnish older people.\n## METHOD\nPromotion of mental well-being in older people (GoodMood; ISRCTN78426775) was a single-blinded randomized control trial lasting 1.5 years. Two hundred and twenty-three persons aged 75-79 years reporting symptoms of loneliness or melancholy were randomized into intervention and control groups. The intervention group was allowed to choose among supervised exercise, social activity, or personal counseling. Follow-up measurements were conducted at the end of 6-month intervention, and at 3, 6, and 12 months post intervention.\n## RESULTS\nNumber of depressive symptoms remained unchanged, while loneliness and melancholy decreased in both the intervention and control groups during the study (p < 0.001). Social integration increased in the intervention group but not in controls (p = 0.041). Attachment and guidance increased in both groups (p < 0.001).\n## CONCLUSION\nThe intervention did not alleviate depressed mood. Positive changes over time were observed in loneliness, feelings of melancholy, attachment, and guidance but these occurred independently of the intervention. Our secondary analysis suggests that the intervention increased perceived social integration. In sum, the effects of the intervention were moderate only and did not expedite further overcoming depressive mood or loneliness.\n",
            "in_text_citation": "Pynnönen et al., 2018",
            "footnote": 53
        },
        {
            "title": "The use of case management for community-dwelling older people: the effects on loneliness, symptoms of depression and life satisfaction in a randomised controlled trial.",
            "abstract": "## AIM\nTo investigate the effects of a case management intervention for community-dwelling frail older people, with functional dependency and repeated contacts with the healthcare services, focusing on loneliness, depressive symptoms and life satisfaction.\n## DESIGN\nA two-armed, nonblinded, randomised control trial with repeated follow-ups, of N = 153 participants at baseline allocated to an intervention (n = 80) and control (n = 73) group.\n## METHOD\nInclusion criteria were the following: ≥65 years of age, living in ordinary housing, in need of assistance in two or more self-reported activities of daily living, having at least two hospital admissions or at least four visits in outpatient care 12 months prior to enrolment. Case managers (nurses and physiotherapists) provided an intervention of general case management, general information, specific information and continuity and safety. The intervention ranged over 12 months with one or more home visit(s) being conducted per month. An intention-to-treat analysis was applied for the primary outcomes of loneliness, depressive symptoms and life satisfaction, along with complete case and sensitivity analyses.\n## RESULTS\nDuring the trial period n = 12 died and n = 33 dropped out. No significant difference was found between the groups at baseline regarding sociodemographic characteristics, subjective health or primary outcomes. The intention-to-treat analysis did not result in any significant effects for the primary outcomes at any of the follow-ups (6 and 12 months). The complete case analysis resulted in a significant difference in favour of the intervention regarding loneliness (RR = 0.49, p = 0.028) and life satisfaction (ES = 0.41, p = 0.028) at 6 months and for depressive symptoms (ES = 0.47, p = 0.035) at 12 months.\n## CONCLUSIONS\nThe use of case management for frail older people did not result in clear favourable effects for the primary outcomes. However, the study indicates that case management may be beneficial in terms of these outcomes. Due to the complexity of the outcomes, an elaboration of the components and assessments is suggested.\n",
            "in_text_citation": "Taube et al., 2018",
            "footnote": 54
        },
        {
            "title": "The effects of reminiscence therapy on psychological well-being, depression, and loneliness among the institutionalized aged.",
            "abstract": "## OBJECTIVES\nTo examine the effects of reminiscence therapy on psychological well-being, depression, and loneliness among institutionalized elderly people.\n## METHODS\nIn an experimental study design, 92 institutionalized elderly people aged 65 years and over were recruited and randomly assigned to two groups. Those participants in the experimental group received reminiscence therapy eight times during 2 months to examine the effects of this therapy on their psychological well-being.\n## RESULTS\nAfter providing the reminiscence therapy to the elderly in the experimental group, a significant positive short-term effect (3 months follow-up) on depression, psychological well-being, and loneliness, as compared to those in the comparison group was found.\n## CONCLUSIONS\nReminiscence therapy in this study sample improved socialization, induced feelings of accomplishment in participants, and assisted to ameliorate depression.\n",
            "in_text_citation": "Chiang et al., 2010",
            "footnote": 95
        },
        {
            "title": "Generativity and Social Well-Being in Older Women: Expectations Regarding Aging Matter.",
            "abstract": "## OBJECTIVES\nBeliefs about aging can contribute to health and well-being in older adults. Feeling generative, or that one is caring for and contributing to the well-being of others, can also impact health and well-being. In this study, we hypothesized that those with more positive expectations regarding aging (ERA) in the mental health domain would report greater levels of perceived social support (PSS) and lower levels of loneliness in response to a generativity intervention (vs control condition).\n## METHOD\nParticipants in this study (n = 73, 100% female) were randomly assigned to a 6-week generativity condition, which involved writing about life experiences and sharing advice with others, or to a control condition, which involved writing about neutral topics. Pre- and postintervention, PSS, and feelings of loneliness were measured.\n## RESULTS\nThose in the generativity condition with more positive ERA in the mental health domain reported greater PSS and lower loneliness postintervention.\n## DISCUSSION\nThese results highlight the importance of psychological factors, such as ERA, in moderating the efficacy of interventions to promote social well-being in older adults.\n",
            "in_text_citation": "Moieni et al., 2021",
            "footnote": 97
        },
        {
            "title": "Precious memories: a randomized controlled trial on the effects of an autobiographical memory intervention delivered by trained volunteers in residential care homes.",
            "abstract": "## OBJECTIVES\nThis study assesses the effects of an autobiographical memory intervention on the prevention and reduction of depressive symptoms in older persons in residential care. Trained volunteers delivered the intervention.\n## METHODS\nA randomized controlled trial was carried out with depressive symptoms as the primary outcome. The experimental condition received the intervention Precious Memories one-on-one, whereas the control condition had individual unstructured contacts with a volunteer. Participants were 86 older persons living in residential care. There were three measurements: pre-intervention, post-intervention (2 months after the first measurement), and follow-up (8 months after the first measurement). Besides depressive symptoms, the retrieval of specific positive memories was measured as a process variable. Anxiety, loneliness, well-being, and mastery were assessed as secondary outcomes.\n## RESULTS\nDepressive symptoms improved equally in the intervention and the control condition at post-measurement. Participants with clinically relevant depressive symptoms also maintained the effects at follow-up in both conditions. The retrieval of specific positive memories improved more in the autobiographical memory intervention, although this was not maintained at follow-up. Anxiety and loneliness improved equally well in both conditions, but no effects were found for well-being or mastery.\n## CONCLUSION\nIt is concluded that volunteers can deliver the intervention and contribute to the mental health of this highly vulnerable group of older adults.\n",
            "in_text_citation": "Westerhof et al., 2018",
            "footnote": 96
        },
        {
            "title": "Does befriending by trained lay workers improve psychological well-being and quality of life for carers of people with dementia, and at what cost? A randomised controlled trial.",
            "abstract": "## OBJECTIVES\nTo determine whether a social support intervention (access to an employed befriending facilitator in addition to usual care) is effective compared with usual care alone. Also to document direct and indirect costs, and establish incremental cost-effectiveness.\n## DESIGN\nThe Befriending and Costs of Caring (BECCA) trial was a cost-effectiveness randomised controlled trial. Data on well-being and resource use were collected through interviews with participants at baseline and at 6, 15 and 24 months.\n## SETTING\nThis research was carried out in the English counties of Norfolk and Suffolk, and the London Borough of Havering. It was a community-based study.\n## PARTICIPANTS\nParticipants were family carers who were cohabiting with, or providing at least 20 hours' care per week for, a community-dwelling relative with a primary progressive dementia.\n## INTERVENTIONS\nThe intervention was 'access to a befriender facilitator' (BF). BFs, based with charitable/voluntary-sector organisations, were responsible for local befriending schemes, including recruitment, screening, training and ongoing support of befriending volunteers, and for matching carers with befrienders. The role of befrienders was to provide emotional support for carers. The target duration for befriending relationships was 6 months or more.\n## MAIN OUTCOME MEASURES\nDepression was measured by the Hospital Anxiety and Depression Scale (HADS) at 15 months postrandomisation. The health-related quality of life scale EQ-5D (EuroQol 5 Dimensions) was used to derive utilities for the calculation of quality-adjusted life-years (QALYs).\n## RESULTS\nA total of 236 carers were randomised into the trial (116 intervention; 120 control). At final follow-up, 190 carers (93 intervention; 97 control) were still involved in the trial (19% attrition). There was no evidence of effectiveness or cost-effectiveness from the primary analyses on the intention-to-treat population. The mean incremental cost per incremental QALY gained was in excess of 100,000 pounds, with only a 42.2% probability of being below 30,000 pounds per QALY gained. Where care-recipient QALYs were included, mean incremental cost per incremental QALY gained was 26,848 pounds, with a 51.4% probability of being below 30,000 pounds per QALY gained. Only 60 carers (52%) took up the offer of being matched with a trained lay befriender, and of these only 37 (32%) were befriended for 6 months or more. A subgroup analysis of controls versus those befriended for 6 months or more found a reduction in HADS-depression scores that approached statistical significance (95% CI -0.09 to 2.84).\n## CONCLUSIONS\n'Access to a befriender facilitator' is neither an effective nor a cost-effective intervention in the support of carers of people with dementia, although there is a suggestion of cost-effectiveness for the care dyad (carer and care recipient). In common with many services for carers of people with dementia, uptake of befriending services was not high. However, the small number of carers who engaged with befrienders for 6 months or more reported a reduction in scores on HADS depression that approached statistical significance compared with controls (95% CI -0.09 to 2.84). While providing only weak evidence of any beneficial effect, further research into befriending interventions for carers is warranted.\n",
            "in_text_citation": "Charlesworth et al., 2008",
            "footnote": 102
        },
        {
            "title": "Telephone group intervention for older stroke caregivers.",
            "abstract": "## PURPOSE\nThis study evaluated the effectiveness of telephone groups for older, spousal caregivers of stroke survivors.\n## METHOD\nThe 88 caregivers were mostly white females who were 70 years old on average and who had been providing care for an average of 3 years. Participants were randomized to treatment or control conditions, followed for 6 months, and assessed for depression, burden, loneliness, stress, and competence. Treatment participants engaged in an eight-session psychoeducational telephone group.\n## RESULTS\nTreatment participants showed decreased stress over time but were not significantly different from control participants in the amount of change in stress. Control participants showed a significant increase in burden during the study; treatment participants showed a significant increase in competence.\n",
            "in_text_citation": "Hartke et al., 2003",
            "footnote": 101
        },
        {
            "title": "Peer support telephone dyads for elderly women: was this the wrong intervention?",
            "abstract": "Tested a preventive intervention in which peer telephone dyads were developed for low-income, community-living, elderly women with low perceived social support. After an initial assessment, respondents were randomly assigned to either an assessment-only control or received 10 weeks of friendly staff telephone contact. After a second assessment, participants receiving the staff contact were randomly assigned to continue that contact or were paired in dyads to continue phone contact with one another. Dependent variables were measures of perceived social support, morale, depression, and loneliness. All groups, particularly the staff contact group, showed some improvement in mental health scores over time, but there were no significant differences between intervention groups, or between intervention and assessment-only control groups. The results suggest that participation in the study and in personal assessment interviews at home were probably morale enhancing, and that additional telephone contact did not significantly add to that effect. Evidence also indicates that, in this sample, low perceived family support was significantly related to poor mental health, so it is possible that a program designed to increase friend support may have been the wrong intervention.\n",
            "in_text_citation": "Heller et al., 1991",
            "footnote": 44
        },
        {
            "title": "Pilot study of a visitor volunteer programme for community elderly people receiving home health care.",
            "abstract": "There is a need to evaluate community support programmes for elderly people. In this randomized control trial (RCT), we determined the effectiveness of 'friendly visitors' in a volunteer programme of a visiting nurses organization in Southern Ontario, Canada. The Volunteer Friendly Visitor Programme was developed to support elderly people receiving homemaking and nursing care in the community. Volunteers are screened, trained, interviewed and matched to homebound elderly clients for general interest, visit expectations and personality. Volunteers spend three to four hours on average per week with clients socializing in mutually agreed-upon ways. The nursing staff identified clients who were lonely for this additional support. These newly-referred clients were randomly allocated to receive a friendly visitor or not for six weeks. Those receiving the volunteer visitor improved in life satisfaction and two social support measures: worth and social integration. Thus, the addition of volunteer visitors to planned homemaking and nursing care made a difference for elderly in the community.\n",
            "in_text_citation": "MacIntyre et al., 1999",
            "footnote": 61
        },
        {
            "title": "'Putting Life in Years' (PLINY) telephone friendship groups research study: pilot randomised controlled trial.",
            "abstract": "## BACKGROUND\nLoneliness in older people is associated with poor health-related quality of life (HRQoL). We undertook a parallel-group randomised controlled trial to evaluate the effectiveness and cost-effectiveness of telephone befriending for the maintenance of HRQoL in older people. An internal pilot tested the feasibility of the trial and intervention.\n## METHODS\nParticipants aged >74 years, with good cognitive function, living independently in one UK city were recruited through general practices and other sources, then randomised to: (1) 6 weeks of short one-to-one telephone calls, followed by 12 weeks of group telephone calls with up to six participants, led by a trained volunteer facilitator; or (2) a control group. The main trial required the recruitment of 248 participants in a 1-year accrual window, of whom 124 were to receive telephone befriending. The pilot specified three success criteria which had to be met in order to progress the main trial to completion: recruitment of 68 participants in 95 days; retention of 80% participants at 6 months; successful delivery of telephone befriending by local franchise of national charity. The primary clinical outcome was the Short Form (36) Health Instrument (SF-36) Mental Health (MH) dimension score collected by telephone 6 months following randomisation.\n## RESULTS\nWe informed 9,579 older people about the study. Seventy consenting participants were randomised to the pilot in 95 days, with 56 (80%) providing valid primary outcome data (26 intervention, 30 control). Twenty-four participants randomly allocated to the research arm actually received telephone befriending due to poor recruitment and retention of volunteer facilitators. The trial was closed early as a result. The mean 6-month SF-36 MH scores were 78 (SD 18) and 71 (SD 21) for the intervention and control groups, respectively (mean difference, 7; 95% CI, -3 to 16).\n## CONCLUSIONS\nRecruitment and retention of participants to a definitive trial with a recruitment window of 1 year is feasible. For the voluntary sector to recruit sufficient volunteers to match demand for telephone befriending created by trial recruitment would require the study to be run in more than one major population centre, and/or involve dedicated management of volunteers.\n## TRIAL REGISTRATION\nISRCTN28645428.\n",
            "in_text_citation": "Mountain et al., 2014b",
            "footnote": 99
        },
        {
            "title": "Fostering social ties through a volunteer role: implications for older-adults' psychological health.",
            "abstract": "This study examined the effects on older adults' psychological health of participation in a volunteer role that afforded opportunities to form friendships with age peers and to express nurturance toward another person. Access to these important social provisions was expected, in turn, to contribute to greater self-esteem, less loneliness, and less depression. The study hypotheses were tested by comparing older adults who served as foster grandparents to a developmentally disabled child (N = 52) with older adults in two comparison groups (Ns = 69, 59). Three assessments were conducted over a two-year period. The analyses revealed that the foster grandparents exhibited a significant increase in the number of new ties formed, but participation in the Foster Grandparent Program was not associated with the expected gains in emotional health. Explanations for the limited findings and implications for future research are discussed.\n",
            "in_text_citation": "Rook et al., 2003",
            "footnote": 98
        },
        {
            "title": "How effective are volunteers at supporting people in their last year of life? A pragmatic randomised wait-list trial in palliative care (ELSA).",
            "abstract": "## BACKGROUND\nClinical care alone at the end of life is unlikely to meet all needs. Volunteers are a key resource, acceptable to patients, but there is no evidence on care outcomes. This study aimed to determine whether support from a social action volunteer service is better than usual care at improving quality of life for adults in the last year of life.\n## METHODS\nA pragmatic, multi-centre wait-list controlled trial, with participants randomly allocated to receive the volunteer support intervention either immediately or after a 4 week wait. Trained volunteers provided tailored face-to-face support including befriending, practical support and signposting to services, primarily provided within the home, typically for 2-3 hours per week. The primary outcome was rate of change of quality of life at 4 weeks (WHO QOL BREF, a general, culturally sensitive measure). Secondary outcomes included rate of change of quality of life at 8 weeks and Loneliness (De Jong Gierveld Loneliness Scale), social support (mMOS-SS), and reported use of health and social care services at 4 and 8 weeks.\n## RESULTS\nIn total, 196 adults (61% (n = 109) female; mean age 72 years) were included in the study. No significant difference was found in main or secondary outcomes at 4 weeks. Rate of change of quality of life showed trends in favour of the intervention (physical quality of life domain: b = 3.98, CI, -0.38 to 8.34; psychological domain: b = 2.59, CI, -2.24 to 7.43; environmental domain: b = 3, CI, -4.13 to 4.91). Adjusted analyses to control for hours of volunteer input found significantly less decrease in physical quality of life in the intervention group (slope (b) 4.43, CI, 0.10 to 8.76). While the intervention also favoured the rate of change of emotional (b = -0.08; CI, -0.52 to 0.35) and social loneliness (b = -0.20; CI, -0.58 to 0.18), social support (b = 0.13; CI, -0.13 to 0.39), and reported use of health and social care professionals (b = 0.16; CI, -0.22 to 0.55), these were not statistically significant. No adverse events were reported.\n## CONCLUSIONS\nClinicians can confidently refer to volunteer services at the end of life. Future research should focus on 'dose' to maximise likely impact.\n## TRIAL REGISTRATION\nThe trial was prospectively registered. ISRCTN Registry: ISRCTN12929812 , registered 20 May 2015.\n",
            "in_text_citation": "Walshe et al., 2016",
            "footnote": 56
        },
        {
            "title": "The effects of a web-based intervention on psychosocial well-being among adults aged 60 and older with diabetes: a randomized trial.",
            "abstract": "## PURPOSE\nThe purpose of this study is to investigate the impact of a 6-month Web-based intervention on the psychosocial well-being of older adults with diabetes.\n## METHODS\nThis study was a randomized controlled trial (N - 62) comparing the effects of a 6-month Web-based intervention plus usual care with usual care alone among adults aged 60 years or older with diabetes. The outcomes included quality of life, depression, social support, and self-efficacy.\n## RESULTS\nThe intervention group showed significant improvement, F(4.48) - 4.03 P - .007, when compared with the control group on measures of depression, quality of life, social support, and self-efficacy when controlling for all baseline outcome variables (age, gender, and number of years with diabetes).\n## CONCLUSIONS\nThese findings provide support for the conclusion that a Web-based intervention is effective in improving the psychosocial well-being of participants at a 6-month follow-up. Future research needs to investigate the long-term effectiveness of Web-based interventions for sustaining psychosocial well-being, including factors that may affect quality of life, such as diabetes-specific beliefs, attitudes, social support, and disease-specific coping skills.\n",
            "in_text_citation": "Bond et al., 2010",
            "footnote": 62
        },
        {
            "title": "Improving Social Support for Older Adults Through Technology: Findings From the PRISM Randomized Controlled Trial.",
            "abstract": "## OBJECTIVES\nInformation and communication technology holds promise in terms of providing support and reducing isolation among older adults. We evaluated the impact of a specially designed computer system for older adults, the Personal Reminder Information and Social Management (PRISM) system.\n## DESIGN, SETTING, AND PARTICIPANTS\nThe trial was a multisite randomized field trial conducted at 3 sites. PRISM was compared to a Binder condition wherein participants received a notebook that contained paper content similar to that contained in PRISM. The sample included 300 older adults at risk for social isolation who lived independently in the community (Mage = 76.15 years). Primary outcome measures included indices of social isolation, social support, loneliness, and well-being. Secondary outcome measures included indices of computer proficiency and attitudes toward technology. Data were collected at baseline and at 6 and 12 months post-randomization.\n## RESULTS\nThe PRISM group reported significantly less loneliness and increased perceived social support and well-being at 6 months. There was a trend indicating a decline in social isolation. Group differences were not maintained at 12 months, but those in the PRISM condition still showed improvements from baseline. There was also an increase in computer self-efficacy, proficiency, and comfort with computers for PRISM participants at 6 and 12 months.\n## DISCUSSION\nThe findings suggest that access to technology applications such as PRISM may enhance social connectivity and reduce loneliness among older adults and has the potential to change attitudes toward technology and increase technology self-efficacy.\n",
            "in_text_citation": "Czaja et al., 2018",
            "footnote": 104
        },
        {
            "title": "Web-enabled Conversational Interactions as a Means to Improve Cognitive Functions: Results of a 6-Week Randomized Controlled Trial.",
            "abstract": "## INTRODUCTION\nIncreasing social interaction could be a promising intervention for improving cognitive function. We examined the feasibility of a randomized controlled trial to assess whether conversation-based cognitive stimulation, through personal computers, webcams, and a user-friendly interactive Internet interface had high adherence and a positive effect on cognitive functions among older adults without dementia.\n## METHODS\nDaily 30 minute face-to-face communications were conducted over a 6-week trial period in the intervention group. The control group had only a weekly telephone interview. Cognitive status of normal and MCI subjects was operationally defined as Global Clinical Dementia Rating (CDR) = 0 and 0.5, respectively. Age, sex, education, Mini-Mental State Exam and CDR score were balancing factors in randomization. Subjects were recruited using mass-mailing invitations. Pre-post differences in cognitive test scores and loneliness scores were compared between control and intervention groups using linear regression models.\n## RESULTS\nEighty-three subjects participated (intervention: n=41, control: n=42). Their mean (std) age was 80.5 (6.8) years. Adherence to the protocol was high; there was no dropout and mean % of days completed out of the targeted trial days among the intervention group was 89% (range: 77%-100%). Among the cognitively intact participants, the intervention group improved more than the control group on a semantic fluency test (p=0.003) at the post-trial assessment and a phonemic fluency test (p=0.004) at the 18\n## DISCUSSION\nDaily conversations via user-friendly Internet communication programs demonstrated high adherence. Among cognitively intact, the intervention group showed greater improvement in tests of language-based executive functions. Increasing daily social contacts through communication technologies could offer cost-effective home-based preventions. Further studies with a longer duration of follow-up are required to examine whether the intervention slows cognitive declines and delays the onset of dementia.\n",
            "in_text_citation": "Dodge et al., 2015",
            "footnote": 105
        },
        {
            "title": "Pilot Test of a Computer-Based System to Help Family Caregivers of Dementia Patients.",
            "abstract": "## BACKGROUND\nFamily members absorb much of the care of dementia patients. The burden of care substantially impacts caregivers' health, further straining our healthcare system. By 2050, the incidence of Alzheimer's disease will more than double, increasing the numbers of family caregivers proportionally. Interventions that reduce their burden are needed to preserve their health as well as the viability of the healthcare system.\n## OBJECTIVE\nThis paper reports on the development and feasibility testing of a computer-based system intended to improve the lives of caregivers. D-CHESS (Dementia-Comprehensive Health Enhancement Support System) allows users to obtain information, communicate with other caregivers, get help with care decisions, and share information with experts.\n## METHOD\nThirty-one caregivers were randomly assigned to an intervention group receiving D-CHESS for 6 months or to a control group receiving a caregiving book. Surveys at 0, 2, 4, and 6 months evaluated caregiver burden, family conflict, satisfaction with decisions, social support, loneliness, anxiety, depression, and coping competence.\n## RESULTS\nSurvey findings suggest D-CHESS participants may perform better on measures of social support, anxiety, loneliness, and coping competence; the groups were equivalent on caregiver burden, decision satisfaction, and depression, and the control group reported less family conflict than the intervention. D-CHESS use data suggested enhancements to system design and content to increase awareness and use of various features.\n## CONCLUSION\nThis study suggests that D-CHESS has potential to positively impact family caregivers and that the system merits further development and investigation with a full-scale clinical trial.\n",
            "in_text_citation": "Gustafson et al., 2019",
            "footnote": 76
        },
        {
            "title": "The Women Independently Living Alone with a Medical Alert Device (WILMA) trial.",
            "abstract": "Women are more likely to live alone compared with men, and therefore have more difficulty activating emergency medical systems for stroke. The goal of this study was to examine the benefit of wearing medical alert devices to activate emergency medical systems for elderly women living alone. This was a randomized, controlled pilot trial. Women over 60 with at least 1 stroke risk factor were recruited from Southeast Michigan. Subjects received either a medical alert device or control. The primary outcome was change in health-related quality of life (HRQOL) from baseline to 90 days of wearing the device or control. A planned sample size of 320 could not be reached, and the trial was stopped at 265 women randomized prior to data examination. On average, the treatment group was older, reported lower prevalence of high cholesterol, and was less likely to complete follow-up. There was a nonsignificant smaller loss of healthy days in the past month in the intervention group (0.46) compared with the control group (2.23) (p = 0.213). Similarly, the secondary outcomes of changes in anxiety, depression, and changes in perceived isolation did not differ by treatment and control groups. This study did not establish improvement in HRQOL among women who wore the device compared with those that did not, nor the feasibility of a trial to study the efficacy of medical alert devices in elderly women. Newer devices that use cellular technology may be more accepted than the landline-based system used in this study.\n",
            "in_text_citation": "Morgenstern et al., 2015",
            "footnote": 68
        },
        {
            "title": "Activating and Guiding the Engagement of Seniors With Online Social Networking: Experimental Findings From the AGES 2.0 Project.",
            "abstract": "## OBJECTIVE\nGuided by theoretical and empirical work attesting to the health benefits of social connections, we tested whether Internet connectivity, and training in its use for social purposes, can support the well-being of older adults receiving care.\n## METHOD\nParticipants ( N = 76) were randomly assigned to receive 3 months training versus care-as-usual. Cognitive and mental health were assessed before and after the intervention.\n## RESULTS\nResults show significant cognitive improvements across time in the training, but not control, group. This effect was mediated through a combination of increased social activity, improved self-competence, and maintained personal identity strength. Indirect effects on mental health outcomes via these processes were also observed.\n## DISCUSSION\nThese findings suggest that Internet access and training can support the self and social connectedness of vulnerable older adults and contribute positively to well-being.\n",
            "in_text_citation": "Morton et al., 2018",
            "footnote": 46
        },
        {
            "title": "Feasibility of Virtual Tablet-Based Group Exercise Among Older Adults in Siberia: Findings From Two Pilot Trials.",
            "abstract": "## BACKGROUND\nRegular physical activity has a positive effect on physical health, well-being, and life satisfaction of older adults. However, engaging in regular physical activity can be challenging for the elderly population because of reduced mobility, low motivation, or lack of the proper infrastructures in their communities.\n## OBJECTIVE\nThe objective of this paper was to study the feasibility of home-based online group training-under different group cohesion settings-and its effects on adherence and well-being among Russian older adults. We focused particularly on the technology usability and usage and on the adherence to the training (in light of premeasures of social support, enjoyment of physical activity, and leg muscle strength). As a secondary objective, we also explored the effects of the technology-supported intervention on subjective well-being and loneliness.\n## METHODS\nTwo pilot trials were carried out exploring two different group cohesion settings (weak cohesion and strong cohesion) in the period from 2015 to 2016 in Tomsk, Russian Federation. A total of 44 older adults (59-83 years) participated in the two pilots and followed a strength and balance training program (Otago) for 8 weeks with the help of a tablet-based virtual gym app. Participants in each pilot were assigned to an interaction condition, representing the online group exercising, and an individual condition, representing a home-based individual training. Both conditions featured persuasion strategies but differed in the ability to socialize and train together.\n## RESULTS\nBoth interaction and individual groups reported a high usability of the technology. Trainees showed a high level of technology acceptance and, particularly, a high score in intention to future use (4.2-5.0 on a 5-point Likert scale). Private texting (short service message [SMS]) was used more than public texting, and the strong cohesion condition resulted in more messages per user. Joint participations to training sessions (copresence) were higher for the social group with higher cohesion. The overall adherence to the training was 74% (SD 27%). Higher levels of social support at baseline were associated with higher adherence in the low cohesion condition (F1,18=5.23, P=.03), whereas in the high cohesion, such association was not found. Overall improvement in the satisfaction with life score was observed between pre and post measures (F1,31=5.85, P=.02), but no decrease in loneliness.\n## CONCLUSIONS\nOnline group exercising was proven feasible among healthy independently living older adults in Russia. The pilots suggest that a physical training performed in a virtual environment positively affect the life satisfaction of the trainees, but it does not provide support for a decrease in loneliness. High cohesion groups are preferable for group exercising, especially to mitigate effects of low social support on adherence. Further research in motivating group interactions in training settings is needed.\n",
            "in_text_citation": "Nikitina et al., 2018",
            "footnote": 51
        },
        {
            "title": "Effects of computer training and internet usage on cognitive abilities in older adults: a randomized controlled study.",
            "abstract": "## BACKGROUND AND AIMS\nAccording to the concepts of 'use it or lose it' and cognitive reserve, cognitively challenging activities may boost cognitive abilities in older adults. Using computers and the internet provides divergent cognitive challenges to older persons, and the positive effects of computers and internet use on the quality of life have been found in earlier studies.\n## METHODS\nWe investigated whether prolonged guided computer use by healthy older adults (64-75) may be beneficial to cognitive ability in a randomized controlled study. The intervention consisted of brief training and subsequent use of a personal computer with an internet connection at home for a 12-month period. 191 participants were randomly assigned to three groups: Intervention, Training/No intervention, or No training/No intervention. A fourth group consisted of 45 participants with no interest in computer use. The effect of the intervention was assessed by a range of well-established cognitive instruments that probed verbal memory, information processing speed, and cognitive flexibility. Data were collected at baseline and after four and twelve months.\n## RESULTS\nIntensive interaction with a personal computer with standard software applications had no effect on cognitive measures; no differences in changes in cognitive parameters over time were found between groups.\n## CONCLUSION\nLearning to use a computer and the internet does not benefit healthy, communitydwelling older adults with respect to many domains of cognitive functions. The implications of these findings for future studies that use cognitive challenge to counteract usual cognitive aging are discussed.\n",
            "in_text_citation": "Slegers et al., 2009",
            "footnote": 107
        },
        {
            "title": "Changes in depressive symptoms, social support, and loneliness over 1 year after a minimum 3-month videoconference program for older nursing home residents.",
            "abstract": "## BACKGROUND\nA 3-month videoconference interaction program with family members has been shown to decrease depression and loneliness in nursing home residents. However, little is known about the long-term effects on residents' depressive symptoms, social support, and loneliness.\n## OBJECTIVE\nThe purpose of this longitudinal quasi-experimental study was to evaluate the long-term effectiveness of a videoconference intervention in improving nursing home residents' social support, loneliness, and depressive status over 1 year.\n## METHODS\nWe purposively sampled 16 nursing homes in various areas of Taiwan. Elderly residents (N = 90) of these nursing homes meeting our inclusion criteria were divided into an experimental (n = 40) and a comparison (n = 50) group. The experimental group received at least 5 minutes/week for 3 months of videoconference interaction with their family members in addition to usual family visits, and the comparison group received regular family visits only. Data were collected in face-to face interviews on social support, loneliness, and depressive status using the Social Support Behaviors Scale, University of California Los Angeles Loneliness Scale, and Geriatric Depression Scale, respectively, at four times (baseline, 3 months, 6 months, and 12 months after baseline). Data were analyzed using the generalized estimating equation approach.\n## RESULTS\nAfter the videoconferencing program, participants in the experimental group had significantly lower mean change in instrumental social support scores at 6 months (-0.42, P = .03) and 12 months (-0.41, P = .03), and higher mean change in emotional social support at 3 (0.74, P < .001) and 12 months (0.61, P = .02), and in appraisal support at 3 months (0.74, P = .001) after adjusting for confounding variables. Participants in the experimental group also had significantly lower mean loneliness and depressive status scores at 3 months (-5.40, P < .001; -2.64, P < .001, respectively), 6 months (-6.47, P < .001; -4.33, P < .001), and 12 months (-6.27, P = .001; -4.40, P < .001) compared with baseline than those in the comparison group.\n## CONCLUSION\nOur videoconference program had a long-term effect in alleviating depressive symptoms and loneliness for elderly residents in nursing homes. This intervention also improved long-term emotional social support and short-term appraisal support, and decreased residents' instrumental social support. However, this intervention had no effect on informational social support.\n",
            "in_text_citation": "Tsai et al., 2011",
            "footnote": 108
        },
        {
            "title": "Effects of a smartphone-based videoconferencing program for older nursing home residents on depression, loneliness, and quality of life: a quasi-experimental study.",
            "abstract": "## BACKGROUND\nSmartphones can optimize the opportunities for interactions between nursing home residents and their families. However, the effectiveness of smartphone-based videoconferencing programs in enhancing emotional status and quality of life has not been explored. The purpose of this study was to evaluate of the effect of a smartphone-based videoconferencing program on nursing home residents' feelings of loneliness, depressive symptoms and quality of life.\n## METHODS\nThis study used a quasi-experimental research design. Older residents from seven nursing homes in Taiwan participated in this study. Nursing homes (NH) were randomly selected as sites for either the intervention group (5 NH) or the control group (2 NH); NH residents who met the inclusion criteria were invited to participate. The intervention group was comprised of 32 participants; the control group was comprised of 30 participants. The intervention group interacted with their family members once a week for 6 months using a smartphone and a \"LINE\" application (app). Data were collected with self-report instruments: subjective feelings of loneliness, using the University of California Los Angeles Loneliness Scale; depressive symptoms, using the Geriatric Depression Scale; and quality of life using the SF-36. Data were collected at four time points (baseline, and at 1-month, 3-months and 6-months from baseline). Data were analysed using the generalized estimating equation approach.\n## RESULTS\nAfter the intervention, as compared to those in the control group, participants in interventional group had significant decreases in baseline loneliness scores at 1 months (β = - 3.41, p < 0.001), 3 months (β = - 5.96, p < 0.001), and 6 months (β = - 7.50, p < 0.001), and improvements in physical role (β = 36.49, p = 0.01), vitality (β = 13.11, p < 0.001) and pain scores (β = 16.71, p = 0.01) at 6 months. However, changes in mean depression scores did not significantly differ between groups.\n## CONCLUSIONS\nSmartphone-based videoconferencing effectively improved residents' feelings of loneliness, and physiological health, vitality and pain, but not depressive symptoms. Future investigations might evaluate the effectiveness of other media-based technologies in nursing homes as well as their effectiveness within and between different age cohorts.\n",
            "in_text_citation": "Tsai et al., 2020",
            "footnote": 109
        },
        {
            "title": "Promoting physical activity in COPD: Insights from a randomized trial of a web-based intervention and pedometer use.",
            "abstract": "## RATIONALE\nLow physical activity is highly prevalent among COPD patients and is associated with increased healthcare utilization and mortality and reduced HRQL. The addition of a website to pedometer use is effective at increasing physical activity; however, the timeline of change and impact of environmental factors on efficacy is unknown.\n## METHODS\nU.S. Veterans with COPD were randomized (1:1) to receive either (1) a pedometer and website which provided goal-setting, feedback, disease-specific education, and an online community forum or (2) pedometer alone for 3 months. Primary outcome was change in daily step count. Secondary outcomes included 6MWT distance, HRQL, dyspnea, depression, COPD knowledge, exercise self-efficacy, social support, motivation, and confidence to exercise. Generalized linear mixed-effects models evaluated the effect of the pedometer plus website compared to pedometer alone.\n## RESULTS\nData from 109 subjects (98.5% male, mean age 68.6 ± 8.3 years) were analyzed. At 13 weeks, subjects in the pedometer plus website group had significant increases daily step count from baseline relative to the pedometer alone group (804 ± 356.5 steps per day, p = 0.02). The pedometer plus website group had significant improvements in daily step count from baseline beginning in week 3 which were sustained until week 13. In subgroup analyses, the pedometer plus website attenuated declines in daily step count during the transition from summer to fall. No significant differences in secondary outcomes were noted between groups.\n## CONCLUSIONS\nA website added to pedometer use improves daily step counts, sustains walking over 3 months, and attenuates declines in physical activity due to season.\n",
            "in_text_citation": "Wan et al., 2017",
            "footnote": 60
        },
        {
            "title": "A randomized controlled trial of the psychosocial impact of providing internet training and access to older adults.",
            "abstract": "The Internet (electronic mail and the World Wide Web) may provide new opportunities for communication that can help older adults avoid social isolation. This randomized controlled trial assessed the psychosocial impact of providing Internet access to older adults over a five-month period. One hundred volunteers from four congregate housing sites and two nursing facilities were randomly assigned to receive Internet training or to a wait list control group. The pre & post measures included the UCLA Loneliness scale, modified CES Depression scale, a measure of locus of control, computer attitudes, number of confidants, and overall quality of life. Participants received nine hours of small group training in six sessions over two weeks. Computers were available for continued use over five months and the trainer was available two hours/week for questions. At the end of the trial, 60% of the intervention group continued to use the Internet on a weekly basis. Although there was a trend toward decreased loneliness and depression in intervention subjects compared to controls, there were no statistically significant changes from baseline to the end of trial between groups. Among Internet users (n = 29) in the intervention group there were trends toward less loneliness, less depression, more positive attitudes toward computers, and more confidants than among intervention recipients who were not regular users (n = 19) of this technology. Most elderly participants in this trial learned to use the Internet and the majority continued to use it on a weekly basis. The psychosocial impact of Internet use in this sample suggested trends in a positive direction. Further research is needed to determine more precisely, which older adults, residing in which environmental contexts are more likely than others to benefit from this rapidly expanding information and communication link.\n",
            "in_text_citation": "White et al., 2002",
            "footnote": 47
        },
        {
            "title": "The effects of group and individual animal-assisted therapy on loneliness in residents of long-term care facilities.",
            "abstract": "Animal-assisted therapy (AAT) has been shown to reduce the loneliness of residents in long-term care facilities (LTCFs). In this study, we determined the relative contribution of socialization (human–human bonding) and human–animal bonding as mechanisms by which AAT reduces loneliness. Residents in LTCFs volunteering for AAT were randomized to receive AAT as individuals (Individual) or in groups of two to four (Group). Individual AAT was used as a measure of animal–human bonding, and Group AAT was used as a measure of the combination of animal–human bonding and socialization. Any greater effect of Group AAT in comparison to Individual AAT would be ascribed to socialization. Thirty-seven residents of LTCFs, who were cognitively intact, volunteered for AAT, and scored as significantly lonely on the UCLA Loneliness Scale (Version 3), were studied. Six weeks of AAT, one 30- minute session per week, in an individual or group setting was performed, with posttesting during week five. Two residents dropped out of each group, giving us group sizes of 17 (Individual) and 16 (Group). A two-way ANOVA showed a statistically significant effect of pretest vs. posttest scores (F(1,31) = 25.3, p < 0.001), with no effect of Group vs. Individual or of interaction. Newman Keuls post-hoc tests showed that the pretest scores for Individual and Group participants did not differ. There was a significant difference between pretest and posttest scores for Individual participants (p < 0.05) but not for Group participants. There was no difference between the posttest values for Individual vs. Group. When the data from all 33 participants were combined, Delta scores (pretest minus posttest), correlated positively (p < 0.01) with pretest scores, showing that lonelier individuals benefited more from AAT. In conclusion, AAT was more effective in improving loneliness in residents of LTCFs when given individually than in a group situation. Therefore, the main effect of AAT was not mediated by socialization.",
            "in_text_citation": "Banks et al., 2005",
            "footnote": 71
        },
        {
            "title": "Alleviating loneliness among frail older people—findings from a randomised controlled trial.",
            "abstract": "Loneliness among frail older people predicts increased use of health services, early institutionalisation and increased mortality. The objective of this study was to determine the effects of a new rehabilitation model on loneliness among frail older people. This randomized controlled multi-centre trial with a 12-month follow-up was implemented in Finland. A total of 708 community-dwelling people aged 65+ years with progressively decreasing functional capacity participated. Participants were randomly allocated to the intervention group (n = 343) or to the control group (n = 365). The intervention consisted of a network-based group rehabilitation programme designed for frail older people. A 0.9-fold decrease in the proportion of participants feeling lonely was observed in the intervention group and a 1.1-fold increase in the control group. The results suggest that a physically orientated rehabilitation programme may reduce emotional loneliness.",
            "in_text_citation": "Ollonqvist et al., 2008",
            "footnote": 52
        },
        {
            "title": "Feasibility of a yoga intervention for enhancing the mental well-being and physical functioning of older adults living in the community.",
            "abstract": "This study assessed the feasibility of a yoga intervention to improve the mental and physical well-being of older adults. Convenience sampling was used to recruit 18 older adults living in a low-income housing complex. Utilizing a classical experimental design, the participants were assigned to either a yoga group or a socialization group; both met twice a week for an hour for four weeks. Results showed that although there is inconclusive evidence to demonstrate that the yoga intervention was superior to the socialization group in improving mental and physical health, yoga could provide some benefit for older adults.",
            "in_text_citation": "Wang et al., 2010",
            "footnote": 91
        },
        {
            "title": "Effects of a social internet-based intervention programme for older adults: An explorative randomised crossover study.",
            "abstract": "## Introduction: Restraints and changes in social activities might contribute to loneliness and health decline for older adults. To reduce loneliness and support activities, social internet-based interventions are indicated to be effective. The aim of this study was to evaluate the effects of a social internet-based intervention for older adults who are vulnerable to loneliness. ## Method: An explorative, randomised, crossover study with an AB/BA sequence was completed. The intervention was conducted over a period of three months. Thirty participants were included (24 women and six men, 61–89 years old) and allocated to two groups. Data were collected at three time points. The primary outcome was the UCLA loneliness scale, and the secondary outcomes were satisfaction with social contacts and social interaction skills. Statistical analyses were conducted with the paired t-test, Wilcoxon’s signed-rank test and repeated-measures analysis of variance. ## Results: Loneliness was significantly decreased in both groups post intervention, and satisfaction with social contacts online significantly increased in one group. Significant treatment effects were detected for all outcomes. ## Conclusion: The results of the social internet-based intervention programme are promising, but further evaluations are needed.",
            "in_text_citation": "Larsson et al., 2016",
            "footnote": 94
        },
        {
            "title": "Intervention against loneliness in a group of elderly women: a process evaluation.",
            "abstract": "This article describes a method (the CCC design) for undertaking social work with the elderly. The presenting symptom is the experience of loneliness. Also examined is how far the sample was representative of elderly people who had shown interest in institutional living and among whom the experience of loneliness could be expected, and also whether the intervention efforts were undertaken as specified. The results indicate that when subjects are randomly assigned to a treatment they have not sought, the participants, as compared to nonparticipants, seem to be somewhat higher in socioeconomic status and some of its correlates, but lower in self-esteem. On the whole the proposed method seems easy enough to execute and can accordingly be applied to other populations.",
            "in_text_citation": "Andersson et al., 1984",
            "footnote": 100
        },
        {
            "title": "“It’s just like you talk to a friend” relational agents for older adults.",
            "abstract": "Relational agents—computational artifacts designed to build and maintain long-term social– emotional relationships with users—may provide an effective interface modality for older adults. This is especially true when the agents use simulated face-to-face conversation as the primary communication medium, and for applications in which repeated interactions over long time periods are required, such as in health behavior change. In this article, we discuss the design of a relational agent for older adults that plays the role of an exercise advisor, and report on the results of a longitudinal study involving 21 adults aged 62–84, half of whom interacted with the agent daily for 2 months in their homes and half who served as a standard-of-care control. Results indicate the agent was accepted and liked, and was significantly more efficacious at increasing physical activity (daily steps walked) than the control.",
            "in_text_citation": "Bickmore et al., 2005",
            "footnote": 103
        },
        {
            "title": "Creating new technologies for companionable agents to support isolated older adults.",
            "abstract": "This article reports on the development of capabilities for (on-screen) virtual agents and robots to support isolated older adults in their homes. A real-time architecture was developed to use a virtual agent or a robot interchangeably to interact via dialog and gesture with a human user. Users could interact with either agent on 12 different activities, some of which included on-screen games, and forms to complete. The article reports on a pre-study that guided the choice of interaction activities. A month-long study with 44 adults between the ages of 55 and 91 assessed differences in the use of the robot and virtual agent.",
            "in_text_citation": "Sidner et al., 2018",
            "footnote": 106
        },
        {
            "title": "Technology and Aging Project: Training Outcomes and Efficacy from a Randomized Field Trial.",
            "abstract": "This study examined whether training provided to adults age 60+ would increase the use of information and communication technologies (ICTs), such as email and the Internet, and influence participants’ social support and mental health. Participants were randomly assigned to an experimental (n=45) or a control group (n=38). The experimental group participated in a six-month training program. Data were collected before, during, and after training on outcomes related to computer use, social support, and mental health. Mixed regression models were used for multivariate analyses. Compared to the control group, the experimental group reported greater self-efficacy in executing computer-related tasks and used more ICTs, perceived greater social support from friends, and reported significantly higher quality of life. Computer self-efficacy had both a direct and indirect effect on ICT use, but not on other variables. With appropriate training, older adults want to and can learn the skills needed to use ICTs. Older adults with ICT skills can access online sources of information regarding Medicare Part D options and utilize patient portals associated with electronic medical records. Agencies may develop services that build upon this technology sophistication, but policies also will need to address issues of access to equipment and high-speed Internet service.",
            "in_text_citation": "Woodward et al., 2011",
            "footnote": 45
        }
    ]
}