{
    "citations": [
        {
            "footnote": 44,
            "title": "Once daily versus overnight and symptom versus physiological monitoring to detect exacerbations of chronic obstructive pulmonary disease: pilot randomized controlled trial.",
            "in_text_citation": "Al Rajeh et al., 2020"
        },
        {
            "footnote": 43,
            "title": "Application of oxygen saturation variability analysis for the detection of exacerbation in individuals with COPD: A proof-of-concept study.",
            "in_text_citation": "Al Rajeh et al., 2021"
        },
        {
            "footnote": 14,
            "title": "Long-term efficacy and effectiveness of a behavioural and community-based exercise intervention (Urban Training) to increase physical activity in patients with COPD: a randomised controlled trial.",
            "in_text_citation": "Arbillaga-Etxarri et al., 2018"
        },
        {
            "footnote": 15,
            "title": "Behavioural modification interventions alongside pulmonary rehabilitation improve COPD patients’ experiences of physical activity.",
            "in_text_citation": "Armstrong et al., 2021"
        },
        {
            "footnote": 16,
            "title": "The use of a smartphone app and an activity tracker to promote physical activity in the management of chronic obstructive pulmonary disease: randomized controlled feasibility study.",
            "in_text_citation": "Bentley et al., 2020"
        },
        {
            "footnote": 13,
            "title": "Short- and long-term effects of a physical activity counselling programme in COPD: a randomized controlled trial.",
            "in_text_citation": "Altenburg et al., 2015"
        },
        {
            "footnote": 17,
            "title": "Feasibility of a health coaching and home-based rehabilitation intervention with remote monitoring for COPD.",
            "in_text_citation": "Benzo et al., 2021"
        },
        {
            "footnote": 45,
            "title": "Statistical process control improves the feasibility of remote physiological monitoring in patients with chronic obstructive pulmonary disease.",
            "in_text_citation": "Cooper et al., 2019"
        },
        {
            "footnote": 18,
            "title": "Effects of a pedometer-based walking program in patients with COPD-A pilot study.",
            "in_text_citation": "Chen et al., 2022"
        },
        {
            "footnote": 19,
            "title": "Impact of feedback on physical activity levels of individuals with chronic obstructive pulmonary disease during pulmonary rehabilitation: a feasibility study.",
            "in_text_citation": "Cruz et al., 2014"
        },
        {
            "footnote": 20,
            "title": "The effects of a lifestyle physical activity counseling program with feedback of a pedometer during pulmonary rehabilitation in patients with COPD: a pilot study.",
            "in_text_citation": "de Blok et al., 2006"
        },
        {
            "footnote": 21,
            "title": "Physical activity is increased by a 12-week semiautomated telecoaching programme in patients with COPD: a multicentre randomised controlled trial.",
            "in_text_citation": "Demeyer et al., 2017"
        },
        {
            "footnote": 22,
            "title": "Long-term benefits of adding a pedometer to pulmonary rehabilitation for COPD: the randomized controlled STAR Trial.",
            "in_text_citation": "Geidl et al., 2021"
        },
        {
            "footnote": 46,
            "title": "A proof of concept for continuous, non-invasive, free-living vital signs monitoring to predict readmission following an acute exacerbation of COPD: a prospective cohort study.",
            "in_text_citation": "Hawthorne et al., 2022"
        },
        {
            "footnote": 23,
            "title": "The effects of a physical activity counseling program after an exacerbation in patients with Chronic Obstructive Pulmonary Disease: a randomized controlled pilot study.",
            "in_text_citation": "Hornikx et al., 2015"
        },
        {
            "footnote": 24,
            "title": "Enhancement of daily physical activity increases physical fitness of outclinic COPD patients: results of an exercise counseling program.",
            "in_text_citation": "Hospes et al., 2009"
        },
        {
            "footnote": 25,
            "title": "Short-term and long-term effects of a self-managed physical activity program using a pedometer for chronic respiratory disease: a randomized controlled trial.",
            "in_text_citation": "Kato et al., 2017"
        },
        {
            "footnote": 26,
            "title": "Effects of low-intensity exercise and home-based pulmonary rehabilitation with pedometer feedback on physical activity in elderly patients with chronic obstructive pulmonary disease.",
            "in_text_citation": "Kawagoshi et al., 2015"
        },
        {
            "footnote": 27,
            "title": "Long-term effects of pedometer-based physical activity coaching in severe COPD: a randomized controlled trial.",
            "in_text_citation": "Kohlbrenner et al., 2020"
        },
        {
            "footnote": 28,
            "title": "Pedometers to enhance physical activity in COPD: a randomised controlled trial.",
            "in_text_citation": "Mendoza et al., 2015"
        },
        {
            "footnote": 29,
            "title": "A pilot study of an Internet walking program and pedometer in COPD.",
            "in_text_citation": "Moy et al., 2012"
        },
        {
            "footnote": 30,
            "title": "Pilot study of a cell phone-based exercise persistence intervention post-rehabilitation for COPD.",
            "in_text_citation": "Nguyen et al., 2009"
        },
        {
            "footnote": 47,
            "title": "Effect of physical activity coaching on acute care and survival among patients with chronic obstructive pulmonary disease: a pragmatic randomized clinical trial.",
            "in_text_citation": "Nguyen et al., 2019"
        },
        {
            "footnote": 31,
            "title": "Pedometer step count targets during pulmonary rehabilitation in chronic obstructive pulmonary disease.",
            "in_text_citation": "Nolan et al., 2017"
        },
        {
            "footnote": 32,
            "title": "Evaluating the effect of a smartphone app-based self-management program for people with COPD: a randomized controlled trial.",
            "in_text_citation": "Park et al., 2020"
        },
        {
            "footnote": 33,
            "title": "A randomised trial of a web-based physical activity self-management intervention in COPD.",
            "in_text_citation": "Robinson et al., 2021"
        },
        {
            "footnote": 35,
            "title": "Using a smartphone application maintains physical activity following pulmonary rehabilitation in patients with COPD: a randomised controlled trial.",
            "in_text_citation": "Spielmanns et al., 2023"
        },
        {
            "footnote": 34,
            "title": "Effects of individualized target setting on step count in Japanese patients with chronic obstructive pulmonary disease: a pilot study.",
            "in_text_citation": "Sasaki et al., 2021"
        },
        {
            "footnote": 36,
            "title": "Promotion of physical activity after hospitalization for COPD exacerbation: a randomized control trial.",
            "in_text_citation": "Valeiro et al., 2023"
        },
        {
            "footnote": 37,
            "title": "Effectiveness of a community-based exercise training programme to increase physical activity level in patients with chronic obstructive pulmonary disease: a randomized controlled trial.",
            "in_text_citation": "Varas et al., 2018"
        },
        {
            "footnote": 38,
            "title": "Efficacy of an mHealth intervention to stimulate physical activity in COPD patients after pulmonary rehabilitation.",
            "in_text_citation": "Vorrink et al., 2016"
        },
        {
            "footnote": 39,
            "title": "Promoting physical activity in COPD: Insights from a randomized trial of a web-based intervention and pedometer use.",
            "in_text_citation": "Wan et al., 2017"
        },
        {
            "footnote": 48,
            "title": "Long-term effects of web-based pedometer-mediated intervention on COPD exacerbations.",
            "in_text_citation": "Wan et al., 2020"
        },
        {
            "footnote": 40,
            "title": "Benefits and costs of home pedometer assisted physical activity in patients with COPD.",
            "in_text_citation": "Widyastuti et al., 2018"
        },
        {
            "footnote": 42,
            "title": "Effect on health-related quality of life of ongoing feedback during a 12-month maintenance walking programme in patients with COPD: a randomized controlled trial.",
            "in_text_citation": "Wootton et al., 2018"
        },
        {
            "footnote": 41,
            "title": "Effects of ongoing feedback during a 12-month maintenance walking program on daily physical activity in people with COPD.",
            "in_text_citation": "Wootton et al., 2019"
        },
        {
            "footnote": 49,
            "title": "Acute exacerbation of a chronic obstructive pulmonary disease prediction system using wearable device data, machine learning, and deep learning: development and cohort study.",
            "in_text_citation": "Wu et al., 2021"
        }
    ]
}