{
    "key_references": [
        {
            "title": "Once Daily Versus Overnight and Symptom Versus Physiological Monitoring to Detect Exacerbations of Chronic Obstructive Pulmonary Disease: Pilot Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nEarlier detection of chronic obstructive pulmonary disease (COPD) exacerbations may facilitate more rapid treatment with reduced risk of hospitalization. Changes in pulse oximetry may permit early detection of exacerbations. We hypothesized that overnight pulse oximetry would be superior to once-daily monitoring for the early detection of exacerbations.\n## OBJECTIVE\nThis study aims to evaluate whether measuring changes in heart rate and oxygen saturation overnight is superior to once-daily monitoring of both parameters and to assess symptom changes in facilitating earlier detection of COPD exacerbations.\n## METHODS\nA total of 83 patients with COPD were randomized to once-daily or overnight pulse oximetry. Both groups completed the COPD assessment test questionnaire daily. The baseline mean and SD for each pulse oximetry variable were calculated from 14 days of stable monitoring. Changes in exacerbation were expressed as Z scores from this baseline.\n## RESULTS\nThe mean age of the patients was 70.6 (SD 8.1) years, 52% (43/83) were female, and the mean FEV1 was 53.0% (SD 18.5%) predicted. Of the 83 patients, 27 experienced an exacerbation. Symptoms were significantly elevated above baseline from 5 days before to 12 days after treatment initiation. Day-to-day variation in pulse oximetry during the stable state was significantly less in the overnight group than in the once-daily group. There were greater relative changes at exacerbation in heart rate than oxygen saturation. An overnight composite score of change in heart rate and oxygen saturation changed significantly from 7 days before initiation of treatment for exacerbation and had a positive predictive value for exacerbation of 91.2%. However, this was not statistically better than examining changes in symptoms alone.\n## CONCLUSIONS\nOvernight pulse oximetry permits earlier detection of COPD exacerbations compared with once-daily monitoring. Monitoring physiological variables was not superior to monitoring symptoms, and the latter would be a simpler approach, except where there is a need for objective verification of exacerbations.\n## TRIAL REGISTRATION\nClinicalTrials.gov NCT03003702; https://clinicaltrials.gov/ct2/show/NCT03003702.\n",
            "in_text_citation": "Al Rajeh et al., 2020",
            "footnote": 44
        },
        {
            "title": "Application of oxygen saturation variability analysis for the detection of exacerbation in individuals with COPD: A proof-of-concept study.",
            "abstract": "## BACKGROUND\nIndividuals with chronic obstructive pulmonary disease (COPD) commonly experience exacerbations, which may require hospital admission. Early detection of exacerbations, and therefore early treatment, could be crucial in preventing admission and improving outcomes. Our previous research has demonstrated that the pattern analysis of peripheral oxygen saturation (S\n## METHODS\nOvernight pulse oximetry data from 11 individuals with COPD, who exhibited exacerbation after a period of stable disease, were examined. Stable phase recordings were conducted overnight and one night prior to exacerbation recordings were also analyzed. Pattern analysis of S\n## RESULTS\nS\n## CONCLUSION\nAlterations in S\n",
            "in_text_citation": "Al Rajeh et al., 2021",
            "footnote": 43
        },
        {
            "title": "Long-term efficacy and effectiveness of a behavioural and community-based exercise intervention (Urban Training) to increase physical activity in patients with COPD: a randomised controlled trial.",
            "abstract": "There is a need to increase and maintain physical activity in patients with chronic obstructive pulmonary disease (COPD). We assessed 12-month efficacy and effectiveness of the Urban Training intervention on physical activity in COPD patients.This randomised controlled trial (NCT01897298) allocated 407 COPD patients from primary and hospital settings 1:1 to usual care (n=205) or Urban Training (n=202). Urban Training consisted of a baseline motivational interview, advice to walk on urban trails designed for COPD patients in outdoor public spaces and other optional components for feedback, motivation, information and support (pedometer, calendar, physical activity brochure, website, phone text messages, walking groups and a phone number). The primary outcome was 12-month change in steps·day\n",
            "in_text_citation": "Arbillaga-Etxarri et al., 2018",
            "footnote": 14
        },
        {
            "title": "Behavioural modification interventions alongside pulmonary rehabilitation improve COPD patients' experiences of physical activity.",
            "abstract": "## AIMS AND OBJECTIVES\nThe Clinical PROactive Physical Activity in COPD (C-PPAC) instrument, combines a questionnaire assessing the domains of amount and difficulty of physical activity (PA) with activity monitor data (steps/day and vector magnitude units) to assess patients' experiences of PA. The C-PPAC instrument is responsive to pharmacological and non-pharmacological interventions and to changes in clinically relevant variables. We compared the effect of PA behavioural modification interventions alongside pulmonary rehabilitation (PR) to PR alone on the C-PPAC scores in COPD patients with low baseline PA levels.\n## METHODS\nIn this randomised controlled trial, 48 patients (means ± SD: FEV\n## RESULTS\nThere were clinically important improvements in favour of the PR + PA interventions compared to PR alone in: 1) the C-PPAC total score (mean [95% CI] difference: 8 [4 to 12] points, p = 0.001), the difficulty (mean [95% CI] difference: 8 [3 to 13] points, p = 0.002) and the amount (mean [95% CI] difference 8 [3 to 16] points, p = 0.005) domains and 2) the CAT score (mean [95% CI] difference: -2.1 [-3.8 to -0.3] points, p = 0.025).\n## CONCLUSION\nPA behavioural modification interventions alongside PR improve the experiences of PA in patients with advanced COPD and low baseline PA levels. (NCT03749655).\n",
            "in_text_citation": "Armstrong et al., 2021",
            "footnote": 15
        },
        {
            "title": "The Use of a Smartphone App and an Activity Tracker to Promote Physical Activity in the Management of Chronic Obstructive Pulmonary Disease: Randomized Controlled Feasibility Study.",
            "abstract": "## BACKGROUND\nChronic obstructive pulmonary disease (COPD) is highly prevalent and significantly affects the daily functioning of patients. Self-management strategies, including increasing physical activity, can help people with COPD have better health and a better quality of life. Digital mobile health (mHealth) techniques have the potential to aid the delivery of self-management interventions for COPD. We developed an mHealth intervention (Self-Management supported by Assistive, Rehabilitative, and Telehealth technologies-COPD [SMART-COPD]), delivered via a smartphone app and an activity tracker, to help people with COPD maintain (or increase) physical activity after undertaking pulmonary rehabilitation (PR).\n## OBJECTIVE\nThis study aimed to determine the feasibility and acceptability of using the SMART-COPD intervention for the self-management of physical activity and to explore the feasibility of conducting a future randomized controlled trial (RCT) to investigate its effectiveness.\n## METHODS\nWe conducted a randomized feasibility study. A total of 30 participants with COPD were randomly allocated to receive the SMART-COPD intervention (n=19) or control (n=11). Participants used SMART-COPD throughout PR and for 8 weeks afterward (ie, maintenance) to set physical activity goals and monitor their progress. Questionnaire-based and physical activity-based outcome measures were taken at baseline, the end of PR, and the end of maintenance. Participants, and health care professionals involved in PR delivery, were interviewed about their experiences with the technology.\n## RESULTS\nOverall, 47% (14/30) of participants withdrew from the study. Difficulty in using the technology was a common reason for withdrawal. Participants who completed the study had better baseline health and more prior experience with digital technology, compared with participants who withdrew. Participants who completed the study were generally positive about the technology and found it easy to use. Some participants felt their health had benefitted from using the technology and that it assisted them in achieving physical activity goals. Activity tracking and self-reporting were both found to be problematic as outcome measures of physical activity for this study. There was dissatisfaction among some control group members regarding their allocation.\n## CONCLUSIONS\nmHealth shows promise in helping people with COPD self-manage their physical activity levels. mHealth interventions for COPD self-management may be more acceptable to people with prior experience of using digital technology and may be more beneficial if used at an earlier stage of COPD. Simplicity and usability were more important for engagement with the SMART-COPD intervention than personalization; therefore, the intervention should be simplified for future use. Future evaluation will require consideration of individual factors and their effect on mHealth efficacy and use; within-subject comparison of step count values; and an opportunity for control group participants to use the intervention if an RCT were to be carried out. Sample size calculations for a future evaluation would need to consider the high dropout rates.\n",
            "in_text_citation": "Bentley et al., 2020",
            "footnote": 16
        },
        {
            "title": "Short- and long-term effects of a physical activity counselling programme in COPD: a randomized controlled trial.",
            "abstract": "## BACKGROUND\nWe were interested in the effects of a physical activity (PA) counselling programme in three groups of COPD patients from general practice (primary care), outpatient clinic (secondary care) and pulmonary rehabilitation (PR).\n## METHODS\nIn this randomized controlled trial 155 COPD patients, 102 males, median (IQR) age 62 (54-69) y, FEV1predicted 60 (40-75) % were assigned to a 12-weeks' physical activity counselling programme or usual care. Physical activity (pedometer (Yamax SW200) and metabolic equivalents), exercise capacity (6-min walking distance) and quality of life (Chronic Respiratory Questionnaire and Clinical COPD Questionnaire) were assessed at baseline, after three and 15 months.\n## RESULTS\nA significant difference between the counselling and usual care group in daily steps (803 steps, p = 0.001) and daily physical activity (2214 steps + equivalents, p = 0.001)) from 0 to 3 months was found in the total group, as well as in the outpatient (1816 steps, 2616 steps + equivalents, both p = 0.007) and PR (758 steps, 2151 steps + equivalents, both p = 0.03) subgroups. From 0 to 15 months no differences were found in physical activity. However, when patients with baseline physical activity>10,000 steps per day (n = 8), who are already sufficiently active, were excluded, a significant long-term effect of the counselling programme on daily physical activity existed in the total group (p = 0.02). Differences in exercise capacity and quality of life were found only from 0 to 3 months, in the outpatient subgroup.\n## CONCLUSION\nOur PA counselling programme effectively enhances PA level in COPD patients after three months. Sedentary patients at baseline still benefit after 15 months. ClinicalTrials.gov: registration number NCT00614796.\n",
            "in_text_citation": "Altenburg et al., 2015",
            "footnote": 13
        },
        {
            "title": "Feasibility of a Health Coaching and Home-Based Rehabilitation Intervention With Remote Monitoring for COPD.",
            "abstract": "## BACKGROUND\nPulmonary rehabilitation is an effective treatment for patients with COPD, but patient uptake and adherence to the current offering of center-based pulmonary rehabilitation is modest due to transportation, access, poverty, and frailty, and even more so in the context of the COVID pandemic. Home-based options have been proposed and were found noninferior to center-based rehabilitation; however, there is a lack of home-based programs, and more understanding is needed. We aimed to test the feasibility, uptake, and adherence to a home-based program for COPD rehabilitation with health coaching.\n## METHODS\nWe conducted a randomized trial with a wait-list controlled design to evaluate the effects of a home-based program with health coaching on breathlessness in subjects with moderate to severe COPD unable to attend the regular pulmonary rehabilitation program. The 8-week intervention consisted of video-guided exercises to be done 6 times a week and captured with a computer tablet. Health coaching was done weekly over the telephone to review subject activity and symptoms and to provide an opportunity for the subject to define their weekly goals. The primary outcomes were uptake, adherence, and Chronic Respiratory Questionnaire (CRQ) Dyspnea Domain. Secondary outcomes were self-management abilities and CRQ Emotions-Mastery-Fatigue.\n## RESULTS\n154 subjects with moderate to severe COPD were randomized. Subject adherence was 86% to the proposed 6-times a week exercise routine. There (\n## CONCLUSIONS\nThe tested home-based rehabilitation program with health coaching was feasible, highly acceptable, showed a high degree of adherence, and improved self-management abilities. This study offers seminal information for home-based rehabilitation programs to design alternative options of rehabilitation to individuals with COPD that cannot attend to the well-established center-based pulmonary rehabilitation. (ClinicalTrials.gov registration NCT02557178.).\n",
            "in_text_citation": "Benzo et al., 2021",
            "footnote": 17
        },
        {
            "title": "Statistical Process Control Improves The Feasibility Of Remote Physiological Monitoring In Patients With Chronic Obstructive Pulmonary Disease.",
            "abstract": "## BACKGROUND\nExacerbations of chronic obstructive pulmonary disease (COPD) occur with increasing frequency as the disease progresses and account for poor health status, worse prognosis, and higher healthcare expenditure.\n## METHODS\nWe developed a networked system for remote physiological monitoring (RPM) at home and optimized it with statistical process control (SPC) with the goal of earlier detection of COPD exacerbations. We enrolled 17 patients with moderate to severe COPD with a mean (SD) age of 71.1 (7.2) years. We obtained daily symptom scores, treatment adherence and activity levels using a programmable device, and measured daily slow and forced spirometry (FEV\n## RESULTS\nThe time taken to perform daily monitoring was reduced from 12.7 (5.4) minutes to 6.5 (2.6) minutes through software refinements during the study. Adherence to forced and slow spirometry was 62.6% and 62.4%, respectively. The within-subject coefficients of variation for FEV\n## CONCLUSION\nWe successfully implemented a networked system for RPM of symptoms, treatment adherence, and physiology at home in patients with COPD. We demonstrated that SPC improves the feasibility of RPM in COPD patients which may increase the likelihood of detecting COPD exacerbations.\n",
            "in_text_citation": "Cooper et al., 2019",
            "footnote": 45
        },
        {
            "title": "Effects of a Pedometer-Based Walking Program in Patients with COPD-A Pilot Study.",
            "abstract": "None\n",
            "in_text_citation": "Chen et al., 2022",
            "footnote": 18
        },
        {
            "title": "Impact of feedback on physical activity levels of individuals with chronic obstructive pulmonary disease during pulmonary rehabilitation: A feasibility study.",
            "abstract": "This study aimed at investigating whether providing feedback on physical activity (PA) levels to patients with chronic obstructive pulmonary disease (COPD) is feasible and enhances daily PA during pulmonary rehabilitation (PR). Patients with COPD participated in a 12-week PR program. Daily PA was measured using activity monitors on weeks 1, 7, and 12, and feedback was given in the following weeks on the number of steps, time spent in sedentary, light, and moderate-to-vigorous intensity activities, and time spent standing, sitting, and lying. Compliance with PA monitoring was collected. Two focus groups were conducted to obtain patients' perspectives on the use of activity monitors and on the feedback given. Differences in PA data were also assessed. Sixteen patients (65.63 ± 10.57 years; forced expiratory volume in one second (FEV1) 70.31 ± 22.74% predicted) completed the study. From those, only eleven participants used the activity monitors during all monitoring days. Participants identified several problems regarding the use of activity monitors and monitoring duration. Daily steps (p = 0.026) and standing time (p = 0.030) were improved from week 1 to week 7; however, the former declined from week 7 to week 12. Findings suggest that using feedback to improve PA during PR is feasible and results in improved daily steps and standing time on week 7. The subsequent decline suggests that additional strategies may be needed to stimulate/maintain PA improvements. Further research with more robust designs is needed to investigate the impact of feedback on patients' daily PA.\n",
            "in_text_citation": "Cruz et al., 2014",
            "footnote": 19
        },
        {
            "title": "The effects of a lifestyle physical activity counseling program with feedback of a pedometer during pulmonary rehabilitation in patients with COPD: a pilot study.",
            "abstract": "## OBJECTIVE\nTo study the effects of a lifestyle physical activity counseling program with feedback of a pedometer during pulmonary rehabilitation.\n## METHODS\nTwenty-one chronic obstructive pulmonary disease (COPD) patients were randomized to an experimental group that followed a regular rehabilitation program plus the counseling intervention or to a control group that only followed rehabilitation. The primary outcome was daily physical activity assessed by pedometers. Secondary outcomes were physical fitness, health-related quality of life, activities of daily living, depression and self-efficacy.\n## RESULTS\nThe experimental group showed an increase of 1,430 steps/day (+69% from baseline), whereas the control group showed an increase of 455 steps/day (+19%) (p = 0.11 for group x time interaction). The secondary outcomes showed no differences.\n## CONCLUSION AND PRACTICE IMPLICATIONS\nThis study showed that the use of the pedometer, in combination with exercise counseling and the stimulation of lifestyle physical activity, is a feasible addition to pulmonary rehabilitation which may improve outcome and maintenance of rehabilitation results.\n",
            "in_text_citation": "de Blok et al., 2006",
            "footnote": 20
        },
        {
            "title": "Physical activity is increased by a 12-week semiautomated telecoaching programme in patients with COPD: a multicentre randomised controlled trial.",
            "abstract": "## RATIONALE\nReduced physical activity (PA) in patients with COPD is associated with a poor prognosis. Increasing PA is a key therapeutic target, but thus far few strategies have been found effective in this patient group.\n## OBJECTIVES\nTo investigate the effectiveness of a 12-week semiautomated telecoaching intervention on PA in patients with COPD in a multicentre European randomised controlled trial.\n## METHODS\n343 patients from six centres, encompassing a wide spectrum of disease severity, were randomly allocated to either a usual care group (UCG) or a telecoaching intervention group (IG) between June and December 2014. This 12-week intervention included an exercise booklet and a step counter providing feedback both directly and via a dedicated smartphone application. The latter provided an individualised daily activity goal (steps) revised weekly and text messages as well as allowing occasional telephone contacts with investigators. PA was measured using accelerometry during 1 week preceding randomisation and during week 12. Secondary outcomes included exercise capacity and health status. Analyses were based on modified intention to treat.\n## MAIN RESULTS\nBoth groups were comparable at baseline in terms of factors influencing PA. At 12 weeks, the intervention yielded a between-group difference of mean, 95% CI (lower limit - upper limit; ll-ul) +1469, 95% CI (971 to 1965) steps/day and +10.4, 95% CI (6.1 to 14.7) min/day moderate PA; favouring the IG (all p≤0.001). The change in 6-min walk distance was significantly different (13.4, 95% CI (3.40 to 23.5) m, p<0.01), favouring the IG. In IG patients, an improvement could be observed in the functional state domain of the clinical COPD questionnaire (p=0.03) compared with UCG. Other health status outcomes did not differ.\n## CONCLUSIONS\nThe amount and intensity of PA can be significantly increased in patients with COPD using a 12-week semiautomated telecoaching intervention including a step counter and an application installed on a smartphone.\n## TRIAL REGISTRATION NUMBER\nNCT02158065.\n",
            "in_text_citation": "Demeyer et al., 2017",
            "footnote": 21
        },
        {
            "title": "Long-Term Benefits of Adding a Pedometer to Pulmonary Rehabilitation for COPD: The Randomized Controlled STAR Trial.",
            "abstract": "## PURPOSE\nThis Stay Active after Rehabilitation (STAR) study examined the effects of a pedometer-based behavioral intervention for individuals with COPD during three weeks of inpatient pulmonary rehabilitation (PR) on patients' physical activity levels six weeks and six months after PR, including steps (primary outcome), moderate-intensity physical activity, and sedentary time as well as patient quality of life, symptoms, and other psychological and clinical variables.\n## PATIENTS AND METHODS\nRehabilitation patients with COPD wore a triaxial accelerometer (ActiGraph wGT3X) for seven days two weeks before (T0) as well as six weeks (T3) and six months (T4) after PR. In addition to the three-week inpatient PR (control group, CG), the randomly allocated intervention group (IG) received a brief pedometer-based behavioral intervention with the application of the following behavior-change techniques: performing the behavior, individual goal-setting, self-monitoring, and feedback. The effects were analyzed using analysis of covariance with an intention-to-treat approach.\n## RESULTS\nA total of 327 patients (69% male, age: 58 years, FEV\n## CONCLUSION\nThe results show that adding a pedometer-based behavioral intervention to standard German three-week inpatient PR for COPD patients did not result in more physical activity in terms of steps and moderate-intensity physical activity or less sedentary time. However, both groups (IG and CG) showed remarkably enhanced physical activity levels six weeks and six months after PR, as well as improvements in other secondary outcomes (eg, quality of life).\n",
            "in_text_citation": "Geidl et al., 2021",
            "footnote": 22
        },
        {
            "title": "A proof of concept for continuous, non-invasive, free-living vital signs monitoring to predict readmission following an acute exacerbation of COPD: a prospective cohort study.",
            "abstract": "## BACKGROUND\nThe use of vital signs monitoring in the early recognition of an acute exacerbation of chronic obstructive pulmonary disease (AECOPD) post-hospital discharge is limited. This study investigated whether continuous vital signs monitoring could predict an AECOPD and readmission.\n## METHODS\n35 people were recruited at discharge following hospitalisation for an AECOPD. Participants were asked to wear an Equivital LifeMonitor during waking hours for 6 weeks and to complete the Exacerbations of Chronic Pulmonary Disease Tool (EXACT), a 14-item symptom diary, daily. The Equivital LifeMonitor recorded respiratory rate (RR), heart rate (HR), skin temperature (ST) and physical activity (PA) every 15-s. An AECOPD was classified as mild (by EXACT score), moderate (prescribed oral steroids/antibiotics) or severe (hospitalisation).\n## RESULTS\nOver the 6-week period, 31 participants provided vital signs and symptom data and 14 participants experienced an exacerbation, of which, 11 had sufficient data to predict an AECOPD. HR and PA were associated with EXACT score (p < 0.001). Three days prior to an exacerbation, RR increased by mean ± SD 2.0 ± 0.2 breaths/min for seven out of 11 exacerbations and HR increased by 8.1 ± 0.7 bpm for nine of these 11 exacerbations.\n## CONCLUSIONS\nIncreased heart rate and reduced physical activity were associated with worsening symptoms. Even with high-resolution data, the variation in vital signs data remains a challenge for predicting AECOPDs. Respiratory rate and heart rate should be further explored as potential predictors of an impending AECOPD.\n## TRIAL REGISTRATION\nISRCTN registry; ISRCTN12855961. Registered 07 November 2018-Retrospectively registered, https://www.isrctn.com/ISRCTN12855961.\n",
            "in_text_citation": "Hawthorne et al., 2022",
            "footnote": 46
        },
        {
            "title": "The effects of a physical activity counseling program after an exacerbation in patients with Chronic Obstructive Pulmonary Disease: a randomized controlled pilot study.",
            "abstract": "## BACKGROUND\nIn some patients with COPD, the disease is characterized by exacerbations. Severe exacerbations warrant a hospitalization, with prolonged detrimental effects on physical activity. Interventions after an exacerbation may improve physical activity, with longstanding health benefits. Physical activity counseling and real-time feedback were effective in stable COPD. No evidence is available on the use of this therapeutic modality in patients after a COPD exacerbation.\n## METHODS\nThirty patients were randomly assigned to usual care or physical activity counseling, by telephone contacts at a frequency of 3 times a week and real-time feedback. Lung function, peripheral muscle strength, functional exercise capacity, symptom experience and COPD-related health status were assessed during hospital stay and 1 month later.\n## RESULTS\nBoth groups significantly recovered in physical activity (PAsteps: control group: 1013 ± 1275 steps vs intervention group: 984 ± 1208 steps (p = 0.0005); PAwalk: control group: 13 ± 14 min vs intervention group: 13 ± 16 min (p = 0.0002)), functional exercise capacity (control group: 64 ± 59 m (p = 0.002) vs intervention group: 67 ± 84 m (p = 0.02)) and COPD-related health status (CAT: control group: -5 [-7 to 1] (p = 0.02) vs intervention group: -3 [-10 to 1] points (p = 0.03)). No differences between groups were observed.\n## CONCLUSION\nFrom our pilot study, we concluded that telephone based physical activity counseling with pedometer feedback after an exacerbation did not result in better improvements in physical activity and clinical outcomes compared to usual care. Because of the difficult recruitment and the negative intermediate analyses, this study was not continued.\n## TRIAL REGISTRATION\nClinicaltrials.gov NCT02223962. Registered 4 September 2013.\n",
            "in_text_citation": "Hornikx et al., 2015",
            "footnote": 23
        },
        {
            "title": "Enhancement of daily physical activity increases physical fitness of outclinic COPD patients: results of an exercise counseling program.",
            "abstract": "## OBJECTIVE\nTo investigate whether a 12-week pedometer-based exercise counseling strategy is feasible and effectively enhances daily physical activity in outclinic Chronic Obstructive Pulmonary Disease (COPD) patients who do not participate in a rehabilitation program in a controlled way.\n## METHODS\n35 outclinic COPD patients (21 males, mean age 62 years, GOLD I-III, mean FEV(1)% predicted 64.7) were randomized for a 12-week individual pedometer-based exercise counseling program promoting daily physical activities or usual care. Daily physical activity (DigiWalker SW-200), physical fitness, health-related quality of life, self-efficacy, fatigue, depression and motivation to be physically active were assessed before and after the intervention.\n## RESULTS\nAfter the intervention, COPD patients in the exercise counseling group showed a significant increase in their mean number of steps/day (from 7087 to 7872), whereas the usual care group showed a decrease (from 7539 to 6172). Significant differences favoring the exercise counseling group were demonstrated in arm strength, leg strength, health-related quality of life and intrinsic motivation to be physically active.\n## CONCLUSION\nOur study shows that a 12-week pedometer-based exercise counseling strategy is feasible and effectively enhances daily physical activity, physical fitness, health-related quality of life and intrinsic motivation in outclinic COPD patients who do not participate in a rehabilitation program.\n## PRACTICE IMPLICATIONS\nThe feasibility of our exercise counseling strategy is good and patients were motivated to participate.\n",
            "in_text_citation": "Hospes et al., 2009",
            "footnote": 24
        },
        {
            "title": "Short-term and long-term effects of a self-managed physical activity program using a pedometer for chronic respiratory disease: a randomized controlled trial.",
            "abstract": "[Purpose] The aim of this study was to evaluate the effects of a self-managed physical activity program using a pedometer and diary on physical function, ADL, and QOL in patients with chronic respiratory disease. [Subjects and Methods] 17 outpatients with chronic respiratory disease were assessed for dyspnea, muscle strength, exercise tolerance, ADL, and QOL at baseline, after 3-, and 6-months after the start of the program. Patients were randomly assigned to \"Control\" or \"Diary\" group. In the Diary group, the number of steps was counted with a pedometer and recorded in a diary together with self-evaluation of physical activity, while patients assigned to the Control group did not use a pedometer or keep a diary. [Results] The Diary group showed significant improvement in the daily step count over time. The Diary group showed significant improvement of the dyspnea, muscle strength, and exercise tolerance at 3 months, dyspnea and muscle strength at 6 months. Significant differences found between two groups with regard to the extent of change in the muscle strength, exercise tolerance, and QOL at 3 months. [Conclusion] This study suggests that a self-managed physical activity program using a pedometer and diary can increase the level of physical activity.\n",
            "in_text_citation": "Kato et al., 2017",
            "footnote": 25
        },
        {
            "title": "Effects of low-intensity exercise and home-based pulmonary rehabilitation with pedometer feedback on physical activity in elderly patients with chronic obstructive pulmonary disease.",
            "abstract": "## PURPOSE\nWe evaluated the effects of low-intensity and home-based pulmonary rehabilitation (PR) on physical activity (PA) and the feedback provided by a pedometer in stable elderly patients with chronic obstructive pulmonary disease (COPD).\n## METHODS\nWe assessed PA using a newly developed triaxial accelerometer (A-MES™, Kumamoto, Japan), which measures the time spent walking, standing, sitting and lying down. Twenty-seven elderly patients with COPD (age 74 ± 8 yrs; %FEV1 56.6 ± 18.7%) participated. They were randomly selected to undergo PR (pulmonary rehabilitation only) or PR + P (PR plus the feedback from using a pedometer). Their PA and pulmonary function, exercise capacity (6-min walking distance; 6MWD), quadriceps femoris muscle force (QF) were evaluated before the PR began (baseline) and at 1 year later. We compared the patients' changes in PA and other factors between the baseline values and those obtained 1 year later and analyzed the relationships between the changes in PA and other factors in the both groups.\n## RESULTS\nThe increase in the time spent walking in the PR + P group (51.3 ± 63.7 min/day) was significantly greater than that of PR group (12.3 ± 25.5 min/day) after the PR. The improvement rate of daily walking time after PR was significantly correlated with that of the 6MWD and QF in all subjects.\n## CONCLUSIONS\nThese data suggest that low-intensity and home-based PR with the feedback from using pedometer was effective in improving PA, and the improvements of physiological factors were correlated with increased walking time in stable elderly patients with COPD.\n",
            "in_text_citation": "Kawagoshi et al., 2015",
            "footnote": 26
        },
        {
            "title": "Long-Term Effects of Pedometer-Based Physical Activity Coaching in Severe COPD: A Randomized Controlled Trial.",
            "abstract": "## BACKGROUND AND OBJECTIVE\nLimited evidence on long-term effects of physical activity programs in COPD is available. The aim of the study was to investigate the effects of a three-month program combining physical activity counselling and pedometer-based feedback in addition to usual care, followed by a nine-month unsupervised observation period as compared to usual care in participants with severe to very severe COPD.\n## METHODS\nParticipants were randomized to either a control group receiving usual care or an intervention group receiving motivational support, an activity diary with an individual step count goal (ie, an increase of ≥15% from baseline) and a pedometer in addition to usual care. The intervention ended after three months and an unsupervised observational period followed until twelve months. Primary outcome was daily step count after one year.\n## RESULTS\nSeventy-four participants were included, 61 (82%) completed the study. Linear regression modelling, adjusted for baseline step count, showed no significant difference in change in step count after 12 months between the groups (Β = 547.33, 95% CI = -243.55/1338.20).\n## CONCLUSION\nA three-month program combining physical activity counselling and pedometer-based feedback in addition to usual care does not attenuate the declining course of physical activity in participants with severe and very severe COPD during a long term follow-up of one year as compared to usual care. This result was primarily determined by the low intervention response rates to the combined program.\n## CLINICAL TRIAL REGISTRATION\nwww.ClinicalTrials.gov, NCT03114241.\n",
            "in_text_citation": "Kohlbrenner et al., 2020",
            "footnote": 27
        },
        {
            "title": "Pedometers to enhance physical activity in COPD: a randomised controlled trial.",
            "abstract": "Physical inactivity is a cardinal feature of chronic obstructive pulmonary disease (COPD), and is associated with increased morbidity and mortality. Pedometers, which have been used in healthy populations, might also increase physical activity in patients with COPD. COPD patients taking part in a 3-month individualised programme to promote an increase in their daily physical activity were randomised to either a standard programme of physical activity encouragement alone, or a pedometer-based programme. Assessments were performed by investigators blinded to treatment allocation. Change in average 1-week daily step count, 6-min walking distance (6MWD), modified Medical Research Council scale, St George's respiratory questionnaire (SGRQ) and COPD assessment test (CAT) were compared between groups. 102 patients were recruited, of whom 97 completed the programme (pedometer group: n=50; control group: n=47); 60.8% were male with a mean±sd age of 68.7±8.5 years, and forced expiratory volume in 1 s (FEV1) 66.1±19.4% and FEV1/forced vital capacity 55.2±9.5%. Both groups had comparable characteristics at baseline. The pedometer group had significantly greater improvements in: physical activity 3080±3254 steps·day(-1) versus 138.3±1950 steps·day(-1) (p<0.001); SGRQ -8.8±12.2 versus -3.8±10.9 (p=0.01); CAT score -3.5±5.5 versus -0.6±6.6 (p=0.001); and 6MWD 12.4±34.6 versus -0.7±24.4 m (p=0.02) than patients receiving activity encouragement only. A simple physical activity enhancement programme using pedometers can effectively improve physical activity level and quality of life in COPD patients.\n",
            "in_text_citation": "Mendoza et al., 2015",
            "footnote": 28
        },
        {
            "title": "A pilot study of an Internet walking program and pedometer in COPD.",
            "abstract": "## BACKGROUND\nHigher levels of physical activity are associated with better functional status, fewer hospital admissions, and lower mortality. In this pilot study, we examined the feasibility and safety of a novel program that combines a pedometer with a website to increase walking.\n## METHODS\n27 persons with stable COPD wore the Omron HJ-720ITC pedometer and used the website for 90 days. They uploaded step-count data to the study server using their home computer and received an email each week with their individualized step-count goal. The website provided step-count feedback, education, and motivational content. Subjects participated in a monthly semi-structured interview by telephone. Subjects reported changes in medical condition by telephone or on the website. Paired T-tests assessed change in daily step counts.\n## RESULTS\nSubjects were males, mean age 72 ± 8 years, with moderate COPD, FEV(1) 1.57 ± 0.48 L (55 ± 16% predicted). 87% and 65% reported no problems using the pedometer and website, respectively. At month 3, 96% reported it was true that they knew their step count goal every day, and 52% reported that they were able to reach their goal. 95% of participants said they would recommend the walking program to another person with COPD. Eight subjects experienced breathing problems unrelated to the intervention. In 24 subjects with step counts at baseline and month 3, there was a significant increase of 1263 steps per day (approximately 1.0 km), p = 0.0054.\n## CONCLUSIONS\nThe use of a website and pedometer was feasible and safe, and persons increased their daily walking.\n",
            "in_text_citation": "Moy et al., 2012",
            "footnote": 29
        },
        {
            "title": "Pilot study of a cell phone-based exercise persistence intervention post-rehabilitation for COPD.",
            "abstract": "## OBJECTIVE\nTo determine the feasibility and efficacy of a six-month, cell phone-based exercise persistence intervention for patients with chronic obstructive pulmonary disease (COPD) following pulmonary rehabilitation.\n## METHODS\nParticipants who completed a two-week run-in were randomly assigned to either MOBILE-Coached (n = 9) or MOBILE-Self-Monitored (n = 8). All participants met with a nurse to develop an individualized exercise plan, were issued a pedometer and exercise booklet, and instructed to continue to log their daily exercise and symptoms. MOBILE-Coached also received weekly reinforcement text messages on their cell phones; reports of worsening symptoms were automatically flagged for follow-up. Usability and satisfaction were assessed. Participants completed incremental cycle and six minute walk (6MW) tests, wore an activity monitor for 14 days, and reported their health-related quality of life (HRQL) at baseline, three, and six months.\n## RESULTS\nThe sample had a mean age of 68 +/-11 and forced expiratory volume in one second 18% predicted. Participants reported that logging their exercise and symptoms (FEV(1)) of 40 +/- was easy and that keeping track of their exercise helped them remain active. There were no differences between groups over time in maximal workload, 6MW distance, or HRQL (p > 0.05); however, MOBILE-Self-Monitored increased total steps/day whereas MOBILE-Coached logged fewer steps over six months (p =0.04).\n## CONCLUSIONS\nWe showed that it is feasible to deliver a cell phone-based exercise persistence intervention to patients with COPD post-rehabilitation and that the addition of coaching appeared to be no better than self-monitoring. The latter finding needs to be interpreted with caution since this was a purely exploratory study.\n## TRIAL REGISTRATION\nClinicalTrials.gov (NCT00373932).\n",
            "in_text_citation": "Nguyen et al., 2009",
            "footnote": 30
        },
        {
            "title": "Effect of Physical Activity Coaching on Acute Care and Survival Among Patients With Chronic Obstructive Pulmonary Disease: A Pragmatic Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nWhile observational studies show that physical inactivity is associated with worse outcomes in chronic obstructive pulmonary disease (COPD), there are no population-based trials to date testing the effectiveness of physical activity (PA) interventions to reduce acute care use or improve survival.\n## OBJECTIVE\nTo evaluate the long-term effectiveness of a community-based PA coaching intervention in patients with COPD.\n## DESIGN, SETTING, AND PARTICIPANTS\nPragmatic randomized clinical trial with preconsent randomization to the 12-month Walk On! (WO) intervention or standard care (SC). Enrollment occurred from July 1, 2015, to July 31, 2017; follow-up ended in July 2018. The setting was Kaiser Permanente Southern California sites. Participants were patients 40 years or older who had any COPD-related acute care use in the previous 12 months; only patients assigned to WO were approached for consent to participate in intervention activities.\n## INTERVENTIONS\nThe WO intervention included collaborative monitoring of PA step counts, semiautomated step goal recommendations, individualized reinforcement, and peer/family support. Standard COPD care could include referrals to pulmonary rehabilitation.\n## MAIN OUTCOMES AND MEASURES\nThe primary outcome was a composite binary measure of all-cause hospitalizations, observation stays, emergency department visits, and death using adjusted logistic regression in the 12 months after randomization. Secondary outcomes included self-reported PA, COPD-related acute care use, symptoms, quality of life, and cardiometabolic markers.\n## RESULTS\nAll 2707 eligible patients (baseline mean [SD] age, 72 [10] years; 53.7% female; 74.3% of white race/ethnicity; and baseline mean [SD] percent forced expiratory volume in the first second of expiration predicted, 61.0 [22.5]) were randomly assigned to WO (n = 1358) or SC (n = 1349). The intent-to-treat analysis showed no differences between WO and SC on the primary all-cause composite outcome (odds ratio [OR], 1.09; 95% CI, 0.92-1.28; P = .33) or in the individual outcomes. Prespecified, as-treated analyses compared outcomes between all SC and 321 WO patients who participated in any intervention activities (23.6% [321 of 1358] uptake). The as-treated, propensity score-weighted model showed nonsignificant positive estimates in favor of WO participants compared with SC on all-cause hospitalizations (OR, 0.84; 95% CI, 0.65-1.10; P = .21) and death (OR, 0.62; 95% CI, 0.35-1.11; P = .11). More WO participants reported engaging in PA compared with SC (47.4% [152 of 321] vs 30.7% [414 of 1349]; P < .001) and had improvements in the Patient-Reported Outcomes Measurement Information System 10 physical health domain at 6 months. There were no group differences in other secondary outcomes.\n## CONCLUSIONS AND RELEVANCE\nParticipation in a PA coaching program by patients with a history of COPD exacerbations was insufficient to effect improvements in acute care use or survival in the primary analysis.\n## TRIAL REGISTRATION\nClinicalTrials.gov identifier: NCT02478359.\n",
            "in_text_citation": "Nguyen et al., 2019",
            "footnote": 47
        },
        {
            "title": "Pedometer Step Count Targets during Pulmonary Rehabilitation in Chronic Obstructive Pulmonary Disease. A Randomized Controlled Trial.",
            "abstract": "## RATIONALE\nIncreasing physical activity is a key therapeutic aim in chronic obstructive pulmonary disease (COPD). Pulmonary rehabilitation (PR) improves exercise capacity, but there is conflicting evidence regarding its ability to improve physical activity levels.\n## OBJECTIVES\nTo determine whether using pedometers as an adjunct to PR can enhance time spent in at least moderate-intensity physical activity (time expending ≥3 metabolic equivalents [METs]) by people with COPD.\n## METHODS\nIn this single-blind randomized controlled trial, participants were assigned 1:1 to receive a control intervention (PR comprising 8 wk, two supervised sessions per week) or the trial intervention (PR plus pedometer-directed step targets, reviewed weekly for 8 wk). In the randomization process, we used minimization to balance groups for age, sex, FEV\n## MEASUREMENTS AND MAIN RESULTS\nThe primary outcome was change from baseline to 8 weeks in accelerometer-measured daily time expending at least 3 METs. A total of 152 participants (72% male; mean [SD] FEV\n## CONCLUSIONS\nPedometer-directed step-count targets during an outpatient PR program did not enhance moderate-intensity physical activity levels in people with COPD. Clinical trial registered with www.clinicaltrials.gov (NCT01719822).\n",
            "in_text_citation": "Nolan et al., 2017",
            "footnote": 31
        },
        {
            "title": "Evaluating the effect of a smartphone app-based self-management program for people with COPD: A randomized controlled trial.",
            "abstract": "## AIM\nTo examine the effect of a 6-month, smartphone app-based self-management program for people with chronic obstructive pulmonary disease (COPD).\n## BACKGROUND\nTechnological interventions have been used for chronic disease management, but the effect of a self-management program using a smartphone app has not been evaluated in people with COPD.\n## METHODS\nFor this randomized controlled trial, patients with COPD (N = 44) were recruited in pulmonary medicine outpatient clinics at two, metropolitan, tertiary care, academic hospitals. Eligible participants were randomized into two groups and received group education and exercise sessions in the first month of the 6-month intervention. Participants in the experimental group received a smartphone app-based self-management program, which included education, exercises, self-monitoring of symptoms and exercise, and social support. Participants in the control group received one call a month from the research staff. Self-care behavior was measured as a primary outcome. All measures were administered at baseline and at 6 months.\n## RESULTS\nAfter randomization, the experimental group numbered 22, the control group numbered 20, and 2 participants dropped out. Significant differences between groups were found in change score for self-care behavior, total activity count per wear time, and percent time spent in moderate-to-vigorous physical activity over 6 months.\n## CONCLUSION\nA self-management program, using a smartphone app, can effect behavioral change in people with COPD. This program could be a boon to patients with COPD who have limited access to a health care provider, no opportunities for pulmonary rehabilitation, and frequent exacerbations.\n",
            "in_text_citation": "Park et al., 2020",
            "footnote": 32
        },
        {
            "title": "A randomised trial of a web-based physical activity self-management intervention in COPD.",
            "abstract": "Improving exercise capacity is a primary objective in COPD. Declines in exercise capacity result in reduced physical activity and health-related quality of life (HRQoL). Self-management interventions can teach patients skills and behaviours to manage their disease. Technology-mediated interventions have the potential to provide easily accessible support for disease self-management. We evaluated the effectiveness of a web-based self-management intervention, focused on physical activity promotion, on exercise capacity in COPD. This 6-month randomised controlled trial (NCT02099799) enrolled 153 persons with COPD at two US sites (VABoston, n=108; VABirmingham, n=45). Participants were allocated (1:1) to the web-based self-management intervention (physical activity promotion through personalised, progressive step-count goals, feedback, online COPD-related education and social support \n",
            "in_text_citation": "Robinson et al., 2021",
            "footnote": 33
        },
        {
            "title": "Using a smartphone application maintains physical activity following pulmonary rehabilitation in patients with COPD: a randomised controlled trial.",
            "abstract": "## BACKGROUND\nEvidence suggests that patients with COPD struggle to maintain improved physical activity (PA) after completing pulmonary rehabilitation (PR). Smartphone applications (apps) providing a comprehensive training programme have conferred healthy benefits. This study was conducted to determine whether regular usage of an app maintains PA following PR.\n## METHODS\nPatients with stage II-IV COPD were enrolled in a 6-month trial following PR. After the screening period, participants were randomised into the Kaia COPD app group (intervention group (IG)) or the control group (CG). The primary outcome was PA (daily steps), measured using an activity tracker. Secondary outcomes included the COPD Assessment Test (CAT), the Chronic Respiratory Disease Questionnaire (CRQ) and the 1 min Sit-to-Stand Test (STST).\n## RESULTS\nSixty participants completed the study. The median steps from baseline to 6 months were significantly different between the groups, in favour of the IG (-105.3, IQR -1970.1 to 2105.8, vs CG -1173.0, IQR -3813.1 to -93.8; p=0.007). CAT was significantly decreased in the IG (15.1±8.6 vs 19.7±6.4, p=0.02), whereas the CRQ subdomains for dyspnoea (4.5±1.7 vs 3.7±1.3, p=0.033) and fatigue (4.5±1.4 vs 3.5±1.3, p=0.028) improved significantly in the IG. The STST at 6 months was not significant. Sleep duration and sleep efficiency showed no significant differences between the two groups at any time.\n## CONCLUSIONS\nA comprehensive program by using the Kaia app following PR maintained PA and improved symptoms in patients with COPD at 6 months. The app might be an important accessory tool for enhanced COPD care.\n## TRIAL REGISTRATION NUMBER\nDRKS00017275.\n",
            "in_text_citation": "Spielmanns et al., 2023",
            "footnote": 35
        },
        {
            "title": "Effects of individualized target setting on step count in Japanese patients with chronic obstructive pulmonary disease: a pilot study.",
            "abstract": "## INTRODUCTION\nImproving physical activity in patients with chronic obstructive pulmonary disease (COPD) is a very important issue; however, effective recommended targets for individual patients remain to be determined.\n## MATERIAL AND METHODS\nWe developed a method for setting a target value for the step count for each patient using a measured value and the predicted step count. We then evaluated the effect of providing a pedometer or a pedometer with this target value for eight weeks on the step count in patients with COPD.\n## RESULTS\nSixteen stable COPD patients were included in the analysis. Overall, no significant increase in the step count was obtained by providing the target value; however, when the patients were divided into two groups based on the median step count at baseline, a significant increase in the step count was observed in the low step-count group. In both the overall population and the low step-count group, there was a significant increase in the target achievement rate in patients who received a pedometer with a target value in comparison to patients who were given a pedometer without a target value.\n## CONCLUSIONS\nPhysical activity may be improved by providing a newly developed individual target step count to COPD patients with a low step count at baseline.\n",
            "in_text_citation": "Sasaki et al., 2021",
            "footnote": 34
        },
        {
            "title": "Promotion of physical activity after hospitalization for COPD exacerbation: A randomized control trial.",
            "abstract": "## BACKGROUND AND OBJECTIVE\nPhysical activity worsens during exacerbations of chronic obstructive pulmonary disease (COPD) and notably after hospitalizations. Pedometer-based interventions are useful to increase physical activity in stable patients with COPD. However, there is little information concerning the implementation of such programs following severe exacerbation. This study assessed the efficacy of a physical activity program after hospitalization for a COPD exacerbation.\n## METHODS\nWe performed a prospective, 12-week, parallel group, assessor-blinded, randomized control trial in COPD patients hospitalized for an exacerbation. After discharge, physical activity and other secondary variables were assessed. Patients were allocated (1:1) to a physical activity promotion program (intervention group, IG) or usual care (control group, CG). Based on a motivational interview and accelerometer physical activity assessment, a patient-tailored, pedometer-based, progressive and target-driven program was designed. Linear mixed effect models were used to analyse between-group differences.\n## RESULTS\nForty-six out of 61 patients recruited were randomized and 43 (IG = 20, CG = 23) completed the study. In-hospital and baseline characteristics were similar in both groups. After 12 weeks of intervention, the mean steps difference between groups was 2093 steps/day, p = 0.018, 95% CI 376-4012, favouring the IG. Only the IG significantly increased the number of steps/day compared to baseline (mean difference [95% CI] 2932 [1069-4795] steps; p = 0.004). There were no other between-group differences.\n## CONCLUSION\nAfter hospitalization for a COPD exacerbation, a patient-tailored physical activity program based on a motivational interview and the use of pedometers, with progressive and customized targets, improved the number of steps/day.\n",
            "in_text_citation": "Valeiro et al., 2023",
            "footnote": 36
        },
        {
            "title": "Effectiveness of a community-based exercise training programme to increase physical activity level in patients with chronic obstructive pulmonary disease: A randomized controlled trial.",
            "abstract": "## BACKGROUND AND PURPOSE\nThe exercise training included in pulmonary rehabilitation (PR) programmes improves exercise capacity and quality of life in patients with chronic obstructive pulmonary disease (COPD). Nevertheless, the duration of these effects is limited, and the implementation of PR is still insufficient. Moreover, the physical activity level of COPD patients is low, and it is not modified with the classic PR programmes. The purpose of this study was to assess the effects of a community-based PR programme designed to increase physical activity in COPD patients.\n## METHODS\nStable COPD patients were assigned to either an experimental group (EG, n = 17) who followed a community-based 8-week programme consisting of exercise training through walking and a plan to increase activity, using a pedometer for feedback; or a control group (n = 16), who followed general recommendations to walk more every day. The following were evaluated postintervention, after 3 months, and after 12 months: exercise capacity (endurance shuttle test [EST]), physical activity (steps/day and modified Baecke questionnaire), quality of life (St. George's Respiratory Questionnaire [SGRQ]), dyspnoea (modified Medical Research Council scale), and exacerbations.\n## RESULTS\nPostintervention, the EG showed significant improvements in EST times (7.6 min [4.4, 10.7]), distance (549 m [282, 815]; p < 0.01, both), number of steps (3,361 [1,553, 5,118]), and Baecke scores (1.6 [0.2, 3.1], p < 0.01). SGRQ scores decreased (-5.4 [-8.6, -2.4], p < 0.01). These results remained evident after 3 and 12 months (p < 0.01). There were no differences between the groups nor in the exacerbations or dyspnoea. A significant association was found between increase in physical activity level, improvement in exercise capacity, and quality of life during the period monitored.\n## CONCLUSIONS\nA community-based programme of exercise training through walking and increased physical activity, using pedometers as feedback, produces short- and long-term improvements in exercise capacity, physical activity level, and quality of life in COPD patients.\n",
            "in_text_citation": "Varas et al., 2018",
            "footnote": 37
        },
        {
            "title": "Efficacy of an mHealth intervention to stimulate physical activity in COPD patients after pulmonary rehabilitation.",
            "abstract": "Physical inactivity in patients with chronic obstructive pulmonary disease (COPD) is associated with poor health status and increased disease burden. The present study aims to test the efficacy of a previously developed mobile (m)Health intervention to improve or maintain physical activity in patients with COPD after pulmonary rehabilitation.A randomised controlled trial was performed in 32 physiotherapy practices in the Netherlands. COPD patients were randomised into intervention or usual care groups. The intervention consisted of a smartphone application for the patients and a monitoring website for the physiotherapists. Measurements were performed at 0, 3, 6 and 12 months. Physical activity, functional exercise capacity, lung function, health-related quality of life and body mass index were assessed.157 patients started the study and 121 completed it. There were no significant positive effects of the intervention on physical activity (at 0 months: intervention 5824±3418 steps per weekday, usual care 5717±2870 steps per weekday; at 12 months: intervention 4819±2526 steps per weekday, usual care 4950±2634 steps per weekday; p=0.811) or on the secondary end-points. There was a significant decrease over time in physical activity (p<0.001), lung function (p<0.001) and mastery (p=0.017), but not in functional exercise capacity (p=0.585).Although functional exercise capacity did not deteriorate, our mHealth intervention did not improve or maintain physical activity in patients with COPD after a period of pulmonary rehabilitation.\n",
            "in_text_citation": "Vorrink et al., 2016",
            "footnote": 38
        },
        {
            "title": "Promoting physical activity in COPD: Insights from a randomized trial of a web-based intervention and pedometer use.",
            "abstract": "## RATIONALE\nLow physical activity is highly prevalent among COPD patients and is associated with increased healthcare utilization and mortality and reduced HRQL. The addition of a website to pedometer use is effective at increasing physical activity; however, the timeline of change and impact of environmental factors on efficacy is unknown.\n## METHODS\nU.S. Veterans with COPD were randomized (1:1) to receive either (1) a pedometer and website which provided goal-setting, feedback, disease-specific education, and an online community forum or (2) pedometer alone for 3 months. Primary outcome was change in daily step count. Secondary outcomes included 6MWT distance, HRQL, dyspnea, depression, COPD knowledge, exercise self-efficacy, social support, motivation, and confidence to exercise. Generalized linear mixed-effects models evaluated the effect of the pedometer plus website compared to pedometer alone.\n## RESULTS\nData from 109 subjects (98.5% male, mean age 68.6 ± 8.3 years) were analyzed. At 13 weeks, subjects in the pedometer plus website group had significant increases daily step count from baseline relative to the pedometer alone group (804 ± 356.5 steps per day, p = 0.02). The pedometer plus website group had significant improvements in daily step count from baseline beginning in week 3 which were sustained until week 13. In subgroup analyses, the pedometer plus website attenuated declines in daily step count during the transition from summer to fall. No significant differences in secondary outcomes were noted between groups.\n## CONCLUSIONS\nA website added to pedometer use improves daily step counts, sustains walking over 3 months, and attenuates declines in physical activity due to season.\n",
            "in_text_citation": "Wan et al., 2017",
            "footnote": 39
        },
        {
            "title": "Long-term effects of web-based pedometer-mediated intervention on COPD exacerbations.",
            "abstract": "## BACKGROUND\nTechnology-based physical activity (PA) interventions have been shown to improve daily step counts and health-related quality of life, but their effect on long-term clinical outcomes like acute exacerbations (AEs) is unknown in persons with COPD.\n## METHODS\nU.S. Veterans with stable COPD were randomized (1:1) to either pedometer alone (control) or pedometer plus a website with feedback, goal-setting, disease education, and a community forum (intervention) for 3 months. AEs were assessed every 3 months over a follow-up period of approximately 15 months. Pedometer-assessed daily step counts, health-related quality-of-life (HRQL), and self-efficacy were assessed at baseline, end-of-intervention at 3 months, and during follow-up approximately 6 and 12 months after enrollment. Zero-inflated Poisson models assessed the effect of the intervention on risk for AEs, compared to controls. Generalized linear mixed-effects models for repeated measures examined between-group and within-group changes in daily step count, HRQL, and self-efficacy.\n## RESULTS\nThere were no significant differences in age, FEV\n## CONCLUSIONS\nA 3-month internet-mediated, pedometer-based PA intervention was associated with reduced risk for AEs of COPD over 12-15 months of follow-up. ClinicalTrials.gov identifier: NCT01772082.\n",
            "in_text_citation": "Wan et al., 2020",
            "footnote": 48
        },
        {
            "title": "Benefits and costs of home pedometer assisted physical activity in patients with COPD. A preliminary randomized controlled trial.",
            "abstract": "## BACKGROUND AND OBJECTIVE\nThere are barriers to providing pulmonary rehabilitation for chronic obstructive pulmonary disease (COPD) such as the high number of patients, difficult access to health facilities and high costs of programs. Pedometers can monitor and improve physical activity (PA). The aim of this study was to evaluate benefits and costs of home pedometer assisted PA, as compared to a standard outpatient supervised exercise training program in patients with COPD.\n## METHODS\nPatients were randomly assigned either to home pedometer assisted PA (Group 1), or to a six-week outpatient standard supervised exercise training program (Group 2). Patients of Group 1 had to walk at home for 6 weeks, at least 30min daily at the fastest step pace as possible, to achieve a weekly 10% increase in their average daily steps up to more than 6500. Pre and post programs we assessed: the six minute walking distance (6MWT: primary outcome), daily steps count, the Medical Research Council scale (MRC), the COPD assessment test score, and the BODE index (body-mass index, airflow obstruction, dyspnea, exercise capacity). Costs of programs were also evaluated.\n## RESULTS\nOut of 40 patients, 18 in both groups (mean (standard deviation)) age: 68.3 (6.7) and 61.2 (6.7) years; FEV1: 1.1 (0.5) and 0.9 (0.4) liters in Group 1 and 2 respectively completed the study. At the end of the program 44.5% patients of Group 1 had reached the target daily steps, in 26.6 (9.5) days. Following the programs, both groups showed significant improvements in all outcome measures, except BODE. The home program was cheaper (p=0.0001), with a mean 76.3 euros saving per patient.\n## CONCLUSION\nHome pedometer assisted PA may be a useful and cheaper alternative to outpatient supervised exercise training programs in patients with COPD.\n",
            "in_text_citation": 40,
            "footnote": "Widyastuti et al., 2018"
        },
        {
            "title": "Effect on health-related quality of life of ongoing feedback during a 12-month maintenance walking programme in patients with COPD: a randomized controlled trial.",
            "abstract": "## BACKGROUND AND OBJECTIVE\nIn patients with COPD, this study evaluated the effect on health-related quality of life (HRQoL) of adding ongoing feedback to a 12-month unsupervised maintenance walking programme.\n## METHODS\nParticipants were randomized to either an intervention group (IG) or control group (CG). Both groups completed the same 2-month supervised, walking training programme followed by a 12-month unsupervised maintenance walking programme. During the maintenance programme, the IG received ongoing feedback (telephone calls, biofeedback and progressive goal setting) and the CG received no feedback.\n## RESULTS\nA total of 75 participants completed the study (mean (SD): age 69 (8) years; forced expiratory volume in 1 s (FEV\n## CONCLUSION\nFollowing a 2-month supervised walking training programme, ongoing feedback was no more effective than no feedback in maintaining HRQoL during a 12-month unsupervised walking programme.\n",
            "in_text_citation": "Wootton et al., 2018",
            "footnote": 42
        },
        {
            "title": "Effects of Ongoing Feedback During a 12-Month Maintenance Walking Program on Daily Physical Activity in People with COPD.",
            "abstract": "This multi-centred, randomised controlled trial explored the effects of adding ongoing feedback to a 12-month unsupervised maintenance walking program, on daily physical activity (PA) in people with chronic obstructive pulmonary disease. Participants were randomised to either an intervention group (IG) or a usual care group (UCG). During the maintenance program, the IG received ongoing feedback (telephone calls, biofeedback provided via pedometer and progressive goal setting) and the UCG received no feedback. The SenseWear® Pro3 Armband was used to measure PA. Of the 86 participants {IG = 42, (mean [SD]: age 70 [7] years; FEV\n",
            "in_text_citation": "Wootton et al., 2019",
            "footnote": 41
        },
        {
            "title": "Acute Exacerbation of a Chronic Obstructive Pulmonary Disease Prediction System Using Wearable Device Data, Machine Learning, and Deep Learning: Development and Cohort Study.",
            "abstract": "## BACKGROUND\nThe World Health Organization has projected that by 2030, chronic obstructive pulmonary disease (COPD) will be the third-leading cause of mortality and the seventh-leading cause of morbidity worldwide. Acute exacerbations of chronic obstructive pulmonary disease (AECOPD) are associated with an accelerated decline in lung function, diminished quality of life, and higher mortality. Accurate early detection of acute exacerbations will enable early management and reduce mortality.\n## OBJECTIVE\nThe aim of this study was to develop a prediction system using lifestyle data, environmental factors, and patient symptoms for the early detection of AECOPD in the upcoming 7 days.\n## METHODS\nThis prospective study was performed at National Taiwan University Hospital. Patients with COPD that did not have a pacemaker and were not pregnant were invited for enrollment. Data on lifestyle, temperature, humidity, and fine particulate matter were collected using wearable devices (Fitbit Versa), a home air quality-sensing device (EDIMAX Airbox), and a smartphone app. AECOPD episodes were evaluated via standardized questionnaires. With these input features, we evaluated the prediction performance of machine learning models, including random forest, decision trees, k-nearest neighbor, linear discriminant analysis, and adaptive boosting, and a deep neural network model.\n## RESULTS\nThe continuous real-time monitoring of lifestyle and indoor environment factors was implemented by integrating home air quality-sensing devices, a smartphone app, and wearable devices. All data from 67 COPD patients were collected prospectively during a mean 4-month follow-up period, resulting in the detection of 25 AECOPD episodes. For 7-day AECOPD prediction, the proposed AECOPD predictive model achieved an accuracy of 92.1%, sensitivity of 94%, and specificity of 90.4%. Receiver operating characteristic curve analysis showed that the area under the curve of the model in predicting AECOPD was greater than 0.9. The most important variables in the model were daily steps walked, stairs climbed, and daily distance moved.\n## CONCLUSIONS\nUsing wearable devices, home air quality-sensing devices, a smartphone app, and supervised prediction algorithms, we achieved excellent power to predict whether a patient would experience AECOPD within the upcoming 7 days. The AECOPD prediction system provided an effective way to collect lifestyle and environmental data, and yielded reliable predictions of future AECOPD events. Compared with previous studies, we have comprehensively improved the performance of the AECOPD prediction model by adding objective lifestyle and environmental data. This model could yield more accurate prediction results for COPD patients than using only questionnaire data.\n",
            "in_text_citation": "Wu et al., 2021",
            "footnote": 49
        }
    ]
}