{
    "citations": [
        {
            "index": 25,
            "title": "The effects of an intensive lifestyle modification program on carotid artery intima-media thickness: a randomized trial.",
            "in_text_citation": "Aldana et al., 2007"
        },
        {
            "index": 26,
            "title": "A low-fat vegan diet improves glycemic control and cardiovascular risk factors in a randomized clinical trial in individuals with type 2 diabetes.",
            "in_text_citation": "Barnard et al., 2006"
        },
        {
            "index": 27,
            "title": "A low-fat vegan diet and a conventional diabetes diet in the treatment of type 2 diabetes: a randomized, controlled, 74-wk clinical trial.",
            "in_text_citation": "Barnard et al., 2009(1)"
        },
        {
            "index": 28,
            "title": "A low-fat vegan diet elicits greater macronutrient changes, but is comparable in adherence and acceptability, compared with a more conventional diabetes diet among individuals with type 2 diabetes.",
            "in_text_citation": "Barnard et al., 2009(2)"
        },
        {
            "index": 29,
            "title": "Changes in nutrient intake and dietary quality among participants with type 2 diabetes following a low-fat vegan diet or a conventional diabetes diet for 22 weeks.",
            "in_text_citation": "Turner-McGrievy et al., 2008"
        },
        {
            "index": 30,
            "title": "Turning the waiting room into a classroom: weekly classes using a vegan or a portion-controlled eating plan improve diabetes control in a randomized translational study.",
            "in_text_citation": "Barnard et al., 2018"
        },
        {
            "index": 31,
            "title": "A Mediterranean diet and low-fat vegan diet to improve body weight and cardiometabolic risk factors: a randomized, cross-over trial.",
            "in_text_citation": "Barnard et al., 2021"
        },
        {
            "index": 32,
            "title": "A dietary intervention for chronic diabetic neuropathy pain: a randomized controlled pilot study.",
            "in_text_citation": "Bunner et al., 2015"
        },
        {
            "index": 33,
            "title": "A randomized clinical trial testing treatment preference and two dietary options in behavioral weight management: preliminary results of the impact of diet at 6 months–PREFER study.",
            "in_text_citation": "Burke et al., 2006(1)"
        },
        {
            "index": 34,
            "title": "PREFER study: a randomized clinical trial testing treatment preference and two dietary options in behavioral weight management–rationale, design and baseline characteristics.",
            "in_text_citation": "Burke et al., 2006(2)"
        },
        {
            "index": 35,
            "title": "A randomized clinical trial of a standard versus vegetarian diet for weight loss: the impact of treatment preference.",
            "in_text_citation": "Burke et al., 2008"
        },
        {
            "index": 36,
            "title": "Effects of lacto-ovo-vegetarian diet vs. standard-weight-loss diet on obese and overweight adults with non-alcoholic fatty liver disease: a randomised clinical trial.",
            "in_text_citation": "Garousi et al., 2021"
        },
        {
            "index": 37,
            "title": "Vegetarian diet improves insulin resistance and oxidative stress markers more than conventional diet in subjects with Type 2 diabetes.",
            "in_text_citation": "Kahleova et al., 2011"
        },
        {
            "index": 38,
            "title": "Effect of a low-fat vegan diet on body weight, insulin sensitivity, postprandial metabolism, and intramyocellular and hepatocellular lipid levels in overweight adults: a randomized clinical trial.",
            "in_text_citation": "Kahleova et al., 2020"
        },
        {
            "index": 39,
            "title": "Effect of a brown rice based vegan diet and conventional diabetic diet on glycemic control of patients with type 2 diabetes: a 12-week randomized clinical trial.",
            "in_text_citation": "Lee et al., 2016"
        },
        {
            "index": 40,
            "title": "Effectiveness of a soy-based compared with a traditional low-calorie diet on weight loss and lipid levels in overweight adults.",
            "in_text_citation": "Liao et al., 2007"
        },
        {
            "index": 41,
            "title": "Protein intake during energy restriction: effects on body composition and markers of metabolic and cardiovascular health in postmenopausal women.",
            "in_text_citation": "Mahon et al., 2007"
        },
        {
            "index": 42,
            "title": "A multicenter randomized controlled trial of a plant-based nutrition program to reduce body weight and cardiovascular risk in the corporate setting: the GEICO study.",
            "in_text_citation": "Mishra et al., 2013(1)"
        },
        {
            "index": 43,
            "title": "Nutrient intake in the GEICO multicenter trial: the effects of a multicomponent worksite intervention.",
            "in_text_citation": "Mishra et al., 2013(2)"
        },
        {
            "index": 44,
            "title": "Toward improved management of NIDDM: a randomized, controlled, pilot intervention using a lowfat, vegetarian diet.",
            "in_text_citation": "Nicholson et al., 1999"
        },
        {
            "index": 45,
            "title": "Can lifestyle changes reverse coronary heart disease? the Lifestyle Heart Trial.",
            "in_text_citation": "Ornish et al., 1990"
        },
        {
            "index": 46,
            "title": "Intensive lifestyle changes for reversal of coronary heart disease.",
            "in_text_citation": "Ornish et al., 1998"
        },
        {
            "index": 47,
            "title": "Anti-inflammatory effects of a vegan diet versus the American Heart Association-recommended diet in coronary artery disease trial.",
            "in_text_citation": "Shah et al., 2018(1)"
        },
        {
            "index": 48,
            "title": "The effect of a vegan versus AHA DiEt in coronary artery disease (EVADE CAD) trial: study design and rationale.",
            "in_text_citation": "Shah et al., 2017"
        },
        {
            "index": 49,
            "title": "Low-calorie vegetarian versus mediterranean diets for reducing body weight and improving cardiovascular risk profile: CARDIVEG Study (Cardiovascular Prevention With Vegetarian Diet).",
            "in_text_citation": "Sofi et al., 2018(1)"
        },
        {
            "index": 50,
            "title": "Mediterranean versus vegetarian diet for cardiovascular disease prevention (the CARDIVEG study): study protocol for a randomized controlled trial.",
            "in_text_citation": "Sofi et al., 2016"
        },
        {
            "index": 51,
            "title": "Normal vs. high-protein weight loss diets in men: effects on body composition and indices of metabolic syndrome.",
            "in_text_citation": "Tang et al., 2013"
        },
        {
            "index": 52,
            "title": "Physiologic and related behavioral outcomes from the Women’s Lifestyle Heart Trial.",
            "in_text_citation": "Toobert et al., 2000"
        },
        {
            "index": 53,
            "title": "The BROAD study: a randomised controlled trial using a whole food plant-based diet in the community for obesity, ischaemic heart disease or diabetes.",
            "in_text_citation": "Wright et al., 2017"
        }
    ]
}