{
    "key_references": [
        {
            "title": "The effects of an intensive lifestyle modification program on carotid artery intima-media thickness: a randomized trial.",
            "abstract": "## PURPOSE\nThis study evaluated the effect of the Dr. Dean Ornish Program for Reversing Heart Disease on cardiovascular disease as measured by the intima-media thickness of the common carotid artery and compared this effect to outcomes from patients participating in traditional cardiac rehabilitation.\n## DESIGN\nRandomized clinical trial.\n## SETTING\nSwedish American Health System.\n## SUBJECTS\nNinety three patients with clinically confirmed coronary artery disease were randomly assigned to the intervention (n = 46) or traditional cardiac rehabilitation (n = 47).\n## INTERVENTION\nDr. Dean Ornish Program for Reversing Heart Disease.\n## MEASURES\nUltrasound of the carotid artery and other cardiovascular risk factors were measured at baseline, 6, and 12 months.\n## ANALYSIS\nIntent-to-treat analysis.\n## RESULTS\nThere was no significant reduction in the carotid intima-media thickness of the carotid artery in the Ornish group or the cardiac rehabilitation group. Ornish Program participants had significantly improved dietary habits (p < .001), weight (p < .001), and body mass index (p < .001) as compared with the rehabilitation group. The decrease in the number of patients with angina from baseline to 12 months was 44% in Ornish and 12% in cardiac rehabilitation.\n## CONCLUSIONS\nThe Ornish Program appears to causes improvements in cardiovascular risk factors but does not appear to change the atherosclerotic process as it affects the carotid artery.\n",
            "in_text_citation": "Aldana et al., 2007"
        },
        {
            "title": "A low-fat vegan diet improves glycemic control and cardiovascular risk factors in a randomized clinical trial in individuals with type 2 diabetes.",
            "abstract": "## OBJECTIVE\nWe sought to investigate whether a low-fat vegan diet improves glycemic control and cardiovascular risk factors in individuals with type 2 diabetes.\n## RESEARCH DESIGN AND METHODS\nIndividuals with type 2 diabetes (n = 99) were randomly assigned to a low-fat vegan diet (n = 49) or a diet following the American Diabetes Association (ADA) guidelines (n = 50). Participants were evaluated at baseline and 22 weeks.\n## RESULTS\nForty-three percent (21 of 49) of the vegan group and 26% (13 of 50) of the ADA group participants reduced diabetes medications. Including all participants, HbA(1c) (A1C) decreased 0.96 percentage points in the vegan group and 0.56 points in the ADA group (P = 0.089). Excluding those who changed medications, A1C fell 1.23 points in the vegan group compared with 0.38 points in the ADA group (P = 0.01). Body weight decreased 6.5 kg in the vegan group and 3.1 kg in the ADA group (P < 0.001). Body weight change correlated with A1C change (r = 0.51, n = 57, P < 0.0001). Among those who did not change lipid-lowering medications, LDL cholesterol fell 21.2% in the vegan group and 10.7% in the ADA group (P = 0.02). After adjustment for baseline values, urinary albumin reductions were greater in the vegan group (15.9 mg/24 h) than in the ADA group (10.9 mg/24 h) (P = 0.013).\n## CONCLUSIONS\nBoth a low-fat vegan diet and a diet based on ADA guidelines improved glycemic and lipid control in type 2 diabetic patients. These improvements were greater with a low-fat vegan diet.\n",
            "in_text_citation": "Barnard et al., 2006"
        },
        {
            "title": "A low-fat vegan diet and a conventional diabetes diet in the treatment of type 2 diabetes: a randomized, controlled, 74-wk clinical trial.",
            "abstract": "## BACKGROUND\nLow-fat vegetarian and vegan diets are associated with weight loss, increased insulin sensitivity, and improved cardiovascular health.\n## OBJECTIVE\nWe compared the effects of a low-fat vegan diet and conventional diabetes diet recommendations on glycemia, weight, and plasma lipids.\n## DESIGN\nFree-living individuals with type 2 diabetes were randomly assigned to a low-fat vegan diet (n = 49) or a diet following 2003 American Diabetes Association guidelines (conventional, n = 50) for 74 wk. Glycated hemoglobin (Hb A(1c)) and plasma lipids were assessed at weeks 0, 11, 22, 35, 48, 61, and 74. Weight was measured at weeks 0, 22, and 74.\n## RESULTS\nWeight loss was significant within each diet group but not significantly different between groups (-4.4 kg in the vegan group and -3.0 kg in the conventional diet group, P = 0.25) and related significantly to Hb A(1c) changes (r = 0.50, P = 0.001). Hb A(1c) changes from baseline to 74 wk or last available values were -0.34 and -0.14 for vegan and conventional diets, respectively (P = 0.43). Hb A(1c) changes from baseline to last available value or last value before any medication adjustment were -0.40 and 0.01 for vegan and conventional diets, respectively (P = 0.03). In analyses before alterations in lipid-lowering medications, total cholesterol decreased by 20.4 and 6.8 mg/dL in the vegan and conventional diet groups, respectively (P = 0.01); LDL cholesterol decreased by 13.5 and 3.4 mg/dL in the vegan and conventional groups, respectively (P = 0.03).\n## CONCLUSIONS\nBoth diets were associated with sustained reductions in weight and plasma lipid concentrations. In an analysis controlling for medication changes, a low-fat vegan diet appeared to improve glycemia and plasma lipids more than did conventional diabetes diet recommendations. Whether the observed differences provide clinical benefit for the macro- or microvascular complications of diabetes remains to be established. This trial was registered at clinicaltrials.gov as NCT00276939.\n",
            "in_text_citation": "Barnard et al., 2009(1)"
        },
        {
            "title": "A low-fat vegan diet elicits greater macronutrient changes, but is comparable in adherence and acceptability, compared with a more conventional diabetes diet among individuals with type 2 diabetes.",
            "abstract": "## BACKGROUND\nAlthough therapeutic diets are critical to diabetes management, their acceptability to patients is largely unstudied.\n## OBJECTIVE\nTo quantify adherence and acceptability for two types of diets for diabetes.\n## DESIGN\nControlled trial conducted between 2004 and 2006.\n## SUBJECTS/SETTING\nIndividuals with type 2 diabetes (n=99) at a community-based research facility. Participants were randomly assigned to a diet following 2003 American Diabetes Association guidelines or a low-fat, vegan diet for 74 weeks.\n## MAIN OUTCOME MEASURES\nAttrition, adherence, dietary behavior, diet acceptability, and cravings.\n## STATISTICAL ANALYSES\nFor nutrient intake and questionnaire scores, t tests determined between-group differences. For diet-acceptability measures, the related samples Wilcoxon sum rank test assessed within-group changes; the independent samples Mann-Whitney U test compared the diet groups. Changes in reported symptoms among the groups was compared using chi(2) for independent samples.\n## RESULTS\nAll participants completed the initial 22 weeks; 90% (45/50) of American Diabetes Association guidelines diet group and 86% (42/49) of the vegan diet group participants completed 74 weeks. Fat and cholesterol intake fell more and carbohydrate and fiber intake increased more in the vegan group. At 22 weeks, group-specific diet adherence criteria were met by 44% (22/50) of members of the American Diabetes Association diet group and 67% (33/49) of vegan-group participants (P=0.019); the American Diabetes Association guidelines diet group reported a greater increase in dietary restraint; this difference was not significant at 74 weeks. Both groups reported reduced hunger and reduced disinhibition. Questionnaire responses rated both diets as satisfactory, with no significant differences between groups, except for ease of preparation, for which the 22-week ratings marginally favored the American Diabetes Association guideline group. Cravings for fatty foods diminished more in the vegan group at 22 weeks, with no significant difference at 74 weeks.\n## CONCLUSIONS\nDespite its greater influence on macronutrient intake, a low-fat, vegan diet has an acceptability similar to that of a more conventional diabetes diet. Acceptability appears to be no barrier to its use in medical nutrition therapy.\n",
            "in_text_citation": "Barnard et al., 2009(2)"
        },
        {
            "title": "Changes in nutrient intake and dietary quality among participants with type 2 diabetes following a low-fat vegan diet or a conventional diabetes diet for 22 weeks.",
            "abstract": "## BACKGROUND\nAlthough vegan diets improve diabetes management, little is known about the nutrient profiles or diet quality of individuals with type 2 diabetes who adopt a vegan diet.\n## OBJECTIVE\nTo assess the changes in nutrient intake and dietary quality among participants following a low-fat vegan diet or the 2003 American Diabetes Association dietary recommendations.\n## DESIGN\nA 22-week randomized, controlled clinical trial examining changes in nutrient intake and diet quality.\n## SUBJECTS/SETTING\nParticipants with type 2 diabetes (n=99) in a free-living setting.\n## RESEARCH DESIGN AND METHODS\nParticipants were randomly assigned to a low-fat vegan diet or a 2003 American Diabetes Association recommended diet.\n## MAIN OUTCOME MEASURES\nNutrient intake and Alternate Healthy Eating Index (AHEI) scores were collected at baseline and 22 weeks.\n## STATISTICAL ANALYSES PERFORMED\nBetween-group t tests were calculated for changes between groups and paired comparison t tests were calculated for changes within-group. Pearson's correlation assessed relationship of AHEI score to hemoglobin A1c and body weight changes.\n## RESULTS\nBoth groups reported significant decreases in energy, protein, fat, cholesterol, vitamin D, selenium, and sodium intakes. The vegan group also significantly reduced reported intakes of vitamin B-12 and calcium, and significantly increased carbohydrate, fiber, total vitamin A activity, beta carotene, vitamins K and C, folate, magnesium, and potassium. The American Diabetes Association recommended diet group also reported significant decreases in carbohydrate and iron, but reported no significant increases. The vegan group significantly improved its AHEI score (P<0.0001), while the American Diabetes Association recommended diet group did not (P=0.7218). The difference in AHEI score at 22 weeks between groups was significant (P<0.0001). With both groups combined, AHEI score was negatively correlated with both changes in hemoglobin A1c value (r=-0.24, P=0.016) and weight (r=-0.27, P=0.007).\n## CONCLUSIONS\nVegan diets increase intakes of carbohydrate, fiber, and several micronutrients, in contrast with the American Diabetes Association recommended diet. The vegan group improved its AHEI score whereas the American Diabetes Association recommended diet group's AHEI score remained unchanged.\n",
            "in_text_citation": "Turner-McGrievy et al., 2008"
        },
        {
            "title": "Turning the Waiting Room into a Classroom: Weekly Classes Using a Vegan or a Portion-Controlled Eating Plan Improve Diabetes Control in a Randomized Translational Study.",
            "abstract": "## BACKGROUND\nIn research settings, plant-based (vegan) eating plans improve diabetes management, typically reducing weight, glycemia, and low-density lipoprotein (LDL) cholesterol concentrations to a greater extent than has been shown with portion-controlled eating plans.\n## OBJECTIVE\nThe study aimed to test whether similar benefits could be found using weekly nutrition classes in a typical endocrinology practice, hypothesizing that a vegan eating plan would improve glycemic control, weight, lipid concentrations, blood pressure, and renal function and would do so more effectively than a portion-controlled eating plan.\n## DESIGN\nIn a 20-week trial, participants were randomly assigned to a low-fat vegan or portion-controlled eating plan.\n## PARTICIPANTS/SETTING\nIndividuals with type 2 diabetes treated in a single endocrinology practice in Washington, DC, participated (45 starters, 40 completers).\n## INTERVENTION\nParticipants attended weekly after-hours classes in the office waiting room. The vegan plan excluded animal products and added oils and favored low-glycemic index foods. The portion-controlled plan included energy intake limits for weight loss (typically a deficit of 500 calories/day) and provided guidance on portion sizes.\n## MAIN OUTCOME MEASURES\nBody weight, hemoglobin A1c (HbA1c), plasma lipids, urinary albumin, and blood pressure were measured.\n## STATISTICAL ANALYSES PERFORMED\nFor normally distributed data, t tests were used; for skewed outcomes, rank-based approaches were implemented (Wilcoxon signed-rank test for within-group changes, Wilcoxon two-sample test for between-group comparisons, and exact Hodges-Lehmann estimation to estimate effect sizes).\n## RESULTS\nAlthough participants were in generally good metabolic control at baseline, body weight, HbA1c, and LDL cholesterol improved significantly within each group, with no significant differences between the two eating plans (weight: -6.3 kg vegan, -4.4 kg portion-controlled, between-group P=0.10; HbA1c, -0.40 percentage point in both groups, P=0.68; LDL cholesterol -11.9 mg/dL vegan, -12.7 mg/dL portion-controlled, P=0.89). Mean urinary albumin was normal at baseline and did not meaningfully change. Blood pressure changes were not significant.\n## CONCLUSIONS\nWeekly classes, integrated into a clinical practice and using either a low-fat vegan or portion-controlled eating plan, led to clinical improvements in individuals with type 2 diabetes.\n",
            "in_text_citation": "Barnard et al., 2018"
        },
        {
            "title": "A Mediterranean Diet and Low-Fat Vegan Diet to Improve Body Weight and Cardiometabolic Risk Factors: A Randomized, Cross-over Trial.",
            "abstract": "Objective: Evidence suggests that both Mediterranean and vegan diets improve body weight and cardiometabolic risk factors, but their relative efficacy has not been compared in a randomized trial.Methods: In a randomized crossover trial, 62 overweight adults were randomly assigned to a Mediterranean or vegan diet for a 16-week period. Body weight, plasma lipids, blood pressure, and body composition (dual X-ray absorptiometry) were measured. Secondary measures included insulin resistance (Homeostasis Model Assessment, HOMA-IR), oral glucose insulin sensitivity (OGIS), and predicted insulin sensitivity (PREDIM) indices. Thereafter, participants were asked to return to their baseline diets for 4 weeks, after which they began the opposite diet for 16 weeks. The same parameters were measured before and after this 2nd 16-week period.Results: Overall net weight changes were 0.0 (Mediterranean) and -6.0 kg (vegan), (treatment effect -6.0 kg [95% CI -7.5 to -4.5]; p < 0.001). HOMA-IR decreased and OGIS increased on the vegan diet with no significant change on the Mediterranean diet (treatment effect -0.7 [95% CI, -1.8 to +0.4]; p = 0.21; and +35.8 mL/min/m2 [95% CI, +13.2 to +58.3]; p = 0.003, respectively). PREDIM did not change significantly in either group. Among participants with no medication changes, total and LDL-cholesterol decreased 18.7 mg/dL (0.5 mmol/L) and 15.3 mg/dL (0.4 mmol/L), respectively, on the vegan diet, compared with no significant change on the Mediterranean diet (treatment effect -15.6 [-24.6 to -6.6]; p = 0.001 and -14.8 [-23.5 to -6.2]; p = 0.001, respectively); systolic and diastolic blood pressure decreased 9.3 and 7.3 mmHg on the Mediterranean diet, compared with 3.4 and 4.1 mmHg on the vegan diet (treatment effect +5.9 [95% CI +1.0 to +10.9]; p = 0.02; and +1.8 [95% CI -4.6 to +8.1]; p = 0.58, respectively).Conclusions: A low-fat vegan diet improved body weight, lipid concentrations, and insulin sensitivity, both from baseline and compared with a Mediterranean diet. Blood pressure decreased on both diets, more on the Mediterranean diet.Clinical trial registration: ClinicalTrials.gov number, NCT03698955 https://clinicaltrials.gov/ct2/show/NCT03698955?term=NCT03698955&draw=2&rank=1.",
            "in_text_citation": "Barnard et al., 2021"
        },
        {
            "title": "A dietary intervention for chronic diabetic neuropathy pain: a randomized controlled pilot study.",
            "abstract": "## BACKGROUND\nDiabetic neuropathy is a common and often debilitating condition for which available treatments are limited. Because a low-fat plant-based diet has been shown to improve glycemic control in individuals with type 2 diabetes, we hypothesized that such a diet would reduce painful symptoms of diabetic neuropathy.\n## METHODS\nIn this 20-week pilot study, individuals with type 2 diabetes and painful diabetic neuropathy were randomly assigned to two groups. The intervention group was asked to follow a low-fat, plant-based diet, with weekly classes for support in following the prescribed diet, and to take a vitamin B12 supplement. The control group was asked to take the same vitamin B12 supplement, but received no other intervention. At baseline, midpoint and 20 weeks, clinical, laboratory and questionnaire data were collected. Questionnaires included an analog 'worst pain' scale, Michigan Neuropathy Screening Instrument, global impression scale, Short Form McGill Pain Questionnaire, Neuropathy Total Symptom Score, a weekly pain diary and Norfolk Quality of Life Questionnaire.\n## RESULTS\nAfter 20 weeks, body weight change with the intervention was -6.4 kg (95% confidence interval (CI) -9.4 to -3.4, P<0.001) in an effect size analysis. Electrochemical skin conductance in the foot improved by an average of 12.4 microseimens (95% CI 1.2-23.6, P=0.03) with the intervention in an effect size analysis. The between-group difference in change in pain, as measured by the McGill pain questionnaire, was -8.2 points (95% CI -16.1 to -0.3, P=0.04). Michigan Neuropathy Screening Instrument questionnaire score change was -1.6 points (95% CI -3.0 to -0.2, P=0.03).\n## CONCLUSIONS\nImprovements were seen in some clinical and pain measures. This pilot study suggests the potential value of a plant-based diet intervention, including weekly support classes, for treating painful diabetic neuropathy.\n",
            "in_text_citation": "Bunner et al., 2015"
        },
        {
            "title": "A randomized clinical trial testing treatment preference and two dietary options in behavioral weight management: preliminary results of the impact of diet at 6 months--PREFER study.",
            "abstract": "## OBJECTIVE\nThe PREFER study objectives were to examine potential differences in weight loss during a standard behavioral intervention between subjects assigned to one of two calorie- and fat-restricted diets [standard behavior treatment (SBT) and lacto-ovo-vegetarian ([SBT+LOV)], with or without regard to their preferred dietary treatment. This article reports the differences in outcomes between diet groups after the first 6 months of the intervention.\n## RESEARCH METHODS AND PROCEDURES\nThe study used a four-group design. Subjects (n = 182) were randomized to a treatment preference group and then to a dietary treatment group. For this report, preference groups were combined to permit comparisons by dietary treatment only (SBT, n = 98; SBT+LOV, n = 84). Additional analyses compared SBT+LOV subjects who were 100% adherent (did not consume any meat, fish, or poultry, n = 47) to those who were <100% adherent (n = 24).\n## RESULTS\nSignificant differences were seen in the baseline to 6-month change scores between the two groups for carbohydrate consumption (p = 0.013), protein consumption (p < 0.001), polyunsaturated-to-saturated fat ratio (p = 0.009), and low-density lipoprotein-cholesterol (LDL-C) level (p = 0.013). Among SBT+LOV subjects, those who were 100% adherent experienced greater reductions in weight (p < 0.001), total cholesterol (p = 0.026), LDL-C (p = 0.034), and glucose (p = 0.002) and consumed less fat (p = 0.030) compared with those who were <100% adherent.\n## DISCUSSION\nDifferences between dietary treatment groups at 6 months were minimal, most likely because one-third of the SBT+LOV group did not follow the vegetarian diet and because both groups had the same calorie and fat restrictions. SBT+LOV subjects who were 100% adherent were more successful at both weight loss and cholesterol reduction than those who were <100% adherent, suggesting that vegetarian diets are efficacious for weight and cholesterol control.\n",
            "in_text_citation": "Burke et al., 2006(1)"
        },
        {
            "title": "PREFER study: a randomized clinical trial testing treatment preference and two dietary options in behavioral weight management--rationale, design and baseline characteristics.",
            "abstract": "## BACKGROUND\nObesity, a disorder associated with a myriad of comorbidities, is increasing at an alarming rate around the world. Given that pharmacotherapy has limited available options and that bariatric surgery is reserved for those who are morbidly obese or who have significant comorbidities, the most common approach to the treatment of obesity is standard behavioral treatment. This approach includes behavior modification related to eating and activity habits. The purpose of this paper is to describe the rationale, design, methods and baseline sample characteristics of a randomized controlled trial of a behavioral intervention in weight loss management, referred to as the PREFER study.\n## METHODS\nThe PREFER study, using a four-group design, includes: (1) a randomization scheme that permits participants to indicate a preferred dietary treatment approach, and (2) two dietary options, one of which is a lacto-ovo-vegetarian diet that has demonstrated potential for long-term adherence. The intervention (32 treatment sessions) is delivered over 12 months and is followed by a 6-month maintenance phase; final assessment occurs at 18 months.\n## RESULTS\nWe screened 932 individuals and randomized 197 to the study: Treatment Preference-Yes (n=84) and Treatment Preference-No (n=98). To maintain a balance across the four treatment groups, 15 subjects who preferred the standard diet had to be discarded from the Treatment Preference-Yes group. Retention at 18 months for the first of three cohorts was 82%.\n## CONCLUSIONS\nThe PREFER study is a single center study and is the first randomized controlled trial examining a lacto-ovo-vegetarian diet as part of weight loss treatment. The ethnically diverse sample includes males and females with a body mass index of 27 to 43. The study has the potential to make a contribution to understanding the role of treatment preference and the potential of a lacto-ovo-vegetarian diet for long-term weight loss.\n",
            "in_text_citation": "Burke et al., 2006(2)"
        },
        {
            "title": "A randomized clinical trial of a standard versus vegetarian diet for weight loss: the impact of treatment preference.",
            "abstract": "## BACKGROUND\nWith obesity rampant, methods to achieve sustained weight loss remain elusive.\n## OBJECTIVE\nTo compare the long-term weight-loss efficacy of 2 cal and fat-restricted diets, standard (omnivorous) versus lacto-ovo-vegetarian, and to determine the effect of a chosen diet versus an assigned diet.\n## DESIGN, SUBJECTS\nA randomized clinical trial was conducted with 176 adults who were sedentary and overweight (mean body mass index, 34.0 kg/m(2)). Participants were first randomly assigned to either receive their preferred diet or be assigned to a diet group and second, were given their diet of preference or randomly assigned to a standard weight-loss diet or a lacto-ovo-vegetarian diet. Participants underwent a university-based weight-control program consisting of daily dietary and exercise goals plus 12 months of behavioral counseling followed by a 6-month maintenance phase.\n## MEASUREMENTS\nPercentage change in body weight, body mass index, waist circumference, low- and high-density lipoprotein, glucose, insulin and macronutrient intake.\n## RESULTS\nThe program was completed by 132 (75%) of the participants. At 18 months, mean percentage weight loss was greater (P=0.01) in the two groups that were assigned a diet (standard, 8.0% (s.d., 7.8%); vegetarian, 7.9% (s.d., 8.1%)) than in those provided the diet of their choice (standard, 3.9% (s.d., 6.1%); vegetarian, 5.3% (s.d., 6.2%)). No difference was observed in weight loss between the two types of diet. Over the 18-month program, all groups showed significant weight loss.\n## CONCLUSIONS\nParticipants assigned to their dietary preference did not have enhanced treatment outcomes. However, all groups lost weight with losses ranging from 4 to 8% at 18 months.\n",
            "in_text_citation": "Burke et al., 2008"
        },
        {
            "title": "Effects of lacto-ovo-vegetarian diet vs. standard-weight-loss diet on obese and overweight adults with non-alcoholic fatty liver disease: a randomised clinical trial.",
            "abstract": "The aim of the study was to compare the effects of a lacto-ovo-vegetarian diet (LOV-D) vs. a standard weight-loss diet (SWL-D) on obese/overweight adults with NAFLD. Present randomised clinical trial recruited 75 overweight/obese adults with NAFLD, who were randomly assigned into LOV-D and SWL-D groups for 3 months. The LOV-D was designed based on eliminating meat, poultry, and fish; while including dairy products and eggs. The SWL-D was planned according to the standard food pyramid, which was free in all sources of food. Adherence to LOV-D significantly outperformed SWL-D in reducing levels of alanine aminotransferase (ALT), body weight, waist circumference, BMI, fasting blood sugar, insulin, homeostasis model assessment of insulin resistance (HOMA-IR), triacylglycerol (TG), cholesterol, low-density lipoprotein cholesterol (LDL-C), and systolic blood pressure (SBP). Furthermore, ultrasonography revealed a higher alleviation in NAFLD grade among LOV-D, compared with SWL-D. This study suggests that adherence to LOV-D for 3 months has beneficial effects on NAFLD improvement, anthropometric measures, glycaemic-related markers, and lipid profiles.",
            "in_text_citation": "Garousi et al., 2021"
        },
        {
            "title": "Vegetarian diet improves insulin resistance and oxidative stress markers more than conventional diet in subjects with Type 2 diabetes.",
            "abstract": "## AIMS\nThe aim of this study was to compare the effects of calorie-restricted vegetarian and conventional diabetic diets alone and in combination with exercise on insulin resistance, visceral fat and oxidative stress markers in subjects with Type 2 diabetes.\n## METHODS\nA 24-week, randomized, open, parallel design was used. Seventy-four patients with Type 2 diabetes were randomly assigned to either the experimental group (n = 37), which received a vegetarian diet, or the control group (n = 37), which received a conventional diabetic diet. Both diets were isocaloric, calorie restricted (-500 kcal/day). All meals during the study were provided. The second 12 weeks of the diet were combined with aerobic exercise. Participants were examined at baseline, 12 weeks and 24 weeks. Primary outcomes were: insulin sensitivity measured by hyperinsulinaemic isoglycaemic clamp; volume of visceral and subcutaneous fat measured by magnetic resonance imaging; and oxidative stress measured by thiobarbituric acid reactive substances. Analyses were by intention to treat.\n## RESULTS\nForty-three per cent of participants in the experimental group and 5% of participants in the control group reduced diabetes medication (P < 0.001). Body weight decreased more in the experimental group than in the control group [-6.2 kg (95% CI -6.6 to -5.3) vs. -3.2 kg (95% CI -3.7 to -2.5); interaction group × time P = 0.001]. An increase in insulin sensitivity was significantly greater in the experimental group than in the control group [30% (95% CI 24.5-39) vs. 20% (95% CI 14-25), P = 0.04]. A reduction in both visceral and subcutaneous fat was greater in the experimental group than in the control group (P = 0.007 and P = 0.02, respectively). Plasma adiponectin increased (P = 0.02) and leptin decreased (P = 0.02) in the experimental group, with no change in the control group. Vitamin C, superoxide dismutase and reduced glutathione increased in the experimental group (P = 0.002, P < 0.001 and P = 0.02, respectively). Differences between groups were greater after the addition of exercise training. Changes in insulin sensitivity and enzymatic oxidative stress markers correlated with changes in visceral fat.\n## CONCLUSIONS\nA calorie-restricted vegetarian diet had greater capacity to improve insulin sensitivity compared with a conventional diabetic diet over 24 weeks. The greater loss of visceral fat and improvements in plasma concentrations of adipokines and oxidative stress markers with this diet may be responsible for the reduction of insulin resistance. The addition of exercise training further augmented the improved outcomes with the vegetarian diet.\n",
            "in_text_citation": "Kahleova et al., 2011"
        },
        {
            "title": "Effect of a Low-Fat Vegan Diet on Body Weight, Insulin Sensitivity, Postprandial Metabolism, and Intramyocellular and Hepatocellular Lipid Levels in Overweight Adults: A Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nExcess body weight and insulin resistance lead to type 2 diabetes and other major health problems. There is an urgent need for dietary interventions to address these conditions.\n## OBJECTIVE\nTo measure the effects of a low-fat vegan diet on body weight, insulin resistance, postprandial metabolism, and intramyocellular and hepatocellular lipid levels in overweight adults.\n## DESIGN, SETTING, AND PARTICIPANTS\nThis 16-week randomized clinical trial was conducted between January 2017 and February 2019 in Washington, DC. Of 3115 people who responded to flyers in medical offices and newspaper and radio advertisements, 244 met the participation criteria (age 25 to 75 years; body mass index of 28 to 40) after having been screened by telephone.\n## INTERVENTIONS\nParticipants were randomized in a 1:1 ratio. The intervention group (n = 122) was asked to follow a low-fat vegan diet and the control group (n = 122) to make no diet changes for 16 weeks.\n## MAIN OUTCOMES AND MEASURES\nAt weeks 0 and 16, body weight was assessed using a calibrated scale. Body composition and visceral fat were measured by dual x-ray absorptiometry. Insulin resistance was assessed with the homeostasis model assessment index and the predicted insulin sensitivity index (PREDIM). Thermic effect of food was measured by indirect calorimetry over 3 hours after a standard liquid breakfast (720 kcal). In a subset of participants (n = 44), hepatocellular and intramyocellular lipids were quantified by proton magnetic resonance spectroscopy. Repeated measure analysis of variance was used for statistical analysis.\n## RESULTS\nAmong the 244 participants in the study, 211 (87%) were female, 117 (48%) were White, and the mean (SD) age was 54.4 (11.6) years. Over the 16 weeks, body weight decreased in the intervention group by 5.9 kg (95% CI, 5.0-6.7 kg; P < .001). Thermic effect of food increased in the intervention group by 14.1% (95% CI, 6.5-20.4; P < .001). The homeostasis model assessment index decreased (-1.3; 95% CI, -2.2 to -0.3; P < .001) and PREDIM increased (0.9; 95% CI, 0.5-1.2; P < .001) in the intervention group. Hepatocellular lipid levels decreased in the intervention group by 34.4%, from a mean (SD) of 3.2% (2.9%) to 2.4% (2.2%) (P = .002), and intramyocellular lipid levels decreased by 10.4%, from a mean (SD) of 1.6 (1.1) to 1.5 (1.0) (P = .03). None of these variables changed significantly in the control group over the 16 weeks. The change in PREDIM correlated negatively with the change in body weight (r = -0.43; P < .001). Changes in hepatocellular and intramyocellular lipid levels correlated with changes in insulin resistance (both r = 0.51; P = .01).\n## CONCLUSIONS AND RELEVANCE\nA low-fat plant-based dietary intervention reduces body weight by reducing energy intake and increasing postprandial metabolism. The changes are associated with reductions in hepatocellular and intramyocellular fat and increased insulin sensitivity.\n## TRIAL REGISTRATION\nClinicalTrials.gov Identifier: NCT02939638.\n",
            "in_text_citation": "Kahleova et al., 2020"
        },
        {
            "title": "Effect of a Brown Rice Based Vegan Diet and Conventional Diabetic Diet on Glycemic Control of Patients with Type 2 Diabetes: A 12-Week Randomized Clinical Trial.",
            "abstract": "## OBJECTIVE\nSeveral intervention studies have suggested that vegetarian or vegan diets have clinical benefits, particularly in terms of glycemic control, in patients with type 2 diabetes (T2D); however, no randomized controlled trial has been conducted in Asians who more commonly depend on plant-based foods, as compared to Western populations. Here, we aimed to compare the effect of a vegan diet and conventional diabetic diet on glycemic control among Korean individuals.\n## MATERIALS AND METHODS\nParticipants diagnosed with T2D were randomly assigned to follow either a vegan diet (excluding animal-based food including fish; n = 46) or a conventional diet recommended by the Korean Diabetes Association 2011 (n = 47) for 12 weeks. HbA1c levels were measured at weeks 0, 4, and 12, and the primary study endpoint was the change in HbA1c levels over 12 weeks.\n## RESULTS\nThe mean HbA1c levels at weeks 0, 4, and 12 were 7.7%, 7.2%, and 7.1% in the vegan group, and 7.4%, 7.2%, and 7.2% in the conventional group, respectively. Although both groups showed significant reductions in HbA1C levels, the reductions were larger in the vegan group than in the conventional group (-0.5% vs. -0.2%; p-for-interaction = 0.017). When only considering participants with high compliance, the difference in HbA1c level reduction between the groups was found to be larger (-0.9% vs. -0.3%). The beneficial effect of vegan diets was noted even after adjusting for changes in total energy intake or waist circumference over the 12 weeks.\n## CONCLUSION\nBoth diets led to reductions in HbA1c levels; however, glycemic control was better with the vegan diet than with the conventional diet. Thus, the dietary guidelines for patients with T2D should include a vegan diet for the better management and treatment. However, further studies are needed to evaluate the long-term effects of a vegan diet, and to identify potential explanations of the underlying mechanisms.\n## TRIAL REGISTRATION\nCRiS KCT0001771.\n",
            "in_text_citation": "Lee et al., 2016"
        },
        {
            "title": "Effectiveness of a soy-based compared with a traditional low-calorie diet on weight loss and lipid levels in overweight adults.",
            "abstract": "## OBJECTIVE\nThis study investigated the effects of a soy-based low-calorie diet on weight control, body composition, and blood lipid profiles compared with a traditional low-calorie diet.\n## METHODS\nThirty obese adults (mean body mass index 29-30 kg/m(2)) were randomized to two groups. The soy-based low-calorie group consumed soy protein as the only protein source, and the traditional low-calorie group consumed two-thirds animal protein and the rest plant protein in a 1200 kcal/d diet for 8 wk. A diet record was kept everyday throughout the study. Food intake was analyzed before and after the study. Anthropometric data were acquired every week, and biochemical data from before and after the 8-wk experiment were compared.\n## RESULTS\nBody weight, body mass index, body fat percentage, and waist circumference significantly decreased in both groups (P < 0.05). The decrease in body fat percentage in the soy group (2.2%, 95% confidence interval 1.6-2.8) was greater than that in the traditional group (1.4%, 95% confidence interval -0.1 to 2.8). Serum total cholesterol concentrations, low-density lipoprotein cholesterol concentrations, and liver function parameters decreased in the soy-based group and were significantly different from measurements in the traditional group (P < 0.05). No significant change in serum triacylglycerol levels, serum high-density lipoprotein cholesterol levels, and fasting glucose levels was found in the soy or traditional group.\n## CONCLUSION\nSoy-based low-calorie diets significantly decreased serum total cholesterol and low-density lipoprotein cholesterol concentrations and had a greater effect on reducing body fat percentage than traditional low-calorie diets. Thus, soy-based diets have health benefits in reducing weight and blood lipids.\n",
            "in_text_citation": "Liao et al., 2007"
        },
        {
            "title": "Protein intake during energy restriction: effects on body composition and markers of metabolic and cardiovascular health in postmenopausal women.",
            "abstract": "## OBJECTIVE\nThe primary aim of this study was to assess the effects of dietary protein intake on energy restriction (ER)-induced changes in body mass and body composition. Clinical markers of metabolic and cardiovascular diseases were also measured.\n## DESIGN\n54 postmenopausal women, age 58 +/- 2 y, body mass index 29.6 +/- 0.8 kg/m(2), were assigned to one of four groups. For 9 weeks, three ER groups ate a 1000 kcal/d lacto-ovo vegetarian basal diet plus 250 kcal/d of either beef (BEEF, n = 14), chicken (CHICKEN, n = 15), or carbohydrate/fat foods (CARB (lacto-ovo), n = 14), while a control group (CON, n = 11) consumed their habitual diets.\n## RESULTS\nEnergy intake was lower in the ER groups compared to CON (BEEF, 1114 +/- 155 kcal/d, CHO: PRO: FAT, 46:24:30 % of energy intake; CHICKEN, 1098 +/- 203 kcal/d, 51:25:24; CARB 1158 +/- 341 kcal/d, 59:17:24; CON, 1570 +/- 633 kcal/d, 47:20:33), but did not differ among ER groups. For all ER subjects combined, body mass (-6.7 +/- 2.4 kg, 9 %), fat mass (-4.6 +/- 1.9 kg, 13 %), and fat-free mass (-2.1 +/- 1.1 kg, 5 %) decreased. These responses did not differ among the ER groups, except for body mass (CHICKEN -7.9 +/- 2.6 kg(a); BEEF -6.6 +/- 2.7 kg(a,b); CARB -5.6 +/- 1.8 kg(b); CON -1.2 +/- 1.2 kg(c); values with a difference superscript differ, p < 0.05). From PRE (week 0) to POST (week 9), total and LDL cholesterol decreased approximately 12%, with no differences among groups. Triacylglycerol, HDL cholesterol, C-reactive protein (CRP), glucose, insulin, leptin, and adiponectin were not changed over time or differentially affected by diet.\n## CONCLUSIONS\nOverweight postmenopausal women can achieve significant weight loss and comparable short-term improvements in body composition and lipid-lipoprotein profile by consuming either a moderate-protein (25% of energy intake) poultry- or beef-containing diet or a lacto-ovo vegetarian protein (17% of energy intake) diet.\n",
            "in_text_citation": "Mahon et al., 2007"
        },
        {
            "title": "A multicenter randomized controlled trial of a plant-based nutrition program to reduce body weight and cardiovascular risk in the corporate setting: the GEICO study.",
            "abstract": "## BACKGROUND/OBJECTIVES\nTo determine the effects of a low-fat plant-based diet program on anthropometric and biochemical measures in a multicenter corporate setting.\n## SUBJECTS/METHODS\nEmployees from 10 sites of a major US company with body mass index ≥ 25 kg/m(2) and/or previous diagnosis of type 2 diabetes were randomized to either follow a low-fat vegan diet, with weekly group support and work cafeteria options available, or make no diet changes for 18 weeks. Dietary intake, body weight, plasma lipid concentrations, blood pressure and glycated hemoglobin (HbA1C) were determined at baseline and 18 weeks.\n## RESULTS\nMean body weight fell 2.9 kg and 0.06 kg in the intervention and control groups, respectively (P<0.001). Total and low-density lipoprotein (LDL) cholesterol fell 8.0 and 8.1 mg/dl in the intervention group and 0.01 and 0.9 mg/dl in the control group (P<0.01). HbA1C fell 0.6 percentage point and 0.08 percentage point in the intervention and control group, respectively (P<0.01).Among study completers, mean changes in body weight were -4.3 kg and -0.08 kg in the intervention and control groups, respectively (P<0.001). Total and LDL cholesterol fell 13.7 and 13.0 mg/dl in the intervention group and 1.3 and 1.7 mg/dl in the control group (P<0.001). HbA1C levels decreased 0.7 percentage point and 0.1 percentage point in the intervention and control group, respectively (P<0.01).\n## CONCLUSIONS\nAn 18-week dietary intervention using a low-fat plant-based diet in a corporate setting improves body weight, plasma lipids, and, in individuals with diabetes, glycemic control.\n",
            "in_text_citation": "Mishra et al., 2013(1)"
        },
        {
            "title": "Nutrient intake in the GEICO multicenter trial: the effects of a multicomponent worksite intervention.",
            "abstract": "## BACKGROUND/OBJECTIVES\nTo assess the effects on macro- and micronutrient intake of a nutrition intervention program in corporate settings across the United States.\n## SUBJECTS/METHODS\nTwo hundred and ninety-two individuals who were overweight or had type 2 diabetes were recruited from 10 sites of a US insurance company. Two hundred and seventy-one participants completed baseline diet recalls, and 183 participants completed dietary recalls at 18 weeks. Sites were randomly assigned to an intervention group (five sites) or to a control group (five sites) for 18 weeks. At intervention sites, participants were asked to follow a low-fat vegan diet and attend weekly group meetings. At control sites, participants continued their usual diets. At baseline and 18 weeks, participants completed 2-day diet recalls. Between-group differences in changes in nutrient intake were assessed using an analysis of covariance.\n## RESULTS\nCompared with those in the control group, intervention-group participants significantly reduced the reported intake of total fat (P=0.02), saturated (P=0.006) and monounsaturated fats (P=0.01), cholesterol (P=0.009), protein (P=0.03) and calcium (P=0.02), and increased the intake of carbohydrate (P=0.006), fiber (P=0.002), β-carotene (P=0.01), vitamin C (P=0.003), magnesium (P=0.04) and potassium (P=0.002).\n## CONCLUSIONS\nAn 18-week intervention program in a corporate setting reduces intake of total fat, saturated fat and cholesterol and increases the intake of protective nutrients, particularly fiber, β-carotene, vitamin C, magnesium and potassium. The reduction in calcium intake indicates the need for planning for this nutrient.\n",
            "in_text_citation": "Mishra et al., 2013(2)"
        },
        {
            "title": "Toward improved management of NIDDM: A randomized, controlled, pilot intervention using a lowfat, vegetarian diet.",
            "abstract": "## OBJECTIVE\nTo investigate whether glycemic and lipid control in patients with non-insulin-dependent diabetes (NIDDM) can be significantly improved using a low-fat, vegetarian (vegan) diet in the absence of recommendations regarding exercise or other lifestyle changes.\n## METHODS\nEleven subjects with NIDDM recruited from the Georgetown University Medical Center or the local community were randomly assigned to a low-fat vegan diet (seven subjects) or a conventional low-fat diet (four subjects). Two additional subjects assigned to the control group failed to complete the study. The diets were not designed to be isocaloric. Fasting serum glucose, body weight, medication use, and blood pressure were assessed at baseline and biweekly thereafter for 12 weeks. Serum lipids, glycosylated hemoglobin, urinary albumin, and dietary macronutrients were assessed at baseline and 12 weeks.\n## RESULTS\nAlthough the sample was intentionally small in accordance with the pilot study design, the 28% mean reduction in fasting serum glucose of the experimental group, from 10.7 to 7.75 mmol/L (195 to 141 mg/dl), was significantly greater than the 12% decrease, from 9.86 to 8.64 mmol/L (179 to 157 mg/dl), for the control group (P < 0.05). The mean weight loss was 7.2 kg in the experimental group, compared to 3. 8 kg for the control group (P < 0.005). Of six experimental group subjects on oral hypoglycemic agents, medication use was discontinued in one and reduced in three. Insulin was reduced in both experimental group patients on insulin. No patient in the control group reduced medication use. Differences between the diet groups in the reductions of serum cholesterol and 24-h microalbuminuria did not reach statistical significance; however, high-density lipoprotein concentration fell more sharply (0.20 mmol/L) in the experimental group than in the control group (0.02 mmol/L) (P < 0.05).\n## CONCLUSION\nThe use of a low-fat, vegetarian diet in patients with NIDDM was associated with significant reductions in fasting serum glucose concentration and body weight in the absence of recommendations for exercise. A larger study is needed for confirmation.\n",
            "in_text_citation": "Nicholson et al., 1999"
        },
        {
            "title": "Can lifestyle changes reverse coronary heart disease? The Lifestyle Heart Trial.",
            "abstract": "In a prospective, randomised, controlled trial to determine whether comprehensive lifestyle changes affect coronary atherosclerosis after 1 year, 28 patients were assigned to an experimental group (low-fat vegetarian diet, stopping smoking, stress management training, and moderate exercise) and 20 to a usual-care control group. 195 coronary artery lesions were analysed by quantitative coronary angiography. The average percentage diameter stenosis regressed from 40.0 (SD 16.9)% to 37.8 (16.5)% in the experimental group yet progressed from 42.7 (15.5)% to 46.1 (18.5)% in the control group. When only lesions greater than 50% stenosed were analysed, the average percentage diameter stenosis regressed from 61.1 (8.8)% to 55.8 (11.0)% in the experimental group and progressed from 61.7 (9.5)% to 64.4 (16.3)% in the control group. Overall, 82% of experimental-group patients had an average change towards regression. Comprehensive lifestyle changes may be able to bring about regression of even severe coronary atherosclerosis after only 1 year, without use of lipid-lowering drugs.\n",
            "in_text_citation": "Ornish et al., 1990"
        },
        {
            "title": "Intensive lifestyle changes for reversal of coronary heart disease.",
            "abstract": "## CONTEXT\nThe Lifestyle Heart Trial demonstrated that intensive lifestyle changes may lead to regression of coronary atherosclerosis after 1 year.\n## OBJECTIVES\nTo determine the feasibility of patients to sustain intensive lifestyle changes for a total of 5 years and the effects of these lifestyle changes (without lipid-lowering drugs) on coronary heart disease.\n## DESIGN\nRandomized controlled trial conducted from 1986 to 1992 using a randomized invitational design.\n## PATIENTS\nForty-eight patients with moderate to severe coronary heart disease were randomized to an intensive lifestyle change group or to a usual-care control group, and 35 completed the 5-year follow-up quantitative coronary arteriography.\n## SETTING\nTwo tertiary care university medical centers.\n## INTERVENTION\nIntensive lifestyle changes (10% fat whole foods vegetarian diet, aerobic exercise, stress management training, smoking cessation, group psychosocial support) for 5 years.\n## MAIN OUTCOME MEASURES\nAdherence to intensive lifestyle changes, changes in coronary artery percent diameter stenosis, and cardiac events.\n## RESULTS\nExperimental group patients (20 [71%] of 28 patients completed 5-year follow-up) made and maintained comprehensive lifestyle changes for 5 years, whereas control group patients (15 [75%] of 20 patients completed 5-year follow-up) made more moderate changes. In the experimental group, the average percent diameter stenosis at baseline decreased 1.75 absolute percentage points after 1 year (a 4.5% relative improvement) and by 3.1 absolute percentage points after 5 years (a 7.9% relative improvement). In contrast, the average percent diameter stenosis in the control group increased by 2.3 percentage points after 1 year (a 5.4% relative worsening) and by 11.8 percentage points after 5 years (a 27.7% relative worsening) (P=.001 between groups. Twenty-five cardiac events occurred in 28 experimental group patients vs 45 events in 20 control group patients during the 5-year follow-up (risk ratio for any event for the control group, 2.47 [95% confidence interval, 1.48-4.20]).\n## CONCLUSIONS\nMore regression of coronary atherosclerosis occurred after 5 years than after 1 year in the experimental group. In contrast, in the control group, coronary atherosclerosis continued to progress and more than twice as many cardiac events occurred.\n",
            "in_text_citation": "Ornish et al., 1998"
        },
        {
            "title": "Anti-Inflammatory Effects of a Vegan Diet Versus the American Heart Association-Recommended Diet in Coronary Artery Disease Trial.",
            "abstract": "Background Dietary interventions may play a role in secondary cardiovascular prevention. hsCRP (High-sensitivity C-reactive protein) is a marker of risk for major adverse cardiovascular outcomes in coronary artery disease. Methods and Results The open-label, blinded end-point, EVADE CAD (Effects of a Vegan Versus the American Heart Association-Recommended Diet in Coronary Artery Disease) trial randomized participants (n=100) with coronary artery disease to 8 weeks of a vegan or American Heart Association-recommended diet with provision of groceries, tools to measure dietary intake, and dietary counseling. The primary end point was high-sensitivity C-reactive protein. A linear regression model compared end points after 8 weeks of a vegan versus American Heart Association diet and adjusted for baseline concentration of the end point. Significance levels for the primary and secondary end points were set at 0.05 and 0.0015, respectively. A vegan diet resulted in a significant 32% lower high-sensitivity C-reactive protein (β, 0.68, 95% confidence interval [0.49-0.94]; P=0.02) when compared with the American Heart Association diet. Results were consistent after adjustment for age, race, baseline waist circumference, diabetes mellitus, and prior myocardial infarction (adjusted β, 0.67 [0.47-0.94], P=0.02). The degree of reduction in body mass index and waist circumference did not significantly differ between the 2 diet groups (adjusted β, 0.99 [0.97-1.00], P=0.10; and adjusted β, 1.00 [0.98-1.01], P=0.66, respectively). There were also no significant differences in markers of glycemic control between the 2 diet groups. There was a nonsignificant 13% reduction in low-density lipoprotein cholesterol with the vegan diet when compared with the American Heart Association diet (adjusted β, 0.87 [0.78-0.97], P=0.01). There were no significant differences in other lipid parameters. Conclusions In patients with coronary artery disease on guideline-directed medical therapy, a vegan diet may be considered to lower high-sensitivity C-reactive protein as a risk marker of adverse outcomes. Clinical Trial Registration URL : http://www.clinicaltrials.gov . Unique identifier: NCT 02135939.\n",
            "in_text_citation": "Shah et al., 2018(1)"
        },
        {
            "title": "The Effect of a Vegan versus AHA DiEt in Coronary Artery Disease (EVADE CAD) trial: study design and rationale.",
            "abstract": "## BACKGROUND\nMultiple studies demonstrate the benefit of a vegan diet on cardiovascular risk factors when compared to no intervention or usual dietary patterns. The aim of this study is to evaluate the effect of a vegan diet versus the American Heart Association (AHA)-recommended diet on inflammatory and glucometabolic profiles in patients with angiographically defined coronary artery disease (CAD).\n## STUDY DESIGN\nThis study is a randomized, open label, blinded end-point trial of 100 patients with CAD as defined by ≥50% diameter stenosis in a coronary artery ≥2 mm in diameter on invasive angiography. Participants are randomized to 8 weeks of either a vegan or AHA-recommended diet (March 2014 and February 2017). Participants are provided weekly groceries that adhere to the guidelines of their diet. The primary endpoint is high sensitivity C-reactive concentrations. Secondary endpoints include anthropometric data, other markers of inflammation, lipid parameters, glycemic markers, endothelial function, quality of life data, and assessment of physical activity. Endpoints are measured at each visit (baseline, 4 weeks, and 8 weeks). Dietary adherence is measured by two weekly 24-hour dietary recalls, a 4-day food record during the week prior to each visit, and both plasma and urine levels of trimethylamine-\n## CONCLUSION\nThis study is the first to comprehensively assess multiple indices of inflammation and glucometabolic profile in a rigorously conducted randomized trial of patients with CAD on a vegan versus AHA-recommended diet.\n",
            "in_text_citation": "Shah et al., 2017"
        },
        {
            "title": "Low-Calorie Vegetarian Versus Mediterranean Diets for Reducing Body Weight and Improving Cardiovascular Risk Profile: CARDIVEG Study (Cardiovascular Prevention With Vegetarian Diet).",
            "abstract": "## BACKGROUND\nOnly a few randomized dietary intervention studies that investigated the effects of lacto-ovo vegetarian diet (Vd) in clinically healthy omnivorous subjects are available.\n## METHODS\nWe randomly assigned to overweight omnivores with a low-to-moderate cardiovascular risk profile a low-calorie Vd compared with a low-calorie Mediterranean diet (MD), each lasting 3 months, with a crossover design. The primary outcome was the difference in body weight, body mass index, and fat mass changes between the 2 groups. Secondary outcomes were differences in circulating cardiovascular disease risk parameters changes between the 2 groups.\n## RESULTS\nOne hundred eighteen subjects (mean age: 51.1 years, females: 78%) were enrolled. The total participation rate at the end of the study was 84.7%. No differences between the 2 diets in body weight were observed, as reported by similar and significant reductions obtained by both Vd (-1.88 kg) and MD (-1.77 kg). Similar results were observed for body mass index and fat mass. In contrast, significant differences between the 2 interventions were obtained for low-density lipoprotein cholesterol, triglycerides, and vitamin B\n## CONCLUSIONS\nBoth Vd and MD were effective in reducing body weight, body mass index, and fat mass, with no significant differences between them. However, Vd was more effective in reducing low-density lipoprotein cholesterol levels, whereas MD led to a greater reduction in triglyceride levels.\n## CLINICAL TRIAL REGISTRATION\nURL: https://www.clinicaltrials.gov. Unique identifier: NCT02641834.\n",
            "in_text_citation": "Sofi et al., 2018(1)"
        },
        {
            "title": "Mediterranean versus vegetarian diet for cardiovascular disease prevention (the CARDIVEG study): study protocol for a randomized controlled trial.",
            "abstract": "## BACKGROUND\nNutrition is able to alter the cardiovascular health of the general population. However, the optimal dietary strategy for cardiovascular disease prevention is still far from being defined. Mediterranean and vegetarian diets are those reporting the greatest grade of evidence in the literature, but no experimental studies comparing these two dietary patterns are available.\n## METHODS/DESIGN\nThis is an open randomized crossover clinical trial including healthy subjects with a low-to-medium cardiovascular risk profile, characterized by being overweight and by the presence of at least an additional metabolic risk factor (abdominal obesity, high total cholesterol, high LDL cholesterol, high triglycerides, impaired glucose fasting levels) but free from medications. A total of 100 subjects will be included and randomly assigned to two groups: Mediterranean calorie-restricted diet (n = 50) and vegetarian calorie-restricted diet (n = 50). The intervention phases will last 3 months each, and at the end of intervention phase I the groups will be crossed over. The two diets will be isocaloric and of three different sizes (1400 - 1600 - 1800 kcal/day), according to specific energy requirements. Adherence to the dietary intervention will be established through questionnaires and 24-h dietary recall. Anthropometric measurements, body composition, blood samples and stool samples will be obtained from each participant at the beginning and at the end of each intervention phase. The primary outcome measure will be change in weight from baseline. The secondary outcome measures will be variations of anthropometric and bioelectrical impedance variables as well as traditional and innovative cardiovascular biomarkers.\n## DISCUSSION\nDespite all the data supporting the efficacy of Mediterranean and vegetarian diets on the prevention of cardiovascular diseases, no studies have directly compared these two dietary profiles. The trial will test whether there are statistically significant differences between these dietary profiles in reducing the cardiovascular risk burden for the general population.\n## TRIAL REGISTRATION\nClinicalTrials.gov NCT02641834.\n",
            "in_text_citation": "Sofi et al., 2016"
        },
        {
            "title": "Normal vs. high-protein weight loss diets in men: effects on body composition and indices of metabolic syndrome.",
            "abstract": "## OBJECTIVE\nThis study assessed the effectiveness of a prescribed weight-loss diet with 0.8 versus 1.4 g protein·kg(-1) day(-1) on changes in weight, body composition, indices of metabolic syndrome, and resting energy expenditure (REE) in overweight and obese men.\n## DESIGN AND METHODS\nMen were randomized to groups that consumed diets containing 750 kcal day(-1) less than daily energy needs for weight maintenance with either normal protein (NP, n = 21) or higher protein (HP, n = 22) content for 12 weeks. The macronutrient distributions of the NP and HP diets were 25:60:15, and 25:50:25 percent energy from fat, carbohydrate, and protein, respectively. Assessments were made pre and post intervention. The subjects were retrospectively subgrouped into overweight and obese groups.\n## RESULTS AND CONCLUSION\nBoth diet groups lost comparable body weight and fat. The HP group lost less lean body mass than the NP group (-1.9 ± 0.3 vs. -3.0 ± 0.4 kg). The effects of protein and BMI status on lean body mass loss were additive. The reductions in total cholesterol, HDL-C, triacylglycerol, glucose, and insulin, along with LDL-C, total cholesterol-to-HDL-C ratio, and HOMA-IR, were not statistically different between NP and HP. Likewise, macronutrient distributions of the diet did not affect the reductions in REE, and blood pressure. In conclusion, energy restriction effectively improves multiple clinical indicators of cardiovascular health and glucose control, and consumption of a higher-protein diet and accomplishing weight loss when overweight versus obese help men preserve lean body mass over a short period of time.\n",
            "in_text_citation": "Tang et al., 2013"
        },
        {
            "title": "Physiologic and related behavioral outcomes from the Women's Lifestyle Heart Trial.",
            "abstract": "The Women's Lifestyle Heart Trial was a small (N = 28) randomized controlled trial to evaluate the effects of a comprehensive lifestyle self-management program (very low-fat vegetarian diet, stress-management training, exercise, group support, and smoking cessation) on reduction of cardiovascular risk factors in postmenopausal women with coronary heart disease (CHD). Women assigned to the treatment condition (Prime Time) participated in a week-long retreat followed by twice-weekly 4-hour meetings. Endpoints were program adherence; changes in lipid profiles, body mass, blood pressure, hypolipidemic and antihypertensive medications; and quality of life. Risk factor and psychosocial evaluations were conducted at baseline and at 4, 12, and 24 months. Repeated measures analyses of covariance revealed that the dietary, stress management, and physical activity changes made by intervention women were dramatic and lasting. There were significantly greater improvements in the Prime Time condition compared to the usual care control group on body mass, angina symptoms, and quality of life, and a tendency for a greater reduction in blood pressure-lowering medications. Similar patterns were seen in lipids, blood pressure, and lipid-lowering medications, but did not reach significance. These results demonstrate that postmenopausal CHD women can make lasting lifestyle changes, and that these changes may reduce the need for cardiac medications and improve CHD risk factors and quality of life.\n",
            "in_text_citation": "Toobert et al., 2000"
        },
        {
            "title": "The BROAD study: A randomised controlled trial using a whole food plant-based diet in the community for obesity, ischaemic heart disease or diabetes.",
            "abstract": "## BACKGROUND/OBJECTIVE\nThere is little randomised evidence using a whole food plant-based (WFPB) diet as intervention for elevated body mass index (BMI) or dyslipidaemia. We investigated the effectiveness of a community-based dietary programme. Primary end points: BMI and cholesterol at 6 months (subsequently extended).\n## SUBJECTS\nAges 35-70, from one general practice in Gisborne, New Zealand. Diagnosed with obesity or overweight and at least one of type 2 diabetes, ischaemic heart disease, hypertension or hypercholesterolaemia. Of 65 subjects randomised (control n=32, intervention n=33), 49 (75.4%) completed the study to 6 months. Twenty-three (70%) intervention participants were followed up at 12 months.\n## METHODS\nAll participants received normal care. Intervention participants attended facilitated meetings twice-weekly for 12 weeks, and followed a non-energy-restricted WFPB diet with vitamin B\n## RESULTS\nAt 6 months, mean BMI reduction was greater with the WFPB diet compared with normal care (4.4 vs 0.4, difference: 3.9 kg m\n## CONCLUSIONS\nThis programme led to significant improvements in BMI, cholesterol and other risk factors. To the best of our knowledge, this research has achieved greater weight loss at 6 and 12 months than any other trial that does not limit energy intake or mandate regular exercise.\n",
            "in_text_citation": "Wright et al., 2017"
        }
    ]
}