{
    "key_references": [
        {
            "title": "Association of Birth During the COVID-19 Pandemic With Neurodevelopmental Status at 6 Months in Infants With and Without In Utero Exposure to Maternal SARS-CoV-2 Infection.",
            "abstract": "## IMPORTANCE\nAssociations between in utero exposure to maternal SARS-CoV-2 infection and neurodevelopment are speculated, but currently unknown.\n## OBJECTIVE\nTo examine the associations between maternal SARS-CoV-2 infection during pregnancy, being born during the COVID-19 pandemic regardless of maternal SARS-CoV-2 status, and neurodevelopment at age 6 months.\n## DESIGN, SETTING, AND PARTICIPANTS\nA cohort of infants exposed to maternal SARS-CoV-2 infection during pregnancy and unexposed controls was enrolled in the COVID-19 Mother Baby Outcomes Initiative at Columbia University Irving Medical Center in New York City. All women who delivered at Columbia University Irving Medical Center with a SARS-CoV-2 infection during pregnancy were approached. Women with unexposed infants were approached based on similar gestational age at birth, date of birth, sex, and mode of delivery. Neurodevelopment was assessed using the Ages & Stages Questionnaire, 3rd Edition (ASQ-3) at age 6 months. A historical cohort of infants born before the pandemic who had completed the 6-month ASQ-3 were included in secondary analyses.\n## EXPOSURES\nMaternal SARS-CoV-2 infection during pregnancy and birth during the COVID-19 pandemic.\n## MAIN OUTCOMES AND MEASURES\nOutcomes were scores on the 5 ASQ-3 subdomains, with the hypothesis that maternal SARS-CoV-2 infection during pregnancy would be associated with decrements in social and motor development at age 6 months.\n## RESULTS\nOf 1706 women approached, 596 enrolled; 385 women were invited to a 6-month assessment, of whom 272 (70.6%) completed the ASQ-3. Data were available for 255 infants enrolled in the COVID-19 Mother Baby Outcomes Initiative (114 in utero exposed, 141 unexposed to SARS-CoV-2; median maternal age at delivery, 32.0 [IQR, 19.0-45.0] years). Data were also available from a historical cohort of 62 infants born before the pandemic. In utero exposure to maternal SARS-CoV-2 infection was not associated with significant differences on any ASQ-3 subdomain, regardless of infection timing or severity. However, compared with the historical cohort, infants born during the pandemic had significantly lower scores on gross motor (mean difference, -5.63; 95% CI, -8.75 to -2.51; F1,267 = 12.63; P<.005), fine motor (mean difference, -6.61; 95% CI, -10.00 to -3.21; F1,267 = 14.71; P < .005), and personal-social (mean difference, -3.71; 95% CI, -6.61 to -0.82; F1,267 = 6.37; P<.05) subdomains in fully adjusted models.\n## CONCLUSIONS AND RELEVANCE\nIn this study, birth during the pandemic, but not in utero exposure to maternal SARS-CoV-2 infection, was associated with differences in neurodevelopment at age 6 months. These early findings support the need for long-term monitoring of children born during the COVID-19 pandemic.\n",
            "in_text_citation": "Shuffrey et al., 2021",
            "footnote": 15
        },
        {
            "title": "Effects of SARS-CoV-2 Infection During Late Pregnancy on Early Childhood Development: A Prospective Cohort Study.",
            "abstract": "Background: There is little direct or indirect evidence of the effects of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection during pregnancy on early childhood development. Methods: We conducted a prospective, observational cohort study in China from May 1 to October 31, 2020, that enrolled 135 mother-infant dyads: 57 dyads in the infection cohort and 78 in the non-infection cohort. Among all infants, 14.0% were preterm birth in the infection cohort and 6.4% in the non-infection cohort. Participants were followed by telephone interviews to collect demographic characteristics, medical records of coronavirus disease 2019, breastfeeding data, and early childhood development was assessed by the Age and Stage Questionnaire (ASQ-3) and Age and Stage Questionnaire Social-Emotional (ASQ:SE-2) Chinese versions at 3 months after childbirth. We used multivariable Poisson regression models to estimate the relative risk (RR) of SARS-CoV-2 infection. Multivariable linear regression models and a mediation model were used to test the direct and indirect associations between SARS-CoV-2 infection and the ASQ-3 score. This study was approved by the Peking University Third Hospital Medical Science Research Ethics Committee (No. IRB00006761-M2020127). Results: In the infection cohort, 13.6% of the children showed social-emotional developmental delay, and 13.5% showed overall developmental delay. The corresponding rates in the non-infection cohort were 23.4 and 8.1%. Compared with the non-infection cohort, SARS-CoV-2 infection during pregnancy did not increase the risk of social-emotional (RR = 0.87, 95% CI: 0.51-1.49) or overall (RR = 1.02, 95% CI: 0.60-1.73) developmental delay. The mediation model showed that SARS-CoV-2 infection indirectly affected the ASQ-3 score by increasing the length of mother-infant separation. Conclusions: SARS-CoV-2 during late pregnancy did not increase the risk of developmental delay of the offspring 3 months after delivery. However, SARS-CoV-2 may have indirect effects on early childhood development by increasing mother-infant separation.",
            "in_text_citation": "Wu et al., 2021",
            "footnote": 16
        },
        {
            "title": "The impact of the COVID-19 pandemic on infant and toddler development.",
            "abstract": "## BACKGROUND\nThe COVID-19 pandemic has created new cultural norms with pervasive societal implications. Families have experienced a heightened amount of physical, psychological, emotional, and financial stress. Infants and children living with stress have the potential for delayed developmental milestones, difficulty with emotional regulation, and social or behavioral issues.\n## PURPOSE\nThis study aims to determine if the pandemic has affected developmental outcomes in infants and toddlers.\n## METHODOLOGY\nPrepandemic and postpandemic developmental (ASQ-3) scores were obtained from charts of 1,024 patients (6, 12, 18, 24, and 36 months) from two pediatric practices.\n## RESULTS\nThere were no significant differences in prepandemic and postpandemic ASQ-3 scores for the overall sample. Age-group analysis showed statistically significant differences in domain scores. Postpandemic problem-solving scores decreased among 6-month-olds while increasing among 24-month-olds. Categorization by score interpretation categories showed a slight decrease in postpandemic scores in the communication domain among 6- and 12-month-olds.\n## CONCLUSIONS\nThe pandemic has the potential to affect childhood development. However, the results of this study are reassuring, showing only slight differences in developmental scores prepandemic versus postpandemic. More studies are needed to establish causation and possible trends in future developmental trajectories.\n## IMPLICATIONS\nAn increased focus on communication screening and promotion of language and communication skills in young children postpandemic is needed. Education about the importance of parent-child engagement, nurturing relationships, opportunities for free-play and exploration, and caregiver support and stress reduction will continue to be of paramount importance.\n",
            "in_text_citation": "Imboden et al., 2022",
            "footnote": 20
        },
        {
            "title": "Association Between the COVID-19 Pandemic and Infant Neurodevelopment: A Comparison Before and During COVID-19.",
            "abstract": "None\n",
            "in_text_citation": "Huang et al., 2021",
            "footnote": 21
        },
        {
            "title": "Impact of SARS-CoV-2 Infection During Pregnancy on Infant Neurobehavioral Development: A Case-Control Study.",
            "abstract": "Background: Previous studies on the pneumonia outbreak caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) have focused on the general population and pregnant women, while little is known about the effects of SARS-CoV-2 on retardation during and after pregnancy. The purpose of this study was to evaluate the potential influence of SARS-CoV-2 on infant neurobehavioral development. Methods: A case-control study was conducted in Wuhan Maternal and Child Health Hospital, China. Nine pregnant women with SARS-CoV-2 infection and 9 controls matched by maternal age, parity, and status of chronic disease were included. Infantile neurobehavioral development was assessed through the Ages and Stages Questionnaires Edition 3 (ASQ-3). Results: The majority of pregnant women with SARS-CoV-2 experienced cesarean section (7 of 9), which was higher than the control group (5 of 9). The throat swabs of all newborn were negative. We found that compared with the control group, neonates of mothers with SARS-CoV-2 infection during pregnancy had lower scores in communication, gross movement, fine movement, problem solving, and personal-social domains; but only fine movement domain yielded statistical significance (P = 0.031). Conclusion: Infection with SARS-CoV-2 during pregnancy may have a certain impact on infant neurobehavioral development. Further studies with larger sample size are warranted for validation.",
            "in_text_citation": "Cheng et al., 2021",
            "footnote": 22
        },
        {
            "title": "Increased risk for developmental delay among babies born during the pandemic.",
            "abstract": "The COVID-19 pandemic has resulted in substantial and widespread changes to many prenatal (e.g., maternal stress) and postnatal (e.g., socialization) factors contributing to early child development. We compared developmental screening of 1-year old infants born between April 17, 2020-November 11, 2020 to data from infants born pre-pandemic. We aimed to determine whether risk for developmental delay was elevated among infants born during the pandemic compared to infants born prior to the pandemic. Data were available from 1623 PdP participants. PdP infants had lower mean scores relative to pooled pre-pandemic data on all domains except Problem Solving. PdP infants also had significantly higher risk for developmental delay in the Communication and Personal-Social domains, where the odds ratios for scoring 2 SD below the mean were 2.5 and 1.5, respectively, relative to pre-pandemic data. When stratified by sex, the odds ratios for risk of developmental delay were generally higher among female infants. In conclusions, risks for developmental delay in the Communication and Personal-Social domains were elevated in infants born during the COVID-19 pandemic compared to pre-pandemic infants, especially among girls.",
            "in_text_citation": "Giesbrecht et al., 2022",
            "footnote": 23
        },
        {
            "title": "Neurodevelopmental outcomes of infants secondary to in utero exposure to maternal 2 SARS-CoV-2 infection: A national prospective study in Kuwait.",
            "abstract": "## Background\nAn increasing proportion of women are being infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) during pregnancy. Intrauterine viral infections induce an increase in the levels of proinflammatory cytokines, which inhibit the proliferation of neuronal precursor cells and stimulate oligodendrocyte cell death, leading to abnormal neurodevelopment. Whether a maternal cytokine storm can affect neonatal brain development is unclear. The objective of the present study is to assess neurodevelopmental outcomes in neonates born to mothers with SARS-CoV-2 infections during pregnancy. ## Methods\nIn this prospective cohort study, the neurodevelopment status of infants (N=298) born to women with SARS-CoV-2 infections during pregnancy was assessed at 10-12 months post discharge using the Ages and Stages Questionnaire, 3rd edition (ASQ-3). The ASQ-3 scores were classified into developmental delays (cutoff score: ≤2 standard deviations (SDs) below the population mean) and no delay (score >2 SDs above the population mean). ## Results\nApproximately 10% of infants born to mothers with SARS-CoV-2 infections during pregnancy showed developmental delays. Two of 298 infants tested positive for SARS-CoV-2, and both had normal ASQ-3 scores. The majority of the pregnant women had SARS-CoV-2 infection during their third trimester. The risk of developmental delays among infants was higher in those whose mothers had SARS-CoV-2 infections during the first (P=0.039) and second trimesters (P=0.001) than in those whose mothers had SARS-CoV-2 infections during the third trimester. Infants born at <31 weeks gestation were more prone to developmental delays than those born at >31 weeks gestation (10% versus 0.8%; P=0.002). ## Conclusion\nThe findings of the study highlight the need for long term neurodevelopmental assessment of infants born to mothers with SARS-CoV-2 infection.",
            "in_text_citation": "Ayed et al., 2021",
            "footnote": 13
        },
        {
            "title": "Neurodevelopmental outcomes at one year in offspring of mothers who test positive for SARS-CoV-2 during pregnancy.",
            "abstract": "## Importance\nEpidemiologic studies suggest maternal immune activation during pregnancy may be associated with neurodevelopmental effects in offspring. \n## Objective\nTo determine whether in utero exposure to the novel coronavirus SARS-CoV-2 is associated with risk for neurodevelopmental disorders in the first 12 months after birth. \n## Design\nRetrospective cohort\n## Participants\nLive offspring of all mothers who delivered between March and September 2020 at one of six Massachusetts hospitals across two health systems. \n## Exposure\nSARS-CoV-2 infection confirmed by PCR during pregnancy \n## Main Outcome and Measures\nNeurodevelopmental disorders determined from ICD-10 diagnostic codes over 12 months; sociodemographic and clinical features of mothers and offspring; all drawn from the electronic health record. \n## Results\nThe cohort included 7,772 live births (7,466 pregnancies, 96% singleton, 222 births to SARS-CoV-2 positive mothers), with mean maternal age of 32.9 years; offspring were 9.9% Asian, 8.4% Black, and 69.0% white; 15.1% were of Hispanic ethnicity. Preterm delivery was more likely among exposed mothers (14% versus 8.7%; p=.003). Maternal SARS-CoV-2 positivity during pregnancy was associated with greater rate of neurodevelopmental diagnoses (crude OR 2.17 [95% CI 1.24-3.79, p=0.006]) as well as models adjusted for race, ethnicity, insurance status, offspring sex, maternal age, and preterm status (adjusted OR 1.86 [95% CI 1.03-3.36, p=0.04]). Third-trimester infection was associated with effects of larger magnitude (adjusted OR 2.34, 95% CI 1.23-4.44, p=0.01) \n## Conclusion and Relevance\nOur results provide preliminary evidence that maternal SARS-CoV-2 may be associated with neurodevelopmental sequelae in some offspring. Prospective studies with longer follow-up duration will be required to exclude confounding and confirm these effects.\n## Trial Registration\nNA## Key Points\n## Question\nDoes COVID-19 exposure in utero increase the risk for neurodevelopmental disorders in the first year of life? ## Findings\nIn a cohort of babies delivered during COVID-19, those born to mothers with a positive SARS-CoV-2 PCR test during pregnancy were more likely to receive a neurodevelopmental diagnosis in the first 12 months after delivery, even after accounting for preterm delivery. ## Meaning\nThese preliminary findings suggest that COVID-19 exposure may impact neurodevelopment, and highlight the need for prospective investigation of outcomes in children exposed to COVID-19 in utero.",
            "in_text_citation": "Edlow et al., 2021",
            "footnote": 19
        }
    ]
}