{
    "citations": [
        {
            "footnote": 31,
            "title": "Osimertinib plus durvalumab versus osimertinib monotherapy in EGFR T790M-positive NSCLC following previous EGFR TKI therapy: CAURAL brief report.",
            "in_text_citation": "Yang et al., 2019"
        },
        {
            "footnote": 32,
            "title": "Pembrolizumab versus methotrexate, docetaxel, or cetuximab for recurrent or metastatic head-and-neck squamous cell carcinoma (KEYNOTE-040): a randomised, open-label, phase 3 study.",
            "in_text_citation": "Cohen et al., 2019"
        },
        {
            "footnote": 33,
            "title": "Atezolizumab with or without cobimetinib versus regorafenib in previously treated metastatic colorectal cancer (IMblaze370): a multicentre, open-label, phase 3, randomised, controlled trial.",
            "in_text_citation": "Eng et al., 2019"
        },
        {
            "footnote": 34,
            "title": "Pembrolizumab plus pomalidomide and dexamethasone for patients with relapsed or refractory multiple myeloma (KEYNOTE-183): a randomised, open-label, phase 3 trial.",
            "in_text_citation": "Mateos et al., 2019"
        },
        {
            "footnote": 35,
            "title": "Pembrolizumab versus chemotherapy for previously untreated, PD-L1-expressing, locally advanced or metastatic non-small-cell lung cancer (KEYNOTE-042): a randomised, open-label, controlled, phase 3 trial.",
            "in_text_citation": "Mok et al., 2019"
        },
        {
            "footnote": 36,
            "title": "Atezolizumab plus bevacizumab versus sunitinib in patients with previously untreated metastatic renal cell carcinoma (IMmotion151): a multicentre, open-label, phase 3, randomised controlled trial.",
            "in_text_citation": "Rini et al., 2019a"
        },
        {
            "footnote": 37,
            "title": "Pembrolizumab plus axitinib versus sunitinib for advanced renal-cell carcinoma.",
            "in_text_citation": "Rini et al., 2019b"
        },
        {
            "footnote": 15,
            "title": "Pembrolizumab plus lenalidomide and dexamethasone for patients with treatment-naive multiple myeloma (KEYNOTE-185): a randomised, open-label, phase 3 trial.",
            "in_text_citation": "Usmani et al., 2019"
        },
        {
            "footnote": 38,
            "title": "Atezolizumab in combination with carboplatin plus nab-paclitaxel chemotherapy compared with chemotherapy alone as first-line treatment for metastatic non-squamous non-small-cell lung cancer (IMpower130): a multicentre, randomised, open-label, phase 3 trial.",
            "in_text_citation": "West et al., 2019"
        },
        {
            "footnote": 39,
            "title": "Phase III, randomised trial of avelumab versus physician’s choice of chemotherapy as third-line treatment of patients with advanced gastric or gastro-oesophageal junction cancer: primary analysis of JAVELIN Gastric 300.",
            "in_text_citation": "Bang et al., 2018a"
        },
        {
            "footnote": 40,
            "title": "Avelumab versus docetaxel in patients with platinum-treated advanced non-small-cell lung cancer (JAVELIN Lung 200): an open-label, randomised, phase 3 study.",
            "in_text_citation": "Barlesi et al., 2018"
        },
        {
            "footnote": 41,
            "title": "Adjuvant pembrolizumab versus placebo in resected stage iii melanoma.",
            "in_text_citation": "Eggermont et al., 2018a"
        },
        {
            "footnote": 42,
            "title": "Pembrolizumab plus chemotherapy in metastatic non-small-cell lung cancer.",
            "in_text_citation": "Gandhi et al., 2018"
        },
        {
            "footnote": 43,
            "title": "First-line atezolizumab plus chemotherapy in extensive-stage small-cell lung cancer.",
            "in_text_citation": "Horn et al., 2018"
        },
        {
            "footnote": 14,
            "title": "Nivolumab plus ipilimumab versus sunitinib in first-line treatment for advanced renal cell carcinoma: extended follow-up of efficacy and safety results from a randomised, controlled, phase 3 trial.",
            "in_text_citation": "Motzer et al., 2019"
        },
        {
            "footnote": 44,
            "title": "Pembrolizumab plus chemotherapy for squamous non-small-cell lung cancer.",
            "in_text_citation": "Paz-Ares et al., 2018"
        },
        {
            "footnote": 45,
            "title": "Atezolizumab versus chemotherapy in patients with platinum-treated locally advanced or metastatic urothelial carcinoma (IMvigor211): a multicentre, open-label, phase 3 randomised controlled trial.",
            "in_text_citation": "Powles et al., 2018"
        },
        {
            "footnote": 46,
            "title": "Pembrolizumab versus paclitaxel for previously treated, advanced gastric or gastro-oesophageal junction cancer (KEYNOTE-061): a randomised, open-label, controlled, phase 3 trial.",
            "in_text_citation": "Shitara et al., 2018"
        },
        {
            "footnote": 47,
            "title": "Overall survival with durvalumab after chemoradiotherapy in stage III NSCLC.",
            "in_text_citation": "Antonia et al., 2018"
        },
        {
            "footnote": 48,
            "title": "Efficacy of sequential ipilimumab monotherapy versus best supportive care for unresectable locally advanced/metastatic gastric or gastroesophageal junction cancer.",
            "in_text_citation": "Bang et al., 2017b"
        },
        {
            "footnote": 49,
            "title": "Pembrolizumab as second-line therapy for advanced urothelial carcinoma.",
            "in_text_citation": "Bellmunt et al., 2017"
        },
        {
            "footnote": 50,
            "title": "First-line nivolumab in stage iv or recurrent non-small-cell lung cancer.",
            "in_text_citation": "Carbone et al., 2017"
        },
        {
            "footnote": 51,
            "title": "Phase III trial of ipilimumab combined with paclitaxel and carboplatin in advanced squamous non-small-cell lung cancer.",
            "in_text_citation": "Govindan et al., 2017"
        },
        {
            "footnote": 52,
            "title": "Final analysis of a randomised trial comparing pembrolizumab versus investigator-choice chemotherapy for ipilimumab-refractory advanced melanoma.",
            "in_text_citation": "Hamid et al., 2017"
        },
        {
            "footnote": 53,
            "title": "Tremelimumab as second-line or third-line treatment in relapsed malignant mesothelioma (DETERMINE): a multicentre, international, randomised, double-blind, placebo-controlled phase 2b trial.",
            "in_text_citation": "Maio et al., 2017"
        },
        {
            "footnote": 54,
            "title": "Atezolizumab versus docetaxel in patients with previously treated non-small-cell lung cancer (OAK): a phase 3, open-label, multicentre randomised controlled trial.",
            "in_text_citation": "Rittmeyer et al., 2017"
        },
        {
            "footnote": 55,
            "title": "Atezolizumab versus docetaxel for patients with previously treated non-small-cell lung cancer (POPLAR): a multicentre, open-label, phase 2 randomised controlled trial.",
            "in_text_citation": "Fehrenbacher et al., 2016"
        },
        {
            "footnote": 56,
            "title": "Nivolumab for recurrent squamous-cell carcinoma of the head and neck.",
            "in_text_citation": "Ferris et al., 2016"
        },
        {
            "footnote": 57,
            "title": "Pembrolizumab versus docetaxel for previously treated, PD-L1–positive, advanced non-small-cell lung cancer (KEYNOTE-010): a randomised controlled trial.",
            "in_text_citation": "Herbst et al., 2016"
        },
        {
            "footnote": 58,
            "title": "Carboplatin and pemetrexed with or without pembrolizumab for advanced, non-squamous non-small-cell lung cancer: a randomised, phase 2 cohort of the open-label KEYNOTE-021 study.",
            "in_text_citation": "Langer et al., 2016"
        },
        {
            "footnote": 59,
            "title": "Pembrolizumab versus chemotherapy for PD-L1–positive non-small-cell lung cancer.",
            "in_text_citation": "Reck et al., 2016"
        },
        {
            "footnote": 60,
            "title": "Phase III randomized trial of ipilimumab plus etoposide and platinum versus placebo plus etoposide and platinum in extensive-stage small-cell lung cancer.",
            "in_text_citation": "Reck et al., 2016"
        },
        {
            "footnote": 61,
            "title": "Nivolumab versus docetaxel in advanced nonsquamous non-small-cell lung cancer.",
            "in_text_citation": "Borghaei et al., 2015"
        },
        {
            "footnote": 62,
            "title": "Adjuvant ipilimumab versus placebo after complete resection of high-risk stage III melanoma (EORTC 18071): a randomised, double-blind, phase 3 trial.",
            "in_text_citation": "Eggermont et al., 2015b"
        },
        {
            "footnote": 13,
            "title": "Nivolumab versus everolimus in advanced renal-cell carcinoma.",
            "in_text_citation": "Motzer et al., 2015"
        },
        {
            "footnote": 63,
            "title": "Ipilimumab versus placebo after radiotherapy in patients with metastatic castration-resistant prostate cancer that had progressed after docetaxel chemotherapy (CA184-043): a multicentre, randomised, double-blind, phase 3 trial.",
            "in_text_citation": "Kwon et al., 2014"
        },
        {
            "footnote": 64,
            "title": "Ipilimumab in combination with paclitaxel and carboplatin as first-line therapy in extensive-disease-small-cell lung cancer: results from a randomized, double-blind, multicenter phase 2 trial.",
            "in_text_citation": "Reck et al., 2013"
        },
        {
            "footnote": 65,
            "title": "Ipilimumab plus dacarbazine for previously untreated metastatic melanoma.",
            "in_text_citation": "Robert et al., 2011"
        },
        {
            "footnote": 16,
            "title": "Improved survival with ipilimumab in patients with metastatic melanoma.",
            "in_text_citation": "Hodi et al., 2010"
        }
    ]
}