{
    "key_references": [
        {
            "title": "Osimertinib Plus Durvalumab versus Osimertinib Monotherapy in EGFR T790M-Positive NSCLC following Previous EGFR TKI Therapy: CAURAL Brief Report.",
            "abstract": "## INTRODUCTION\nOsimertinib is a third-generation EGFR-tyrosine kinase inhibitor (TKI). Durvalumab is an anti-programmed death ligand 1 monoclonal antibody. The phase III open-label CAURAL trial (NCT02454933) investigated osimertinib plus durvalumab versus osimertinib monotherapy in patients with EGFR-TKI sensitizing and EGFR T790M mutation-positive advanced NSCLC and disease progression after EGFR-TKI therapy.\n## METHODS\nPatients were randomly assigned 1:1 to receive orally administered osimertinib (80 mg once daily) with or without durvalumab (10 mg/kg administered intravenously every 2 weeks) until progression. Treatment could continue beyond progression, providing clinical benefit continued (judged by the investigator). The amended primary objective was to assess the safety and tolerability of osimertinib plus durvalumab; efficacy was an exploratory objective.\n## RESULTS\nCAURAL recruitment was terminated early because of increased incidence of interstitial lung disease-like events in the osimertinib plus durvalumab arm from the separate phase Ib TATTON trial (NCT02143466). At termination of CAURAL recruitment, 15 patients had been randomly assigned to treatment with osimertinib and 14 to treatment with osimertinib plus durvalumab. The most common AEs were diarrhea (53% [grade ≥3 in 6% of patients]) in the osimertinib arm and rash (67% [grade ≥3 in 0 patients]) in the combination arm. One patient who had been randomized to the combination arm reported grade 2 interstitial lung disease while receiving osimertinib monotherapy (after discontinuing durvalumab therapy after one dose). The objective response rates were 80% in the osimertinib arm and 64% in the combination arm.\n## CONCLUSION\nLimited patient numbers preclude formal safety and efficacy comparisons between the two treatment arms. The combination of programmed cell death 1/programmed death ligand 1 inhibitors and EGFR-TKIs as therapy for NSCLC is not well understood, but it requires a careful approach if considered in the future.\n",
            "in_text_citation": "Yang et al., 2019",
            "footnote": 31
        },
        {
            "title": "Pembrolizumab versus methotrexate, docetaxel, or cetuximab for recurrent or metastatic head-and-neck squamous cell carcinoma (KEYNOTE-040): a randomised, open-label, phase 3 study.",
            "abstract": "## BACKGROUND\nThere are few effective treatment options for patients with recurrent or metastatic head-and-neck squamous cell carcinoma. Pembrolizumab showed antitumour activity and manageable toxicity in early-phase trials. We aimed to compare the efficacy and safety of pembrolizumab versus standard-of-care therapy for the treatment of head-and-neck squamous cell carcinoma.\n## METHODS\nWe did a randomised, open-label, phase 3 study at 97 medical centres in 20 countries. Patients with head-and-neck squamous cell carcinoma that progressed during or after platinum-containing treatment for recurrent or metastatic disease (or both), or whose disease recurred or progressed within 3-6 months of previous multimodal therapy containing platinum for locally advanced disease, were randomly assigned (1:1) in blocks of four per stratum with an interactive voice-response and integrated web-response system to receive pembrolizumab 200 mg every 3 weeks intravenously or investigator's choice of standard doses of methotrexate, docetaxel, or cetuximab intravenously (standard-of-care group). The primary endpoint was overall survival in the intention-to-treat population. Safety was analysed in the as-treated population. This trial is registered with ClinicalTrials.gov, number NCT02252042, and is no longer enrolling patients.\n## FINDINGS\nBetween Dec 24, 2014, and May 13, 2016, 247 patients were randomly allocated to pembrolizumab and 248 were randomly allocated to standard of care. As of May 15, 2017, 181 (73%) of 247 patients in the pembrolizumab group and 207 (83%) of 248 patients in the standard-of-care group had died. Median overall survival in the intention-to-treat population was 8·4 months (95% CI 6·4-9·4) with pembrolizumab and 6·9 months (5·9-8·0) with standard of care (hazard ratio 0·80, 0·65-0·98; nominal p=0·0161). Fewer patients treated with pembrolizumab than with standard of care had grade 3 or worse treatment-related adverse events (33 [13%] of 246 vs 85 [36%] of 234). The most common treatment-related adverse event was hypothyroidism with pembrolizumab (in 33 [13%] patients) and fatigue with standard of care (in 43 [18%]). Treatment-related death occurred in four patients treated with pembrolizumab (unspecified cause, large intestine perforation, malignant neoplasm progression, and Stevens-Johnson syndrome) and two patients treated with standard of care (malignant neoplasm progression and pneumonia).\n## INTERPRETATION\nThe clinically meaningful prolongation of overall survival and favourable safety profile of pembrolizumab in patients with recurrent or metastatic head and neck squamous cell carcinoma support the further evaluation of pembrolizumab as a monotherapy and as part of combination therapy in earlier stages of disease.\n## FUNDING\nMerck Sharp & Dohme, a subsidiary of Merck & Co.\n",
            "in_text_citation": "Cohen et al., 2019",
            "footnote": 32
        },
        {
            "title": "Atezolizumab with or without cobimetinib versus regorafenib in previously treated metastatic colorectal cancer (IMblaze370): a multicentre, open-label, phase 3, randomised, controlled trial.",
            "abstract": "## BACKGROUND\nMicrosatellite-stable metastatic colorectal cancer is typically unresponsive to immunotherapy. This phase 3 study was designed to assess atezolizumab plus cobimetinib in metastatic colorectal cancer. Here, we report the comparison of atezolizumab plus cobimetinib or atezolizumab monotherapy versus regorafenib in the third-line setting.\n## METHODS\nIMblaze 370 is a multicentre, open-label, phase 3, randomised, controlled trial, done at 73 academic medical centres and community oncology practices in 11 countries. Patients aged at least 18 years with unresectable locally advanced or metastatic colorectal cancer, baseline Eastern Cooperative Oncology Group performance status of 0-1, and disease progression on or intolerance to at least two previous systemic chemotherapy regimens were enrolled. We used permuted-block randomisation (block size four) to assign patients (2:1:1) via an interactive voice and web response system to atezolizumab (840 mg intravenously every 2 weeks) plus cobimetinib (60 mg orally once daily for days 1-21 of a 28-day cycle), atezolizumab monotherapy (1200 mg intravenously every 3 weeks), or regorafenib (160 mg orally once daily for days 1-21 of a 28-day cycle). Stratification factors were extended RAS status (wild-type vs mutant) and time since diagnosis of first metastasis (<18 months vs ≥18 months). Recruitment of patients with high microsatellite instability was capped at 5%. The primary endpoint was overall survival in the intention-to-treat population. Safety was assessed in the population of patients who received at least one dose of their assigned treatment. IMblaze370 is ongoing and is registered with ClinicalTrials.gov, number NCT02788279.\n## FINDINGS\nBetween July 27, 2016, and Jan 19, 2017, 363 patients were enrolled (183 patients in the atezolizumab plus cobimetinib group, 90 in the atezolizumab group, and 90 in the regorafenib group). At data cutoff (March 9, 2018), median follow-up was 7·3 months (IQR 3·7-13·6). Median overall survival was 8·87 months (95% CI 7·00-10·61) with atezolizumab plus cobimetinib, 7·10 months (6·05-10·05) with atezolizumab, and 8·51 months (6·41-10·71) with regorafenib; the hazard ratio was 1·00 (95% CI 0·73-1·38; p=0·99) for the combination versus regorafenib and 1·19 (0·83-1·71; p=0·34) for atezolizumab versus regorafenib. Grade 3-4 adverse events were reported in 109 (61%) of 179 patients in the atezolizumab plus cobimetinib group, 28 (31%) of 90 in the atezolizumab group, and 46 (58%) of 80 in the regorafenib group. The most common all-cause grade 3-4 adverse events in the combination group were diarrhoea (20 [11%] of 179), anaemia (ten [6%]), increased blood creatine phosphokinase (12 [7%]), and fatigue (eight [4%]). Serious adverse events were reported in 71 (40%) of 179 patients in the combination group, 15 (17%) of 90 in the atezolizumab group, and 18 (23%) of 80 in the regorafenib group. Two treatment-related deaths occurred in the combination group (sepsis) and one in the regorafenib group (intestinal perforation).\n## INTERPRETATION\nIMblaze370 did not meet its primary endpoint of improved overall survival with atezolizumab plus cobimetinib or atezolizumab versus regorafenib. The safety of atezolizumab plus cobimetinib was consistent with those of the individual drugs. These results underscore the challenge of expanding the benefit of immunotherapy to patients whose tumours have lower baseline levels of immune inflammation, such as those with microsatellite-stable metastatic colorectal cancer.\n## FUNDING\nF Hoffmann-La Roche Ltd/Genentech Inc.\n",
            "in_text_citation": "Eng et al., 2019",
            "footnote": 33
        },
        {
            "title": "Pembrolizumab plus pomalidomide and dexamethasone for patients with relapsed or refractory multiple myeloma (KEYNOTE-183): a randomised, open-label, phase 3 trial.",
            "abstract": "## BACKGROUND\nPomalidomide and dexamethasone is a standard of care for patients with multiple myeloma in whom bortezomib and lenalidomide treatment has failed. KEYNOTE-183 assessed efficacy and safety of pomalidomide and dexamethasone with or without pembrolizumab in patients with relapsed or refractory multiple myeloma. Here, we present the findings of an unplanned, ad-hoc interim analysis at the request of the US Food and Drug Administration (FDA).\n## METHODS\nKEYNOTE-183 was a randomised, open-label, phase 3 trial done at 97 medical centres across 11 countries (Australia, Canada, France, Germany, Israel, Italy, Japan, New Zealand, Norway, Spain, and USA). Patients aged at least 18 years with multiple myeloma, an Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1, previously treated with at least two lines of therapy (excluding pomalidomide) and refractory to the last line were randomly assigned 1:1 to the pembrolizumab plus pomalidomide and dexamethasone group or the pomalidomide and dexamethasone group via an interactive voice response or integrated web response system. Patients received oral pomalidomide 4 mg daily on days 1-21 and oral low-dose dexamethasone 40 mg on days 1, 8, 15, and 22 in 28-day cycles, with or without intravenous pembrolizumab 200 mg every 3 weeks. The dual primary endpoints were progression-free survival and overall survival. Efficacy was assessed in all randomly assigned patients and safety was assessed in patients who received at least one dose of study treatment. The trial is registered at ClinicalTrials.gov, number NCT02576977, and it is closed for accrual.\n## FINDINGS\nBetween Jan 18, 2016, and June 7, 2017, 249 patients were randomly assigned to either the pembrolizumab plus pomalidomide and dexamethasone group (n=125) or the pomalidomide and dexamethasone group (n=124). On July 3, 2017, the FDA established that risks associated with the triple combination outweighed benefits and halted the study. Median follow-up was 8·1 months (IQR 4·5-10·9). Median progression-free survival was 5·6 months (95% CI 3·7-7·5) in the pembrolizumab plus pomalidomide and dexamethasone group versus 8·4 months (5·9-not reached) in the pomalidomide and dexamethasone group; progression-free survival estimates at 6 months were 48% (95% CI 37-58) versus 60% (49-69) at 6 months (hazard ratio [HR] 1·53; 95% CI 1·05-2·22; p=0·98). Median overall survival was not reached (95% CI 12·9-not reached) versus 15·2 months (12·7-not reached; HR 1·61; 95% CI 0·91-2·85; p=0·95); overall survival estimates at 6 months were 82% (95% CI 74-88) versus 90% (82-95). Serious adverse events occurred in 75 (63%) of 120 patients in the pembrolizumab plus pomalidomide and dexamethasone group versus 56 (46%) of 121 patients in the pomalidomide and dexamethasone group. Four (3%) treatment-related deaths occurred in the pembrolizumab plus pomalidomide and dexamethasone group (one each of unknown cause, neutropenic sepsis, myocarditis, and Stevens-Johnson syndrome); myocarditis and Stevens-Johnson syndrome were considered related to pembrolizumab. No treatment-related deaths were reported in the pomalidomide and dexamethasone group.\n## INTERPRETATION\nThe results from this unplanned, FDA-requested, interim analysis showed that the benefit-risk profile of pembrolizumab plus pomalidomide and dexamethasone is unfavourable for patients with relapsed or refractory multiple myeloma.\n## FUNDING\nMerck Sharp & Dohme, a subsidiary of Merck & Co (Kenilworth, NJ, USA).\n",
            "in_text_citation": "Usmani et al., 2019",
            "footnote": 15
        },
        {
            "title": "Pembrolizumab versus chemotherapy for previously untreated, PD-L1-expressing, locally advanced or metastatic non-small-cell lung cancer (KEYNOTE-042): a randomised, open-label, controlled, phase 3 trial.",
            "abstract": "## BACKGROUND\nFirst-line pembrolizumab monotherapy improves overall and progression-free survival in patients with untreated metastatic non-small-cell lung cancer with a programmed death ligand 1 (PD-L1) tumour proportion score (TPS) of 50% or greater. We investigated overall survival after treatment with pembrolizumab monotherapy in patients with a PD-L1 TPS of 1% or greater.\n## METHODS\nThis randomised, open-label, phase 3 study was done in 213 medical centres in 32 countries. Eligible patients were adults (≥18 years) with previously untreated locally advanced or metastatic non-small-cell lung cancer without a sensitising EGFR mutation or ALK translocation and with an Eastern Cooperative Oncology Group (ECOG) performance status score of 0 or 1, life expectancy 3 months or longer, and a PD-L1 TPS of 1% or greater. Randomisation was computer generated, accessed via an interactive voice-response and integrated web-response system, and stratified by region of enrolment (east Asia vs rest of world), ECOG performance status score (0 vs 1), histology (squamous vs non-squamous), and PD-L1 TPS (≥50% vs 1-49%). Enrolled patients were randomly assigned 1:1 in blocks of four per stratum to receive pembrolizumab 200 mg every 3 weeks for up to 35 cycles or the investigator's choice of platinum-based chemotherapy for four to six cycles. Primary endpoints were overall survival in patients with a TPS of 50% or greater, 20% or greater, and 1% or greater (one-sided significance thresholds, p=0·0122, p=0·0120, and p=0·0124, respectively) in the intention-to-treat population, assessed sequentially if the previous findings were significant. This study is registered at ClinicalTrials.gov, number NCT02220894.\n## FINDINGS\nFrom Dec 19, 2014, to March 6, 2017, 1274 patients (902 men, 372 women, median age 63 years [IQR 57-69]) with a PD-L1 TPS of 1% or greater were allocated to pembrolizumab (n=637) or chemotherapy (n=637) and included in the intention-to-treat population. 599 (47%) had a TPS of 50% or greater and 818 patients (64%) had a TPS of 20% or greater. As of Feb 26, 2018, median follow-up was 12·8 months. Overall survival was significantly longer in the pembrolizumab group than in the chemotherapy group in all three TPS populations (≥50% hazard ratio 0·69, 95% CI 0·56-0·85, p=0·0003; ≥20% 0·77, 0·64-0·92, p=0·0020, and ≥1% 0·81, 0·71-0·93, p=0·0018). The median surival values by TPS population were 20·0 months (95% CI 15·4-24·9) for pembrolizumab versus 12·2 months (10·4-14·2) for chemotherapy, 17·7 months (15·3-22·1) versus 13·0 months (11·6-15·3), and 16·7 months (13·9-19·7) versus 12·1 months (11·3-13·3), respectively. Treatment-related adverse events of grade 3 or worse occurred in 113 (18%) of 636 treated patients in the pembrolizumab group and in 252 (41%) of 615 in the chemotherapy group and led to death in 13 (2%) and 14 (2%) patients, respectively.\n## INTERPRETATION\nThe benefit-to-risk profile suggests that pembrolizumab monotherapy can be extended as first-line therapy to patients with locally advanced or metastatic non-small-cell lung cancer without sensitising EGFR or ALK alterations and with low PD-L1 TPS.\n## FUNDING\nMerck Sharp & Dohme.\n",
            "in_text_citation": "Mok et al., 2019",
            "footnote": 35
        },
        {
            "title": "Atezolizumab plus bevacizumab versus sunitinib in patients with previously untreated metastatic renal cell carcinoma (IMmotion151): a multicentre, open-label, phase 3, randomised controlled trial.",
            "abstract": "## BACKGROUND\nA phase 2 trial showed improved progression-free survival for atezolizumab plus bevacizumab versus sunitinib in patients with metastatic renal cell carcinoma who express programmed death-ligand 1 (PD-L1). Here, we report results of IMmotion151, a phase 3 trial comparing atezolizumab plus bevacizumab versus sunitinib in first-line metastatic renal cell carcinoma.\n## METHODS\nIn this multicentre, open-label, phase 3, randomised controlled trial, patients with a component of clear cell or sarcomatoid histology and who were previously untreated, were recruited from 152 academic medical centres and community oncology practices in 21 countries, mainly in Europe, North America, and the Asia-Pacific region, and were randomly assigned 1:1 to either atezolizumab 1200 mg plus bevacizumab 15 mg/kg intravenously once every 3 weeks or sunitinib 50 mg orally once daily for 4 weeks on, 2 weeks off. A permuted-block randomisation (block size of 4) was applied to obtain a balanced assignment to each treatment group with respect to the stratification factors. Study investigators and participants were not masked to treatment allocation. Patients, investigators, independent radiology committee members, and the sponsor were masked to PD-L1 expression status. Co-primary endpoints were investigator-assessed progression-free survival in the PD-L1 positive population and overall survival in the intention-to-treat (ITT) population. This trial is registered with ClinicalTrials.gov, number NCT02420821.\n## FINDINGS\nOf 915 patients enrolled between May 20, 2015, and Oct 12, 2016, 454 were randomly assigned to the atezolizumab plus bevacizumab group and 461 to the sunitinib group. 362 (40%) of 915 patients had PD-L1 positive disease. Median follow-up was 15 months at the primary progression-free survival analysis and 24 months at the overall survival interim analysis. In the PD-L1 positive population, the median progression-free survival was 11·2 months in the atezolizumab plus bevacizumab group versus 7·7 months in the sunitinib group (hazard ratio [HR] 0·74 [95% CI 0·57-0·96]; p=0·0217). In the ITT population, median overall survival had an HR of 0·93 (0·76-1·14) and the results did not cross the significance boundary at the interim analysis. 182 (40%) of 451 patients in the atezolizumab plus bevacizumab group and 240 (54%) of 446 patients in the sunitinib group had treatment-related grade 3-4 adverse events: 24 (5%) in the atezolizumab plus bevacizumab group and 37 (8%) in the sunitinib group had treatment-related all-grade adverse events, which led to treatment-regimen discontinuation.\n## INTERPRETATION\nAtezolizumab plus bevacizumab prolonged progression-free survival versus sunitinib in patients with metastatic renal cell carcinoma and showed a favourable safety profile. Longer-term follow-up is necessary to establish whether a survival benefit will emerge. These study results support atezolizumab plus bevacizumab as a first-line treatment option for selected patients with advanced renal cell carcinoma.\n## FUNDING\nF Hoffmann-La Roche Ltd and Genentech Inc.\n",
            "in_text_citation": "Rini et al., 2019a",
            "footnote": 36
        },
        {
            "title": "Pembrolizumab plus Axitinib versus Sunitinib for Advanced Renal-Cell Carcinoma.",
            "abstract": "## BACKGROUND\nThe combination of pembrolizumab and axitinib showed antitumor activity in a phase 1b trial involving patients with previously untreated advanced renal-cell carcinoma. Whether pembrolizumab plus axitinib would result in better outcomes than sunitinib in such patients was unclear.\n## METHODS\nIn an open-label, phase 3 trial, we randomly assigned 861 patients with previously untreated advanced clear-cell renal-cell carcinoma to receive pembrolizumab (200 mg) intravenously once every 3 weeks plus axitinib (5 mg) orally twice daily (432 patients) or sunitinib (50 mg) orally once daily for the first 4 weeks of each 6-week cycle (429 patients). The primary end points were overall survival and progression-free survival in the intention-to-treat population. The key secondary end point was the objective response rate. All reported results are from the protocol-specified first interim analysis.\n## RESULTS\nAfter a median follow-up of 12.8 months, the estimated percentage of patients who were alive at 12 months was 89.9% in the pembrolizumab-axitinib group and 78.3% in the sunitinib group (hazard ratio for death, 0.53; 95% confidence interval [CI], 0.38 to 0.74; P<0.0001). Median progression-free survival was 15.1 months in the pembrolizumab-axitinib group and 11.1 months in the sunitinib group (hazard ratio for disease progression or death, 0.69; 95% CI, 0.57 to 0.84; P<0.001). The objective response rate was 59.3% (95% CI, 54.5 to 63.9) in the pembrolizumab-axitinib group and 35.7% (95% CI, 31.1 to 40.4) in the sunitinib group (P<0.001). The benefit of pembrolizumab plus axitinib was observed across the International Metastatic Renal Cell Carcinoma Database Consortium risk groups (i.e., favorable, intermediate, and poor risk) and regardless of programmed death ligand 1 expression. Grade 3 or higher adverse events of any cause occurred in 75.8% of patients in the pembrolizumab-axitinib group and in 70.6% in the sunitinib group.\n## CONCLUSIONS\nAmong patients with previously untreated advanced renal-cell carcinoma, treatment with pembrolizumab plus axitinib resulted in significantly longer overall survival and progression-free survival, as well as a higher objective response rate, than treatment with sunitinib. (Funded by Merck Sharp & Dohme; KEYNOTE-426 ClinicalTrials.gov number, NCT02853331.).\n",
            "in_text_citation": "Rini et al., 2019b",
            "footnote": 37
        },
        {
            "title": "Pembrolizumab plus lenalidomide and dexamethasone for patients with treatment-naive multiple myeloma (KEYNOTE-185): a randomised, open-label, phase 3 trial.",
            "abstract": "## BACKGROUND\nLenalidomide and dexamethasone has been a standard of care in transplant-ineligible patients with newly diagnosed multiple myeloma. The addition of a third drug to the combination is likely to improve treatment efficacy. KEYNOTE-185 assessed the efficacy and safety of lenalidomide and dexamethasone with and without pembrolizumab in patients with previously untreated multiple myeloma. Here, we present the results of an unplanned interim analysis done to assess the benefit-risk of the combination at the request of the US Food and Drug Administration (FDA).\n## METHODS\nKEYNOTE-185 was a randomised, open-label, phase 3 trial done at 95 medical centres across 15 countries (Australia, Canada, France, Germany, Ireland, Israel, Italy, Japan, New Zealand, Norway, Russia, South Africa, Spain, UK, and USA). Transplantation-ineligible patients aged 18 years and older with newly diagnosed multiple myeloma, Eastern Cooperative Oncology Group performance status of 0 or 1, and who were treatment naive were enrolled, and randomly assigned 1:1 to receive either pembrolizumab plus lenalidomide and dexamethasone or lenalidomide and dexamethasone alone using an interactive voice or integrated web response system. Patients received oral lenalidomide 25 mg on days 1-21 and oral dexamethasone 40 mg on days 1, 8, 15, and 22 of repeated 28-day cycles, with or without intravenous pembrolizumab 200 mg every 3 weeks. The primary endpoint was progression-free survival, which was investigator-assessed because of early trial termination. Efficacy was analysed in all randomly assigned patients and safety was analysed in all patients who received at least one dose of study drug. This trial is registered at ClinicalTrials.gov, number NCT02579863, and it is closed for accrual.\n## FINDINGS\nBetween Jan 7, 2016, and June 9, 2017, 301 patients were randomly assigned to the pembrolizumab plus lenalidomide and dexamethasone group (n=151) or the lenalidomide and dexamethasone group (n=150). On July 3, 2017, the FDA decided to halt the study because of the imbalance in the proportion of death between groups. At database cutoff (June 2, 2017), with a median follow-up of 6·6 months (IQR 3·4-9·6), 149 patients in the pembrolizumab plus lenalidomide and dexamethasone group and 145 in the lenalidomide and dexamethasone group had received their assigned study drug. Median progression-free survival was not reached in either group; progression-free survival estimates at 6-months were 82·0% (95% CI 73·2-88·1) versus 85·0% (76·8-90·5; hazard ratio [HR] 1·22; 95% CI 0·67-2·22; p=0·75). Serious adverse events were reported in 81 (54%) patients in the pembrolizumab plus lenalidomide and dexamethasone group versus 57 (39%) patients in the lenalidomide and dexamethasone group; the most common serious adverse events were pneumonia (nine [6%]) and pyrexia (seven [5%]) in the pembrolizumab plus lenalidomide and dexamethasone group and pneumonia (eight [6%]) and sepsis (two [1%]) in the lenalidomide and dexamethasone group. Six (4%) treatment-related deaths occurred in the pembrolizumab plus lenalidomide and dexamethasone group (cardiac arrest, cardiac failure, myocarditis, large intestine perforation, pneumonia, and pulmonary embolism) and two (1%) in the lenalidomide and dexamethasone group (upper gastrointestinal haemorrhage and respiratory failure).\n## INTERPRETATION\nThe results from this unplanned, FDA-requested, interim analysis showed that the benefit-risk profile of pembrolizumab plus lenalidomide and dexamethasone is unfavourable for patients with newly diagnosed, previously untreated multiple myeloma. Long-term safety and survival follow-up is ongoing.\n## FUNDING\nMerck Sharp & Dohme, a subsidiary of Merck & Co, Inc (Kenilworth, NJ, USA).\n",
            "in_text_citation": 15,
            "footnote": "Usmani et al., 2019"
        },
        {
            "title": "Atezolizumab in combination with carboplatin plus nab-paclitaxel chemotherapy compared with chemotherapy alone as first-line treatment for metastatic non-squamous non-small-cell lung cancer (IMpower130): a multicentre, randomised, open-label, phase 3 trial.",
            "abstract": "## BACKGROUND\nAtezolizumab (a monoclonal antibody against PD-L1), which restores anticancer immunity, improved overall survival in patients with previously treated non-small-cell lung cancer and also showed clinical benefit when combined with chemotherapy as first-line treatment of non-small-cell lung cancer. IMpower130 aimed to assess the efficacy and safety of atezolizumab plus chemotherapy versus chemotherapy alone as first-line therapy for non-squamous non-small-cell lung cancer.\n## METHODS\nIMpower130 was a multicentre, randomised, open-label, phase 3 study done in 131 centres across eight countries (the USA, Canada, Belgium, France, Germany, Italy, Spain, and Israel). Eligible patients were aged 18 years or older, and had histologically or cytologically confirmed stage IV non-squamous non-small-cell lung cancer, an Eastern Cooperative Oncology Group performance status of 0 or 1, and received no previous chemotherapy for stage IV disease. Patients were randomly assigned (2:1; permuted block [block size of six] with an interactive voice or web response system) to receive atezolizumab (1200 mg intravenously every 3 weeks) plus chemotherapy (carboplatin [area under the curve 6 mg/mL per min every 3 weeks] plus nab-paclitaxel [100 mg/m\n## FINDINGS\nBetween April 16, 2015, and Feb 13, 2017, 724 patients were randomly assigned and 723 were included in the intention-to-treat population (one patient died before randomisation, but was assigned to a treatment group; this patient was excluded from the intention-to-treat population) of the atezolizumab plus chemotherapy group (483 patients in the intention-to-treat population and 451 patients in the intention-to-treat wild-type population) or the chemotherapy group (240 patients in the intention-to-treat population and 228 patients in the intention-to-treat wild-type population). Median follow-up in the intention-to-treat wild-type population was similar between groups (18·5 months [IQR 15·2-23·6] in the atezolizumab plus chemotherapy group and 19·2 months [15·4-23·0] in the chemotherapy group). In the intention-to-treat wild-type population, there were significant improvements in median overall survival (18·6 months [95% CI 16·0-21·2] in the atezolizumab plus chemotherapy group and 13·9 months [12·0-18·7] in the chemotherapy group; stratified hazard ratio [HR] 0·79 [95% CI 0·64-0·98]; p=0·033) and median progression-free survival (7·0 months [95% CI 6·2-7·3] in the atezolizumab plus chemotherapy group and 5·5 months [4·4-5·9] in the chemotherapy group; stratified HR 0·64 [95% CI 0·54-0·77]; p<0·0001]). The most common grade 3 or worse treatment-related adverse events were neutropenia (152 [32%] of 473 in the atezolizumab plus chemotherapy group vs 65 [28%] of 232 in the chemotherapy group), anaemia (138 [29%] vs 47 [20%]), and decreased neutrophil count (57 [12%] vs 19 [8%]). Treatment-related serious adverse events were reported in 112 (24%) of 473 patients in the atezolizumab plus chemotherapy group and 30 (13%) of 232 patients in the chemotherapy group. Treatment-related (any treatment) deaths occurred in eight (2%) of 473 patients in the atezolizumab plus chemotherapy group and one (<1%) of 232 patients in the chemotherapy group.\n## INTERPRETATION\nIMpower130 showed a significant and clinically meaningful improvement in overall survival and a significant improvement in progression-free survival with atezolizumab plus chemotherapy versus chemotherapy as first-line treatment of patients with stage IV non-squamous non-small-cell lung cancer and no ALK or EGFR mutations. No new safety signals were identified. This study supports the benefit of atezolizumab, in combination with platinum-based chemotherapy, as first-line treatment of metastatic non-small-cell lung cancer.\n## FUNDING\nF. Hoffmann-La Roche.\n",
            "in_text_citation": "West et al., 2019",
            "footnote": 38
        },
        {
            "title": "Phase III, randomised trial of avelumab versus physician's choice of chemotherapy as third-line treatment of patients with advanced gastric or gastro-oesophageal junction cancer: primary analysis of JAVELIN Gastric 300.",
            "abstract": "## BACKGROUND\nThere currently are no internationally recognised treatment guidelines for patients with advanced gastric cancer/gastro-oesophageal junction cancer (GC/GEJC) in whom two prior lines of therapy have failed. The randomised, phase III JAVELIN Gastric 300 trial compared avelumab versus physician's choice of chemotherapy as third-line therapy in patients with advanced GC/GEJC.\n## PATIENTS AND METHODS\nPatients with unresectable, recurrent, locally advanced, or metastatic GC/GEJC were recruited at 147 sites globally. All patients were randomised to receive either avelumab 10 mg/kg by intravenous infusion every 2 weeks or physician's choice of chemotherapy (paclitaxel 80 mg/m2 on days 1, 8, and 15 or irinotecan 150 mg/m2 on days 1 and 15, each of a 4-week treatment cycle); patients ineligible for chemotherapy received best supportive care. The primary end point was overall survival (OS). Secondary end points included progression-free survival (PFS), objective response rate (ORR), and safety.\n## RESULTS\nA total of 371 patients were randomised. The trial did not meet its primary end point of improving OS {median, 4.6 versus 5.0 months; hazard ratio (HR)=1.1 [95% confidence interval (CI) 0.9-1.4]; P = 0.81} or the secondary end points of PFS [median, 1.4 versus 2.7 months; HR=1.73 (95% CI 1.4-2.2); P > 0.99] or ORR (2.2% versus 4.3%) in the avelumab versus chemotherapy arms, respectively. Treatment-related adverse events (TRAEs) of any grade occurred in 90 patients (48.9%) and 131 patients (74.0%) in the avelumab and chemotherapy arms, respectively. Grade ≥3 TRAEs occurred in 17 patients (9.2%) in the avelumab arm and in 56 patients (31.6%) in the chemotherapy arm.\n## CONCLUSIONS\nTreatment of patients with GC/GEJC with single-agent avelumab in the third-line setting did not result in an improvement in OS or PFS compared with chemotherapy. Avelumab showed a more manageable safety profile than chemotherapy.\n## TRIAL REGISTRATION\nClinicalTrials.gov: NCT02625623.\n",
            "in_text_citation": "Bang et al., 2018a",
            "footnote": 39
        },
        {
            "title": "Avelumab versus docetaxel in patients with platinum-treated advanced non-small-cell lung cancer (JAVELIN Lung 200): an open-label, randomised, phase 3 study.",
            "abstract": "## BACKGROUND\nAntibodies targeting the immune checkpoint molecules PD-1 or PD-L1 have demonstrated clinical efficacy in patients with metastatic non-small-cell lung cancer (NSCLC). In this trial we investigated the efficacy and safety of avelumab, an anti-PD-L1 antibody, in patients with NSCLC who had already received platinum-based therapy.\n## METHODS\nJAVELIN Lung 200 was a multicentre, open-label, randomised, phase 3 trial at 173 hospitals and cancer treatment centres in 31 countries. Eligible patients were aged 18 years or older and had stage IIIB or IV or recurrent NSCLC and disease progression after treatment with a platinum-containing doublet, an Eastern Cooperative Oncology Group performance status score of 0 or 1, an estimated life expectancy of more than 12 weeks, and adequate haematological, renal, and hepatic function. Participants were randomly assigned (1:1), via an interactive voice-response system with a stratified permuted block method with variable block length, to receive either avelumab 10 mg/kg every 2 weeks or docetaxel 75 mg/m\n## FINDINGS\nBetween March 24, 2015, and Jan 23, 2017, 792 patients were enrolled and randomly assigned to receive avelumab (n=396) or docetaxel (n=396). 264 participants in the avelumab group and 265 in the docetaxel group had PD-L1-positive tumours. In patients with PD-L1-positive tumours, median overall survival did not differ significantly between the avelumab and docetaxel groups (11·4 months [95% CI 9·4-13·9] vs 10·3 months [8·5-13·0]; hazard ratio 0·90 [96% CI 0·72-1·12]; one-sided p=0·16). Treatment-related adverse events occurred in 251 (64%) of 393 avelumab-treated patients and 313 (86%) of 365 docetaxel-treated patients, including grade 3-5 events in 39 (10%) and 180 (49%) patients, respectively. The most common grade 3-5 treatment-related adverse events were infusion-related reaction (six patients [2%]) and increased lipase (four [1%]) in the avelumab group and neutropenia (51 [14%]), febrile neutropenia (37 [10%]), and decreased neutrophil counts (36 [10%]) in the docetaxel group. Serious treatment-related adverse events occurred in 34 (9%) patients in the avelumab group and 75 (21%) in the docetaxel group. Treatment-related deaths occurred in four (1%) participants in the avelumab group, two due to interstitial lung disease, one due to acute kidney injury, and one due to a combination of autoimmune myocarditis, acute cardiac failure, and respiratory failure. Treatment-related deaths occurred in 14 (4%) patients in the docetaxel group, three due to pneumonia, and one each due to febrile neutropenia, septic shock, febrile neutropenia with septic shock, acute respiratory failure, cardiovascular insufficiency, renal impairment, leucopenia with mucosal inflammation and pyrexia, infection, neutropenic infection, dehydration, and unknown causes.\n## INTERPRETATION\nCompared with docetaxel, avelumab did not improve overall survival in patients with platinum-treated PD-L1-positive NSCLC, but had a favourable safety profile.\n## FUNDING\nMerck and Pfizer.\n",
            "in_text_citation": "Barlesi et al., 2018",
            "footnote": 40
        },
        {
            "title": "Adjuvant Pembrolizumab versus Placebo in Resected Stage III Melanoma.",
            "abstract": "## BACKGROUND\nThe programmed death 1 (PD-1) inhibitor pembrolizumab has been found to prolong progression-free and overall survival among patients with advanced melanoma. We conducted a phase 3 double-blind trial to evaluate pembrolizumab as adjuvant therapy in patients with resected, high-risk stage III melanoma.\n## METHODS\nPatients with completely resected stage III melanoma were randomly assigned (with stratification according to cancer stage and geographic region) to receive 200 mg of pembrolizumab (514 patients) or placebo (505 patients) intravenously every 3 weeks for a total of 18 doses (approximately 1 year) or until disease recurrence or unacceptable toxic effects occurred. Recurrence-free survival in the overall intention-to-treat population and in the subgroup of patients with cancer that was positive for the PD-1 ligand (PD-L1) were the primary end points. Safety was also evaluated.\n## RESULTS\nAt a median follow-up of 15 months, pembrolizumab was associated with significantly longer recurrence-free survival than placebo in the overall intention-to-treat population (1-year rate of recurrence-free survival, 75.4% [95% confidence interval {CI}, 71.3 to 78.9] vs. 61.0% [95% CI, 56.5 to 65.1]; hazard ratio for recurrence or death, 0.57; 98.4% CI, 0.43 to 0.74; P<0.001) and in the subgroup of 853 patients with PD-L1-positive tumors (1-year rate of recurrence-free survival, 77.1% [95% CI, 72.7 to 80.9] in the pembrolizumab group and 62.6% [95% CI, 57.7 to 67.0] in the placebo group; hazard ratio, 0.54; 95% CI, 0.42 to 0.69; P<0.001). Adverse events of grades 3 to 5 that were related to the trial regimen were reported in 14.7% of the patients in the pembrolizumab group and in 3.4% of patients in the placebo group. There was one treatment-related death due to myositis in the pembrolizumab group.\n## CONCLUSIONS\nAs adjuvant therapy for high-risk stage III melanoma, 200 mg of pembrolizumab administered every 3 weeks for up to 1 year resulted in significantly longer recurrence-free survival than placebo, with no new toxic effects identified. (Funded by Merck; ClinicalTrials.gov number, NCT02362594 ; EudraCT number, 2014-004944-37 .).\n",
            "in_text_citation": "Eggermont et al., 2018a",
            "footnote": 41
        },
        {
            "title": "Pembrolizumab plus Chemotherapy in Metastatic Non-Small-Cell Lung Cancer.",
            "abstract": "## BACKGROUND\nFirst-line therapy for advanced non-small-cell lung cancer (NSCLC) that lacks targetable mutations is platinum-based chemotherapy. Among patients with a tumor proportion score for programmed death ligand 1 (PD-L1) of 50% or greater, pembrolizumab has replaced cytotoxic chemotherapy as the first-line treatment of choice. The addition of pembrolizumab to chemotherapy resulted in significantly higher rates of response and longer progression-free survival than chemotherapy alone in a phase 2 trial.\n## METHODS\nIn this double-blind, phase 3 trial, we randomly assigned (in a 2:1 ratio) 616 patients with metastatic nonsquamous NSCLC without sensitizing EGFR or ALK mutations who had received no previous treatment for metastatic disease to receive pemetrexed and a platinum-based drug plus either 200 mg of pembrolizumab or placebo every 3 weeks for 4 cycles, followed by pembrolizumab or placebo for up to a total of 35 cycles plus pemetrexed maintenance therapy. Crossover to pembrolizumab monotherapy was permitted among the patients in the placebo-combination group who had verified disease progression. The primary end points were overall survival and progression-free survival, as assessed by blinded, independent central radiologic review.\n## RESULTS\nAfter a median follow-up of 10.5 months, the estimated rate of overall survival at 12 months was 69.2% (95% confidence interval [CI], 64.1 to 73.8) in the pembrolizumab-combination group versus 49.4% (95% CI, 42.1 to 56.2) in the placebo-combination group (hazard ratio for death, 0.49; 95% CI, 0.38 to 0.64; P<0.001). Improvement in overall survival was seen across all PD-L1 categories that were evaluated. Median progression-free survival was 8.8 months (95% CI, 7.6 to 9.2) in the pembrolizumab-combination group and 4.9 months (95% CI, 4.7 to 5.5) in the placebo-combination group (hazard ratio for disease progression or death, 0.52; 95% CI, 0.43 to 0.64; P<0.001). Adverse events of grade 3 or higher occurred in 67.2% of the patients in the pembrolizumab-combination group and in 65.8% of those in the placebo-combination group.\n## CONCLUSIONS\nIn patients with previously untreated metastatic nonsquamous NSCLC without EGFR or ALK mutations, the addition of pembrolizumab to standard chemotherapy of pemetrexed and a platinum-based drug resulted in significantly longer overall survival and progression-free survival than chemotherapy alone. (Funded by Merck; KEYNOTE-189 ClinicalTrials.gov number, NCT02578680 .).\n",
            "in_text_citation": "Paz-Ares et al., 2018",
            "footnote": 44
        },
        {
            "title": "First-Line Atezolizumab plus Chemotherapy in Extensive-Stage Small-Cell Lung Cancer.",
            "abstract": "## BACKGROUND\nEnhancing tumor-specific T-cell immunity by inhibiting programmed death ligand 1 (PD-L1)-programmed death 1 (PD-1) signaling has shown promise in the treatment of extensive-stage small-cell lung cancer. Combining checkpoint inhibition with cytotoxic chemotherapy may have a synergistic effect and improve efficacy.\n## METHODS\nWe conducted this double-blind, placebo-controlled, phase 3 trial to evaluate atezolizumab plus carboplatin and etoposide in patients with extensive-stage small-cell lung cancer who had not previously received treatment. Patients were randomly assigned in a 1:1 ratio to receive carboplatin and etoposide with either atezolizumab or placebo for four 21-day cycles (induction phase), followed by a maintenance phase during which they received either atezolizumab or placebo (according to the previous random assignment) until they had unacceptable toxic effects, disease progression according to Response Evaluation Criteria in Solid Tumors, version 1.1, or no additional clinical benefit. The two primary end points were investigator-assessed progression-free survival and overall survival in the intention-to-treat population.\n## RESULTS\nA total of 201 patients were randomly assigned to the atezolizumab group, and 202 patients to the placebo group. At a median follow-up of 13.9 months, the median overall survival was 12.3 months in the atezolizumab group and 10.3 months in the placebo group (hazard ratio for death, 0.70; 95% confidence interval [CI], 0.54 to 0.91; P=0.007). The median progression-free survival was 5.2 months and 4.3 months, respectively (hazard ratio for disease progression or death, 0.77; 95% CI, 0.62 to 0.96; P=0.02). The safety profile of atezolizumab plus carboplatin and etoposide was consistent with the previously reported safety profile of the individual agents, with no new findings observed.\n## CONCLUSIONS\nThe addition of atezolizumab to chemotherapy in the first-line treatment of extensive-stage small-cell lung cancer resulted in significantly longer overall survival and progression-free survival than chemotherapy alone. (Funded by F. Hoffmann-La Roche/Genentech; IMpower133 ClinicalTrials.gov number, NCT02763579 .).\n",
            "in_text_citation": "Horn et al., 2018",
            "footnote": 43
        },
        {
            "title": "Nivolumab plus ipilimumab versus sunitinib in first-line treatment for advanced renal cell carcinoma: extended follow-up of efficacy and safety results from a randomised, controlled, phase 3 trial.",
            "abstract": "## BACKGROUND\nIn the ongoing phase 3 CheckMate 214 trial, nivolumab plus ipilimumab showed superior efficacy over sunitinib in patients with previously untreated intermediate-risk or poor-risk advanced renal cell carcinoma, with a manageable safety profile. In this study, we aimed to assess efficacy and safety after extended follow-up to inform the long-term clinical benefit of nivolumab plus ipilimumab versus sunitinib in this setting.\n## METHODS\nIn the phase 3, randomised, controlled CheckMate 214 trial, patients aged 18 years and older with previously untreated, advanced, or metastatic histologically confirmed renal cell carcinoma with a clear-cell component were recruited from 175 hospitals and cancer centres in 28 countries. Patients were categorised by International Metastatic Renal Cell Carcinoma Database Consortium risk status into favourable-risk, intermediate-risk, and poor-risk subgroups and randomly assigned (1:1) to open-label nivolumab (3 mg/kg intravenously) plus ipilimumab (1 mg/kg intravenously) every 3 weeks for four doses, followed by nivolumab (3 mg/kg intravenously) every 2 weeks; or sunitinib (50 mg orally) once daily for 4 weeks (6-week cycle). Randomisation was done through an interactive voice response system, with a block size of four and stratified by risk status and geographical region. The co-primary endpoints for the trial were overall survival, progression-free survival per independent radiology review committee (IRRC), and objective responses per IRRC in intermediate-risk or poor-risk patients. Secondary endpoints were overall survival, progression-free survival per IRRC, and objective responses per IRRC in the intention-to-treat population, and adverse events in all treated patients. In this Article, we report overall survival, investigator-assessed progression-free survival, investigator-assessed objective response, characterisation of response, and safety after extended follow-up. Efficacy outcomes were assessed in all randomly assigned patients; safety was assessed in all treated patients. This study is registered with ClinicalTrials.gov, number NCT02231749, and is ongoing but now closed to recruitment.\n## FINDINGS\nBetween Oct 16, 2014, and Feb 23, 2016, of 1390 patients screened, 1096 (79%) eligible patients were randomly assigned to nivolumab plus ipilimumab or sunitinib (550 vs 546 in the intention-to-treat population; 425 vs 422 intermediate-risk or poor-risk patients, and 125 vs 124 favourable-risk patients). With extended follow-up (median follow-up 32·4 months [IQR 13·4-36·3]), in intermediate-risk or poor-risk patients, results for the three co-primary efficacy endpoints showed that nivolumab plus ipilimumab continued to be superior to sunitinib in terms of overall survival (median not reached [95% CI 35·6-not estimable] vs 26·6 months [22·1-33·4]; hazard ratio [HR] 0·66 [95% CI 0·54-0·80], p<0·0001), progression-free survival (median 8·2 months [95% CI 6·9-10·0] vs 8·3 months [7·0-8·8]; HR 0·77 [95% CI 0·65-0·90], p=0·0014), and the proportion of patients achieving an objective response (178 [42%] of 425 vs 124 [29%] of 422; p=0·0001). Similarly, in intention-to-treat patients, nivolumab and ipilimumab showed improved efficacy compared with sunitinib in terms of overall survival (median not reached [95% CI not estimable] vs 37·9 months [32·2-not estimable]; HR 0·71 [95% CI 0·59-0·86], p=0·0003), progression-free survival (median 9·7 months [95% CI 8·1-11·1] vs 9·7 months [8·3-11·1]; HR 0·85 [95% CI 0·73-0·98], p=0·027), and the proportion of patients achieving an objective response (227 [41%] of 550 vs 186 [34%] of 546 p=0·015). In all treated patients, the most common grade 3-4 treatment-related adverse events in the nivolumab and ipilimumab group were increased lipase (57 [10%] of 547), increased amylase (31 [6%]), and increased alanine aminotransferase (28 [5%]), whereas in the sunitinib group they were hypertension (90 [17%] of 535), fatigue (51 [10%]), and palmar-plantar erythrodysaesthesia (49 [9%]). Eight deaths in the nivolumab plus ipilimumab group and four deaths in the sunitinib group were reported as treatment-related.\n## INTERPRETATION\nThe results suggest that the superior efficacy of nivolumab plus ipilimumab over sunitinib was maintained in intermediate-risk or poor-risk and intention-to-treat patients with extended follow-up, and show the long-term benefits of nivolumab plus ipilimumab in patients with previously untreated advanced renal cell carcinoma across all risk categories.\n## FUNDING\nBristol-Myers Squibb and ONO Pharmaceutical.\n",
            "in_text_citation": "Motzer et al., 2019",
            "footnote": 14
        },
        {
            "title": "Pembrolizumab plus Chemotherapy for Squamous Non-Small-Cell Lung Cancer.",
            "abstract": "## BACKGROUND\nStandard first-line therapy for metastatic, squamous non-small-cell lung cancer (NSCLC) is platinum-based chemotherapy or pembrolizumab (for patients with programmed death ligand 1 [PD-L1] expression on ≥50% of tumor cells). More recently, pembrolizumab plus chemotherapy was shown to significantly prolong overall survival among patients with nonsquamous NSCLC.\n## METHODS\nIn this double-blind, phase 3 trial, we randomly assigned, in a 1:1 ratio, 559 patients with untreated metastatic, squamous NSCLC to receive 200 mg of pembrolizumab or saline placebo for up to 35 cycles; all the patients also received carboplatin and either paclitaxel or nanoparticle albumin-bound [nab]-paclitaxel for the first 4 cycles. Primary end points were overall survival and progression-free survival.\n## RESULTS\nAfter a median follow-up of 7.8 months, the median overall survival was 15.9 months (95% confidence interval [CI], 13.2 to not reached) in the pembrolizumab-combination group and 11.3 months (95% CI, 9.5 to 14.8) in the placebo-combination group (hazard ratio for death, 0.64; 95% CI, 0.49 to 0.85; P<0.001). The overall survival benefit was consistent regardless of the level of PD-L1 expression. The median progression-free survival was 6.4 months (95% CI, 6.2 to 8.3) in the pembrolizumab-combination group and 4.8 months (95% CI, 4.3 to 5.7) in the placebo-combination group (hazard ratio for disease progression or death, 0.56; 95% CI, 0.45 to 0.70; P<0.001). Adverse events of grade 3 or higher occurred in 69.8% of the patients in the pembrolizumab-combination group and in 68.2% of the patients in the placebo-combination group. Discontinuation of treatment because of adverse events was more frequent in the pembrolizumab-combination group than in the placebo-combination group (13.3% vs. 6.4%).\n## CONCLUSIONS\nIn patients with previously untreated metastatic, squamous NSCLC, the addition of pembrolizumab to chemotherapy with carboplatin plus paclitaxel or nab-paclitaxel resulted in significantly longer overall survival and progression-free survival than chemotherapy alone. (Funded by Merck Sharp & Dohme; KEYNOTE-407 ClinicalTrials.gov number, NCT02775435 .).\n",
            "in_text_citation": 42,
            "footnote": "Gandhi et al., 2018"
        },
        {
            "title": "Atezolizumab versus chemotherapy in patients with platinum-treated locally advanced or metastatic urothelial carcinoma (IMvigor211): a multicentre, open-label, phase 3 randomised controlled trial.",
            "abstract": "## BACKGROUND\nFew options exist for patients with locally advanced or metastatic urothelial carcinoma after progression with platinum-based chemotherapy. We aimed to assess the safety and efficacy of atezolizumab (anti-programmed death-ligand 1 [PD-L1]) versus chemotherapy in this patient population.\n## METHODS\nWe conducted this multicentre, open-label, phase 3 randomised controlled trial (IMvigor211) at 217 academic medical centres and community oncology practices mainly in Europe, North America, and the Asia-Pacific region. Patients (aged ≥18 years) with metastatic urothelial carcinoma who had progressed after platinum-based chemotherapy were randomly assigned (1:1), via an interactive voice and web response system with a permuted block design (block size of four), to receive atezolizumab 1200 mg or chemotherapy (physician's choice: vinflunine 320 mg/m\n## FINDINGS\nBetween Jan 13, 2015, and Feb 15, 2016, we randomly assigned 931 patients from 198 sites to receive atezolizumab (n=467) or chemotherapy (n=464). In the IC2/3 population (n=234), overall survival did not differ significantly between patients in the atezolizumab group and those in the chemotherapy group (median 11·1 months [95% CI 8·6-15·5; n=116] vs 10·6 months [8·4-12·2; n=118]; stratified hazard ratio [HR] 0·87, 95% CI 0·63-1·21; p=0·41), thus precluding further formal statistical analysis. Confirmed objective response rates were similar between treatment groups in the IC2/3 population: 26 (23%) of 113 evaluable patients had an objective response in the atezolizumab group compared with 25 (22%) of 116 patients in the chemotherapy group. Duration of response was numerically longer in the atezolizumab group than in the chemotherapy group (median 15·9 months [95% CI 10·4 to not estimable] vs 8·3 months [5·6-13·2]; HR 0·57, 95% CI 0·26-1·26). In the intention-to-treat population, patients receiving atezolizumab had fewer grade 3-4 treatment-related adverse events than did those receiving chemotherapy (91 [20%] of 459 vs 189 [43%] of 443 patients), and fewer adverse events leading to treatment discontinuation (34 [7%] vs 78 [18%] patients).\n## INTERPRETATION\nAtezolizumab was not associated with significantly longer overall survival than chemotherapy in patients with platinum-refractory metastatic urothelial carcinoma overexpressing PD-L1 (IC2/3). However, the safety profile for atezolizumab was favourable compared with chemotherapy, Exploratory analysis of the intention-to-treat population showed well-tolerated, durable responses in line with previous phase 2 data for atezolizumab in this setting.\n## FUNDING\nF Hoffmann-La Roche, Genentech.\n",
            "in_text_citation": "Powles et al., 2018",
            "footnote": 45
        },
        {
            "title": "Pembrolizumab versus paclitaxel for previously treated, advanced gastric or gastro-oesophageal junction cancer (KEYNOTE-061): a randomised, open-label, controlled, phase 3 trial.",
            "abstract": "## BACKGROUND\nPatients with advanced gastric or gastro-oesophageal junction cancer that progresses on chemotherapy have poor outcomes. We compared pembrolizumab with paclitaxel in patients with advanced gastric or gastro-oesophageal junction cancer that progressed on first-line chemotherapy with a platinum and fluoropyrimidine.\n## METHODS\nThis randomised, open-label, phase 3 study was done at 148 medical centres in 30 countries. Eligible patients were randomised (1:1) in blocks of four per stratum with an interactive voice-response and integrated web-response system to receive either pembrolizumab 200 mg every 3 weeks for up to 2 years or standard-dose paclitaxel. Primary endpoints were overall survival and progression-free survival in patients with a programmed cell death ligand 1 (PD-L1) combined positive score (CPS) of 1 or higher. Safety was assessed in all patients, irrespective of CPS. The significance threshold for overall survival was p=0·0135 (one-sided). This trial is registered at ClinicalTrials.gov, number NCT02370498.\n## FINDINGS\nBetween June 4, 2015, and July 26, 2016, 592 patients were enrolled. Of the 395 patients who had a PD-L1 CPS of 1 or higher, 196 patients were assigned to receive pembrolizumab and 199 patients were assigned to receive paclitaxel. As of Oct 26, 2017, 326 patients in the population with CPS of 1 or higher had died (151 [77%] of 196 patients in the pembrolizumab group and 175 [88%] of 199 patients in the paclitaxel group). Median overall survival was 9·1 months (95% CI 6·2-10·7) with pembrolizumab and 8·3 months (7·6-9·0) with paclitaxel (hazard ratio [HR] 0·82, 95% CI 0·66-1·03; one-sided p=0·0421). Median progression-free survival was 1·5 months (95% CI 1·4-2·0) with pembrolizumab and 4·1 months (3·1-4·2) with paclitaxel (HR 1·27, 95% CI 1·03-1·57). In the total population, grade 3-5 treatment-related adverse events occurred in 42 (14%) of the 294 patients treated with pembrolizumab and 96 (35%) of the 276 patients treated with paclitaxel.\n## INTERPRETATION\nPembrolizumab did not significantly improve overall survival compared with paclitaxel as second-line therapy for advanced gastric or gastro-oesophageal junction cancer with PD-L1 CPS of 1 or higher. Pembrolizumab had a better safety profile than paclitaxel. Additional trials of pembrolizumab in gastric and gastro-oesophageal cancer are ongoing.\n## FUNDING\nMerck Sharp & Dohme, a subsidiary of Merck & Co.\n",
            "in_text_citation": "Shitara et al., 2018",
            "footnote": 46
        },
        {
            "title": "Overall Survival with Durvalumab after Chemoradiotherapy in Stage III NSCLC.",
            "abstract": "## BACKGROUND\nAn earlier analysis in this phase 3 trial showed that durvalumab significantly prolonged progression-free survival, as compared with placebo, among patients with stage III, unresectable non-small-cell lung cancer (NSCLC) who did not have disease progression after concurrent chemoradiotherapy. Here we report the results for the second primary end point of overall survival.\n## METHODS\nWe randomly assigned patients, in a 2:1 ratio, to receive durvalumab intravenously, at a dose of 10 mg per kilogram of body weight, or matching placebo every 2 weeks for up to 12 months. Randomization occurred 1 to 42 days after the patients had received chemoradiotherapy and was stratified according to age, sex, and smoking history. The primary end points were progression-free survival (as assessed by blinded independent central review) and overall survival. Secondary end points included the time to death or distant metastasis, the time to second progression, and safety.\n## RESULTS\nOf the 713 patients who underwent randomization, 709 received the assigned intervention (473 patients received durvalumab and 236 received placebo). As of March 22, 2018, the median follow-up was 25.2 months. The 24-month overall survival rate was 66.3% (95% confidence interval [CI], 61.7 to 70.4) in the durvalumab group, as compared with 55.6% (95% CI, 48.9 to 61.8) in the placebo group (two-sided P=0.005). Durvalumab significantly prolonged overall survival, as compared with placebo (stratified hazard ratio for death, 0.68; 99.73% CI, 0.47 to 0.997; P=0.0025). Updated analyses regarding progression-free survival were similar to those previously reported, with a median duration of 17.2 months in the durvalumab group and 5.6 months in the placebo group (stratified hazard ratio for disease progression or death, 0.51; 95% CI, 0.41 to 0.63). The median time to death or distant metastasis was 28.3 months in the durvalumab group and 16.2 months in the placebo group (stratified hazard ratio, 0.53; 95% CI, 0.41 to 0.68). A total of 30.5% of the patients in the durvalumab group and 26.1% of those in the placebo group had grade 3 or 4 adverse events of any cause; 15.4% and 9.8% of the patients, respectively, discontinued the trial regimen because of adverse events.\n## CONCLUSIONS\nDurvalumab therapy resulted in significantly longer overall survival than placebo. No new safety signals were identified. (Funded by AstraZeneca; PACIFIC ClinicalTrials.gov number, NCT02125461 .).\n",
            "in_text_citation": "Antonia et al., 2018",
            "footnote": 47
        },
        {
            "title": "Efficacy of Sequential Ipilimumab Monotherapy versus Best Supportive Care for Unresectable Locally Advanced/Metastatic Gastric or Gastroesophageal Junction Cancer.",
            "abstract": "Purpose: Ipilimumab, a monoclonal antibody that blocks cytotoxic T-lymphocyte-associated protein-4 interactions, enhances T-cell activation and promotes tumor immunity. This phase II study evaluated the safety and efficacy of ipilimumab monotherapy versus best supportive care (BSC) among patients with advanced/metastatic gastric or gastroesophageal junction cancer who achieved at least stable disease with first-line chemotherapy.Experimental Design: Eligible patients were randomized to ipilimumab 10 mg/kg every 3 weeks for four doses, then 10 mg/kg every 12 weeks for up to 3 years, or BSC, which could include continuation of fluoropyrimidine until progression or toxicity. The primary endpoint was immune-related progression-free survival (irPFS); secondary endpoints included PFS by modified World Health Organization criteria and overall survival (OS).Results: Of 143 patients screened, 57 were randomized to each arm. irPFS with ipilimumab versus BSC was not improved [2.92 months, 95% confidence interval (CI), 1.61-5.16 vs. 4.90 months, 95% CI, 3.45-6.54, HR = 1.44; 80% CI, 1.09-1.91; P = 0.097], resulting in study cessation. At study closeout, which occurred 8 months after the interim analysis, the median OS durations were 12.7 months (95% CI, 10.5-18.9) and 12.1 months (95% CI, 9.3-not estimable), respectively. Grade 3/4 treatment-related adverse events occurred in 23% of ipilimumab-treated patients, in whom diarrhea (9%) and fatigue (5%) were most frequent, and in 9% of active BSC-treated patients.Conclusions: Although ipilimumab at 10 mg/kg was manageable, it did not improve irPFS versus BSC. However, comparable median OS of approximately 1 year and a favorable safety profile support the investigation of ipilimumab in combination with other therapies for advanced gastric cancer. Clin Cancer Res; 23(19); 5671-8. ©2017 AACR.",
            "in_text_citation": "Bang et al., 2017b",
            "footnote": 48
        },
        {
            "title": "Pembrolizumab as Second-Line Therapy for Advanced Urothelial Carcinoma.",
            "abstract": "## BACKGROUND\nPatients with advanced urothelial carcinoma that progresses after platinum-based chemotherapy have a poor prognosis and limited treatment options.\n## METHODS\nIn this open-label, international, phase 3 trial, we randomly assigned 542 patients with advanced urothelial cancer that recurred or progressed after platinum-based chemotherapy to receive pembrolizumab (a highly selective, humanized monoclonal IgG4κ isotype antibody against programmed death 1 [PD-1]) at a dose of 200 mg every 3 weeks or the investigator's choice of chemotherapy with paclitaxel, docetaxel, or vinflunine. The coprimary end points were overall survival and progression-free survival, which were assessed among all patients and among patients who had a tumor PD-1 ligand (PD-L1) combined positive score (the percentage of PD-L1-expressing tumor and infiltrating immune cells relative to the total number of tumor cells) of 10% or more.\n## RESULTS\nThe median overall survival in the total population was 10.3 months (95% confidence interval [CI], 8.0 to 11.8) in the pembrolizumab group, as compared with 7.4 months (95% CI, 6.1 to 8.3) in the chemotherapy group (hazard ratio for death, 0.73; 95% CI, 0.59 to 0.91; P=0.002). The median overall survival among patients who had a tumor PD-L1 combined positive score of 10% or more was 8.0 months (95% CI, 5.0 to 12.3) in the pembrolizumab group, as compared with 5.2 months (95% CI, 4.0 to 7.4) in the chemotherapy group (hazard ratio, 0.57; 95% CI, 0.37 to 0.88; P=0.005). There was no significant between-group difference in the duration of progression-free survival in the total population (hazard ratio for death or disease progression, 0.98; 95% CI, 0.81 to 1.19; P=0.42) or among patients who had a tumor PD-L1 combined positive score of 10% or more (hazard ratio, 0.89; 95% CI, 0.61 to 1.28; P=0.24). Fewer treatment-related adverse events of any grade were reported in the pembrolizumab group than in the chemotherapy group (60.9% vs. 90.2%); there were also fewer events of grade 3, 4, or 5 severity reported in the pembrolizumab group than in the chemotherapy group (15.0% vs. 49.4%).\n## CONCLUSIONS\nPembrolizumab was associated with significantly longer overall survival (by approximately 3 months) and with a lower rate of treatment-related adverse events than chemotherapy as second-line therapy for platinum-refractory advanced urothelial carcinoma. (Funded by Merck; KEYNOTE-045 ClinicalTrials.gov number, NCT02256436 .).\n",
            "in_text_citation": "Bellmunt et al., 2017",
            "footnote": 49
        },
        {
            "title": "First-Line Nivolumab in Stage IV or Recurrent Non-Small-Cell Lung Cancer.",
            "abstract": "## BACKGROUND\nNivolumab has been associated with longer overall survival than docetaxel among patients with previously treated non-small-cell lung cancer (NSCLC). In an open-label phase 3 trial, we compared first-line nivolumab with chemotherapy in patients with programmed death ligand 1 (PD-L1)-positive NSCLC.\n## METHODS\nWe randomly assigned, in a 1:1 ratio, patients with untreated stage IV or recurrent NSCLC and a PD-L1 tumor-expression level of 1% or more to receive nivolumab (administered intravenously at a dose of 3 mg per kilogram of body weight once every 2 weeks) or platinum-based chemotherapy (administered once every 3 weeks for up to six cycles). Patients receiving chemotherapy could cross over to receive nivolumab at the time of disease progression. The primary end point was progression-free survival, as assessed by means of blinded independent central review, among patients with a PD-L1 expression level of 5% or more.\n## RESULTS\nAmong the 423 patients with a PD-L1 expression level of 5% or more, the median progression-free survival was 4.2 months with nivolumab versus 5.9 months with chemotherapy (hazard ratio for disease progression or death, 1.15; 95% confidence interval [CI], 0.91 to 1.45; P=0.25), and the median overall survival was 14.4 months versus 13.2 months (hazard ratio for death, 1.02; 95% CI, 0.80 to 1.30). A total of 128 of 212 patients (60%) in the chemotherapy group received nivolumab as subsequent therapy. Treatment-related adverse events of any grade occurred in 71% of the patients who received nivolumab and in 92% of those who received chemotherapy. Treatment-related adverse events of grade 3 or 4 occurred in 18% of the patients who received nivolumab and in 51% of those who received chemotherapy.\n## CONCLUSIONS\nNivolumab was not associated with significantly longer progression-free survival than chemotherapy among patients with previously untreated stage IV or recurrent NSCLC with a PD-L1 expression level of 5% or more. Overall survival was similar between groups. Nivolumab had a favorable safety profile, as compared with chemotherapy, with no new or unexpected safety signals. (Funded by Bristol-Myers Squibb and others; CheckMate 026 ClinicalTrials.gov number, NCT02041533 .).\n",
            "in_text_citation": "Carbone et al., 2017",
            "footnote": 50
        },
        {
            "title": "Phase III Trial of Ipilimumab Combined With Paclitaxel and Carboplatin in Advanced Squamous Non-Small-Cell Lung Cancer.",
            "abstract": "Purpose Patients with squamous non-small-cell lung cancer (NSCLC) have poor prognosis and limited treatment options. This randomized, double-blind, phase III study investigated the efficacy and safety of first-line ipilimumab or placebo plus paclitaxel and carboplatin in advanced squamous NSCLC. Patients and Methods Patients with stage IV or recurrent chemotherapy-naïve squamous NSCLC were randomly assigned (1:1) to receive paclitaxel and carboplatin plus blinded ipilimumab 10 mg/kg or placebo every 3 weeks on a phased induction schedule comprising six chemotherapy cycles, with ipilimumab or placebo from cycles 3 to 6 and then, after induction treatment, ipilimumab or placebo maintenance every 12 weeks for patients with stable disease or better. The primary end point was overall survival (OS) in patients receiving at least one dose of blinded study therapy. Results Of 956 randomly assigned patients, 749 received at least one dose of blinded study therapy (chemotherapy plus ipilimumab, n = 388; chemotherapy plus placebo, n = 361). Median OS was 13.4 months for chemotherapy plus ipilimumab and 12.4 months for chemotherapy plus placebo (hazard ratio, 0.91; 95% CI, 0.77 to 1.07; P = .25). Median progression-free survival was 5.6 months for both groups (hazard ratio, 0.87; 95% CI, 0.75 to 1.01). Rates of grade 3 or 4 treatment-related adverse events (TRAEs), any-grade serious TRAEs, and TRAEs leading to discontinuation were numerically higher with chemotherapy plus ipilimumab (51%, 33%, and 28%, respectively) than with chemotherapy plus placebo (35%, 10%, and 7%, respectively). Seven treatment-related deaths occurred with chemotherapy plus ipilimumab, and one occurred with chemotherapy plus placebo. Conclusion The addition of ipilimumab to first-line chemotherapy did not prolong OS compared with chemotherapy alone in patients with advanced squamous NSCLC. The safety profile of chemotherapy plus ipilimumab was consistent with that observed in previous lung and melanoma studies. Ongoing studies are evaluating ipilimumab in combination with nivolumab in this population.\n",
            "in_text_citation": "Govindan et al., 2017",
            "footnote": 51
        },
        {
            "title": "Final analysis of a randomised trial comparing pembrolizumab versus investigator-choice chemotherapy for ipilimumab-refractory advanced melanoma.",
            "abstract": "## AIM\nTo evaluate the protocol-specified final analysis of overall survival (OS) in the KEYNOTE-002 study (NCT01704287) of pembrolizumab versus chemotherapy in patients with ipilimumab-refractory, advanced melanoma.\n## METHODS\nIn this randomised, phase II study, eligible patients had advanced melanoma with documented progression after two or more ipilimumab doses, previous BRAF or MEK inhibitor or both, if BRAF\n## RESULTS\nA total of 180 patients were randomised to pembrolizumab 2 mg/kg, 181 to pembrolizumab 10 mg/kg and 179 to chemotherapy. At a median follow-up of 28 months (range 24.1-35.5), 368 patients died and 98 (55%) crossed over to pembrolizumab. Pembrolizumab 2 mg/kg (hazard ratio [HR] 0.86, 95% confidence interval [CI] 0.67-1.10, p = 0.117) and 10 mg/kg (0.74, 0.57-0.96, p = 0.011) resulted in a non-statistically significant improvement in OS versus chemotherapy; median OS was 13.4 (95% CI 11.0-16.4) and 14.7 (95% CI 11.3-19.5), respectively, versus 11.0 months (95% CI 8.9-13.8), with limited improvement after censoring for crossover. Two-year survival rates were 36% and 38%, versus 30%. Progression-free survival, objective response rate and duration of response improved with pembrolizumab versus chemotherapy, regardless of dose. Grade III-V treatment-related adverse events occurred in 24 (13.5%), 30 (16.8%) and 45 (26.3%) patients, respectively.\n## CONCLUSION\nImprovement in OS with pembrolizumab was not statistically significant at either dose versus chemotherapy.\n",
            "in_text_citation": "Hamid et al., 2017",
            "footnote": 52
        },
        {
            "title": "Tremelimumab as second-line or third-line treatment in relapsed malignant mesothelioma (DETERMINE): a multicentre, international, randomised, double-blind, placebo-controlled phase 2b trial.",
            "abstract": "## BACKGROUND\nNew therapeutic strategies for malignant mesothelioma are urgently needed. In the DETERMINE study, we investigated the effects of the cytotoxic-T-lymphocyte-associated antigen 4 (CTLA-4) monoclonal antibody tremelimumab in patients with previously treated advanced malignant mesothelioma.\n## METHODS\nDETERMINE was a double-blind, placebo-controlled, phase 2b trial done at 105 study centres across 19 countries in patients with unresectable pleural or peritoneal malignant mesothelioma who had progressed after one or two previous systemic treatments for advanced disease. Eligible patients were aged 18 years or older with Eastern Cooperative Oncology Group performance status of 0 or 1 and measurable disease as defined in the modified Response Evaluation Criteria In Solid Tumors (RECIST) version 1.0 for pleural mesothelioma or RECIST version 1.1 for peritoneal mesothelioma. Patients were randomly assigned (2:1) in blocks of three, stratified by European Organisation for Research and Treatment of Cancer status (low risk vs high risk), line of therapy (second line vs third line), and anatomic site (pleural vs peritoneal), by use of an interactive voice or web system, to receive intravenous tremelimumab (10 mg/kg) or placebo every 4 weeks for 7 doses and every 12 weeks thereafter until a treatment discontinuation criterion was met. The primary endpoint was overall survival in the intention-to-treat population. Safety was assessed in all patients who received at least one dose of study drug. The trial is ongoing but no longer recruiting participants, and is registered with ClinicalTrials.gov, number NCT01843374.\n## FINDINGS\nBetween May 17, 2013, and Dec 4, 2014, 571 patients were randomly assigned to receive tremelimumab (n=382) or placebo (n=189), of whom 569 patients received treatment (two patients in the tremelimumab group were excluded from the safety population because they did not receive treatment). At the data cutoff date (Jan 24, 2016), 307 (80%) of 382 patients had died in the tremelimumab group and 154 (81%) of 189 patients had died in the placebo group. Median overall survival in the intention-to-treat population did not differ between the treatment groups: 7·7 months (95% CI 6·8-8·9) in the tremelimumab group and 7·3 months (5·9-8·7) in the placebo group (hazard ratio 0·92 [95% CI 0·76-1·12], p=0·41). Treatment-emergent adverse events of grade 3 or worse occurred in 246 (65%) of 380 patients in the tremelimumab group and 91 (48%) of 189 patients in the placebo group; the most common were dyspnoea (34 [9%] patients in the tremelimumab group vs 27 [14%] patients in the placebo group), diarrhoea (58 [15%] vs one [<1%]), and colitis (26 [7%] vs none). The most common serious adverse events were diarrhoea (69 [18%] patients in the tremelimumab group vs one [<1%] patient in the placebo group), dyspnoea (29 [8%] vs 24 [13%]), and colitis (24 [6%] vs none). Treatment-emergent events leading to death occurred in 36 (9%) of 380 patients in the tremelimumab group and 12 (6%) of 189 in the placebo group; those leading to the death of more than one patient were mesothelioma (three [1%] patients in the tremelimumab group vs two [1%] in the placebo group), dyspnoea (three [1%] vs two [1%]); respiratory failure (one [<1%] vs three [2%]), myocardial infarction (three [1%] vs none), lung infection (three [1%] patients vs none), cardiac failure (one [<1%] vs one [<1%]), and colitis (two [<1%] vs none). Treatment-related adverse events leading to death occurred in five (1%) patients in the tremelimumab group and none in the placebo group. The causes of death were lung infection in one patient, intestinal perforation and small intestinal obstruction in one patient; colitis in two patients, and neuritis and skin ulcer in one patient.\n## INTERPRETATION\nTremelimumab did not significantly prolong overall survival compared with placebo in patients with previously treated malignant mesothelioma. The safety profile of tremelimumab was consistent with the known safety profile of CTLA-4 inhibitors. Investigations into whether immunotherapy combination regimens can provide greater efficacy than monotherapies in malignant mesothelioma are ongoing.\n## FUNDING\nAstraZeneca.\n",
            "in_text_citation": "Maio et al., 2017",
            "footnote": 53
        },
        {
            "title": "Atezolizumab versus docetaxel in patients with previously treated non-small-cell lung cancer (OAK): a phase 3, open-label, multicentre randomised controlled trial.",
            "abstract": "## BACKGROUND\nAtezolizumab is a humanised antiprogrammed death-ligand 1 (PD-L1) monoclonal antibody that inhibits PD-L1 and programmed death-1 (PD-1) and PD-L1 and B7-1 interactions, reinvigorating anticancer immunity. We assessed its efficacy and safety versus docetaxel in previously treated patients with non-small-cell lung cancer.\n## METHODS\nWe did a randomised, open-label, phase 3 trial (OAK) in 194 academic or community oncology centres in 31 countries. We enrolled patients who had squamous or non-squamous non-small-cell lung cancer, were 18 years or older, had measurable disease per Response Evaluation Criteria in Solid Tumors, and had an Eastern Cooperative Oncology Group performance status of 0 or 1. Patients had received one to two previous cytotoxic chemotherapy regimens (one or more platinum based combination therapies) for stage IIIB or IV non-small-cell lung cancer. Patients with a history of autoimmune disease and those who had received previous treatments with docetaxel, CD137 agonists, anti-CTLA4, or therapies targeting the PD-L1 and PD-1 pathway were excluded. Patients were randomly assigned (1:1) to intravenously receive either atezolizumab 1200 mg or docetaxel 75 mg/m\n## FINDINGS\nBetween March 11, 2014, and April 29, 2015, 1225 patients were recruited. In the primary population, 425 patients were randomly assigned to receive atezolizumab and 425 patients were assigned to receive docetaxel. Overall survival was significantly longer with atezolizumab in the ITT and PD-L1-expression populations. In the ITT population, overall survival was improved with atezolizumab compared with docetaxel (median overall survival was 13·8 months [95% CI 11·8-15·7] vs 9·6 months [8·6-11·2]; hazard ratio [HR] 0·73 [95% CI 0·62-0·87], p=0·0003). Overall survival in the TC1/2/3 or IC1/2/3 population was improved with atezolizumab (n=241) compared with docetaxel (n=222; median overall survival was 15·7 months [95% CI 12·6-18·0] with atezolizumab vs 10·3 months [8·8-12·0] with docetaxel; HR 0·74 [95% CI 0·58-0·93]; p=0·0102). Patients in the PD-L1 low or undetectable subgroup (TC0 and IC0) also had improved survival with atezolizumab (median overall survival 12·6 months vs 8·9 months; HR 0·75 [95% CI 0·59-0·96]). Overall survival improvement was similar in patients with squamous (HR 0·73 [95% CI 0·54-0·98]; n=112 in the atezolizumab group and n=110 in the docetaxel group) or non-squamous (0·73 [0·60-0·89]; n=313 and n=315) histology. Fewer patients had treatment-related grade 3 or 4 adverse events with atezolizumab (90 [15%] of 609 patients) versus docetaxel (247 [43%] of 578 patients). One treatment-related death from a respiratory tract infection was reported in the docetaxel group.\n## INTERPRETATION\nTo our knowledge, OAK is the first randomised phase 3 study to report results of a PD-L1-targeted therapy, with atezolizumab treatment resulting in a clinically relevant improvement of overall survival versus docetaxel in previously treated non-small-cell lung cancer, regardless of PD-L1 expression or histology, with a favourable safety profile.\n## FUNDING\nF. Hoffmann-La Roche Ltd, Genentech, Inc.\n",
            "in_text_citation": "Rittmeyer et al., 2017",
            "footnote": 54
        },
        {
            "title": "Atezolizumab versus docetaxel for patients with previously treated non-small-cell lung cancer (POPLAR): a multicentre, open-label, phase 2 randomised controlled trial.",
            "abstract": "## BACKGROUND\nOutcomes are poor for patients with previously treated, advanced or metastatic non-small-cell lung cancer (NSCLC). The anti-programmed death ligand 1 (PD-L1) antibody atezolizumab is clinically active against cancer, including NSCLC, especially cancers expressing PD-L1 on tumour cells, tumour-infiltrating immune cells, or both. We assessed efficacy and safety of atezolizumab versus docetaxel in previously treated NSCLC, analysed by PD-L1 expression levels on tumour cells and tumour-infiltrating immune cells and in the intention-to-treat population.\n## METHODS\nIn this open-label, phase 2 randomised controlled trial, patients with NSCLC who progressed on post-platinum chemotherapy were recruited in 61 academic medical centres and community oncology practices across 13 countries in Europe and North America. Key inclusion criteria were Eastern Cooperative Oncology Group performance status 0 or 1, measurable disease by Response Evaluation Criteria In Solid Tumors version 1.1 (RECIST v1.1), and adequate haematological and end-organ function. Patients were stratified by PD-L1 tumour-infiltrating immune cell status, histology, and previous lines of therapy, and randomly assigned (1:1) by permuted block randomisation (with a block size of four) using an interactive voice or web system to receive intravenous atezolizumab 1200 mg or docetaxel 75 mg/m(2) once every 3 weeks. Baseline PD-L1 expression was scored by immunohistochemistry in tumour cells (as percentage of PD-L1-expressing tumour cells TC3≥50%, TC2≥5% and <50%, TC1≥1% and <5%, and TC0<1%) and tumour-infiltrating immune cells (as percentage of tumour area: IC3≥10%, IC2≥5% and <10%, IC1≥1% and <5%, and IC0<1%). The primary endpoint was overall survival in the intention-to-treat population and PD-L1 subgroups at 173 deaths. Biomarkers were assessed in an exploratory analysis. We assessed safety in all patients who received at least one dose of study drug. This study is registered with ClinicalTrials.gov, number NCT01903993.\n## FINDINGS\nPatients were enrolled between Aug 5, 2013, and March 31, 2014. 144 patients were randomly allocated to the atezolizumab group, and 143 to the docetaxel group. 142 patients received at least one dose of atezolizumab and 135 received docetaxel. Overall survival in the intention-to-treat population was 12·6 months (95% CI 9·7-16·4) for atezolizumab versus 9·7 months (8·6-12·0) for docetaxel (hazard ratio [HR] 0·73 [95% CI 0·53-0·99]; p=0·04). Increasing improvement in overall survival was associated with increasing PD-L1 expression (TC3 or IC3 HR 0·49 [0·22-1·07; p=0·068], TC2/3 or IC2/3 HR 0·54 [0·33-0·89; p=0·014], TC1/2/3 or IC1/2/3 HR 0·59 [0·40-0·85; p=0·005], TC0 and IC0 HR 1·04 [0·62-1·75; p=0·871]). In our exploratory analysis, patients with pre-existing immunity, defined by high T-effector-interferon-γ-associated gene expression, had improved overall survival with atezolizumab. 11 (8%) patients in the atezolizumab group discontinued because of adverse events versus 30 (22%) patients in the docetaxel group. 16 (11%) patients in the atezolizumab group versus 52 (39%) patients in the docetaxel group had treatment-related grade 3-4 adverse events, and one (<1%) patient in the atezolizumab group versus three (2%) patients in the docetaxel group died from a treatment-related adverse event.\n## INTERPRETATION\nAtezolizumab significantly improved survival compared with docetaxel in patients with previously treated NSCLC. Improvement correlated with PD-L1 immunohistochemistry expression on tumour cells and tumour-infiltrating immune cells, suggesting that PD-L1 expression is predictive for atezolizumab benefit. Atezolizumab was well tolerated, with a safety profile distinct from chemotherapy.\n## FUNDING\nF Hoffmann-La Roche/Genentech Inc.\n",
            "in_text_citation": 55,
            "footnote": "Fehrenbacher et al., 2016"
        },
        {
            "title": "Nivolumab for Recurrent Squamous-Cell Carcinoma of the Head and Neck.",
            "abstract": "## BACKGROUND\nPatients with recurrent or metastatic squamous-cell carcinoma of the head and neck after platinum chemotherapy have a very poor prognosis and limited therapeutic options. Nivolumab, an anti-programmed death 1 (PD-1) monoclonal antibody, was assessed as treatment for this condition.\n## METHODS\nIn this randomized, open-label, phase 3 trial, we assigned, in a 2:1 ratio, 361 patients with recurrent squamous-cell carcinoma of the head and neck whose disease had progressed within 6 months after platinum-based chemotherapy to receive nivolumab (at a dose of 3 mg per kilogram of body weight) every 2 weeks or standard, single-agent systemic therapy (methotrexate, docetaxel, or cetuximab). The primary end point was overall survival. Additional end points included progression-free survival, rate of objective response, safety, and patient-reported quality of life.\n## RESULTS\nThe median overall survival was 7.5 months (95% confidence interval [CI], 5.5 to 9.1) in the nivolumab group versus 5.1 months (95% CI, 4.0 to 6.0) in the group that received standard therapy. Overall survival was significantly longer with nivolumab than with standard therapy (hazard ratio for death, 0.70; 97.73% CI, 0.51 to 0.96; P=0.01), and the estimates of the 1-year survival rate were approximately 19 percentage points higher with nivolumab than with standard therapy (36.0% vs. 16.6%). The median progression-free survival was 2.0 months (95% CI, 1.9 to 2.1) with nivolumab versus 2.3 months (95% CI, 1.9 to 3.1) with standard therapy (hazard ratio for disease progression or death, 0.89; 95% CI, 0.70 to 1.13; P=0.32). The rate of progression-free survival at 6 months was 19.7% with nivolumab versus 9.9% with standard therapy. The response rate was 13.3% in the nivolumab group versus 5.8% in the standard-therapy group. Treatment-related adverse events of grade 3 or 4 occurred in 13.1% of the patients in the nivolumab group versus 35.1% of those in the standard-therapy group. Physical, role, and social functioning was stable in the nivolumab group, whereas it was meaningfully worse in the standard-therapy group.\n## CONCLUSIONS\nAmong patients with platinum-refractory, recurrent squamous-cell carcinoma of the head and neck, treatment with nivolumab resulted in longer overall survival than treatment with standard, single-agent therapy. (Funded by Bristol-Myers Squibb; CheckMate 141 ClinicalTrials.gov number, NCT02105636 .).\n",
            "in_text_citation": "Ferris et al., 2016",
            "footnote": 56
        },
        {
            "title": "Pembrolizumab versus docetaxel for previously treated, PD-L1-positive, advanced non-small-cell lung cancer (KEYNOTE-010): a randomised controlled trial.",
            "abstract": "## BACKGROUND\nDespite recent advances in the treatment of advanced non-small-cell lung cancer, there remains a need for effective treatments for progressive disease. We assessed the efficacy of pembrolizumab for patients with previously treated, PD-L1-positive, advanced non-small-cell lung cancer.\n## METHODS\nWe did this randomised, open-label, phase 2/3 study at 202 academic medical centres in 24 countries. Patients with previously treated non-small-cell lung cancer with PD-L1 expression on at least 1% of tumour cells were randomly assigned (1:1:1) in blocks of six per stratum with an interactive voice-response system to receive pembrolizumab 2 mg/kg, pembrolizumab 10 mg/kg, or docetaxel 75 mg/m(2) every 3 weeks. The primary endpoints were overall survival and progression-free survival both in the total population and in patients with PD-L1 expression on at least 50% of tumour cells. We used a threshold for significance of p<0.00825 (one-sided) for the analysis of overall survival and a threshold of p<0.001 for progression-free survival. This trial is registered at ClinicalTrials.gov, number NCT01905657.\n## FINDINGS\nBetween Aug 28, 2013, and Feb 27, 2015, we enrolled 1034 patients: 345 allocated to pembrolizumab 2 mg/kg, 346 allocated to pembrolizumab 10 mg/kg, and 343 allocated to docetaxel. By Sept 30, 2015, 521 patients had died. In the total population, median overall survival was 10.4 months with pembrolizumab 2 mg/kg, 12.7 months with pembrolizumab 10 mg/kg, and 8.5 months with docetaxel. Overall survival was significantly longer for pembrolizumab 2 mg/kg versus docetaxel (hazard ratio [HR] 0.71, 95% CI 0.58-0.88; p=0.0008) and for pembrolizumab 10 mg/kg versus docetaxel (0.61, 0.49-0.75; p<0.0001). Median progression-free survival was 3.9 months with pembrolizumab 2 mg/kg, 4.0 months with pembrolizumab 10 mg/kg, and 4.0 months with docetaxel, with no significant difference for pembrolizumab 2 mg/kg versus docetaxel (0.88, 0.74-1.05; p=0.07) or for pembrolizumab 10 mg/kg versus docetaxel (HR 0.79, 95% CI 0.66-0.94; p=0.004). Among patients with at least 50% of tumour cells expressing PD-L1, overall survival was significantly longer with pembrolizumab 2 mg/kg than with docetaxel (median 14.9 months vs 8.2 months; HR 0.54, 95% CI 0.38-0.77; p=0.0002) and with pembrolizumab 10 mg/kg than with docetaxel (17.3 months vs 8.2 months; 0.50, 0.36-0.70; p<0.0001). Likewise, for this patient population, progression-free survival was significantly longer with pembrolizumab 2 mg/kg than with docetaxel (median 5.0 months vs 4.1 months; HR 0.59, 95% CI 0.44-0.78; p=0.0001) and with pembrolizumab 10 mg/kg than with docetaxel (5.2 months vs 4.1 months; 0.59, 0.45-0.78; p<0.0001). Grade 3-5 treatment-related adverse events were less common with pembrolizumab than with docetaxel (43 [13%] of 339 patients given 2 mg/kg, 55 [16%] of 343 given 10 mg/kg, and 109 [35%] of 309 given docetaxel).\n## INTERPRETATION\nPembrolizumab prolongs overall survival and has a favourable benefit-to-risk profile in patients with previously treated, PD-L1-positive, advanced non-small-cell lung cancer. These data establish pembrolizumab as a new treatment option for this population and validate the use of PD-L1 selection.\n## FUNDING\nMerck & Co.\n",
            "in_text_citation": "Herbst et al., 2016",
            "footnote": 57
        },
        {
            "title": "Carboplatin and pemetrexed with or without pembrolizumab for advanced, non-squamous non-small-cell lung cancer: a randomised, phase 2 cohort of the open-label KEYNOTE-021 study.",
            "abstract": "## BACKGROUND\nLimited evidence exists to show that adding a third agent to platinum-doublet chemotherapy improves efficacy in the first-line advanced non-small-cell lung cancer (NSCLC) setting. The anti-PD-1 antibody pembrolizumab has shown efficacy as monotherapy in patients with advanced NSCLC and has a non-overlapping toxicity profile with chemotherapy. We assessed whether the addition of pembrolizumab to platinum-doublet chemotherapy improves efficacy in patients with advanced non-squamous NSCLC.\n## METHODS\nIn this randomised, open-label, phase 2 cohort of a multicohort study (KEYNOTE-021), patients were enrolled at 26 medical centres in the USA and Taiwan. Patients with chemotherapy-naive, stage IIIB or IV, non-squamous NSCLC without targetable EGFR or ALK genetic aberrations were randomly assigned (1:1) in blocks of four stratified by PD-L1 tumour proportion score (<1% vs ≥1%) using an interactive voice-response system to 4 cycles of pembrolizumab 200 mg plus carboplatin area under curve 5 mg/mL per min and pemetrexed 500 mg/m\n## FINDINGS\nBetween Nov 25, 2014, and Jan 25, 2016, 123 patients were enrolled; 60 were randomly assigned to the pembrolizumab plus chemotherapy group and 63 to the chemotherapy alone group. 33 (55%; 95% CI 42-68) of 60 patients in the pembrolizumab plus chemotherapy group achieved an objective response compared with 18 (29%; 18-41) of 63 patients in the chemotherapy alone group (estimated treatment difference 26% [95% CI 9-42%]; p=0·0016). The incidence of grade 3 or worse treatment-related adverse events was similar between groups (23 [39%] of 59 patients in the pembrolizumab plus chemotherapy group and 16 [26%] of 62 in the chemotherapy alone group). The most common grade 3 or worse treatment-related adverse events in the pembrolizumab plus chemotherapy group were anaemia (seven [12%] of 59) and decreased neutrophil count (three [5%]); an additional six events each occurred in two (3%) for acute kidney injury, decreased lymphocyte count, fatigue, neutropenia, and sepsis, and thrombocytopenia. In the chemotherapy alone group, the most common grade 3 or worse events were anaemia (nine [15%] of 62) and decreased neutrophil count, pancytopenia, and thrombocytopenia (two [3%] each). One (2%) of 59 patients in the pembrolizumab plus chemotherapy group experienced treatment-related death because of sepsis compared with two (3%) of 62 patients in the chemotherapy group: one because of sepsis and one because of pancytopenia.\n## INTERPRETATION\nCombination of pembrolizumab, carboplatin, and pemetrexed could be an effective and tolerable first-line treatment option for patients with advanced non-squamous NSCLC. This finding is being further explored in an ongoing international, randomised, double-blind, phase 3 study.\n## FUNDING\nMerck & Co.\n",
            "in_text_citation": "Langer et al., 2016",
            "footnote": 58
        },
        {
            "title": "Pembrolizumab versus Chemotherapy for PD-L1-Positive Non-Small-Cell Lung Cancer.",
            "abstract": "## BACKGROUND\nPembrolizumab is a humanized monoclonal antibody against programmed death 1 (PD-1) that has antitumor activity in advanced non-small-cell lung cancer (NSCLC), with increased activity in tumors that express programmed death ligand 1 (PD-L1).\n## METHODS\nIn this open-label, phase 3 trial, we randomly assigned 305 patients who had previously untreated advanced NSCLC with PD-L1 expression on at least 50% of tumor cells and no sensitizing mutation of the epidermal growth factor receptor gene or translocation of the anaplastic lymphoma kinase gene to receive either pembrolizumab (at a fixed dose of 200 mg every 3 weeks) or the investigator's choice of platinum-based chemotherapy. Crossover from the chemotherapy group to the pembrolizumab group was permitted in the event of disease progression. The primary end point, progression-free survival, was assessed by means of blinded, independent, central radiologic review. Secondary end points were overall survival, objective response rate, and safety.\n## RESULTS\nMedian progression-free survival was 10.3 months (95% confidence interval [CI], 6.7 to not reached) in the pembrolizumab group versus 6.0 months (95% CI, 4.2 to 6.2) in the chemotherapy group (hazard ratio for disease progression or death, 0.50; 95% CI, 0.37 to 0.68; P<0.001). The estimated rate of overall survival at 6 months was 80.2% in the pembrolizumab group versus 72.4% in the chemotherapy group (hazard ratio for death, 0.60; 95% CI, 0.41 to 0.89; P=0.005). The response rate was higher in the pembrolizumab group than in the chemotherapy group (44.8% vs. 27.8%), the median duration of response was longer (not reached [range, 1.9+ to 14.5+ months] vs. 6.3 months [range, 2.1+ to 12.6+]), and treatment-related adverse events of any grade were less frequent (occurring in 73.4% vs. 90.0% of patients), as were grade 3, 4, or 5 treatment-related adverse events (26.6% vs. 53.3%).\n## CONCLUSIONS\nIn patients with advanced NSCLC and PD-L1 expression on at least 50% of tumor cells, pembrolizumab was associated with significantly longer progression-free and overall survival and with fewer adverse events than was platinum-based chemotherapy. (Funded by Merck; KEYNOTE-024 ClinicalTrials.gov number, NCT02142738 .).\n",
            "in_text_citation": "Reck et al., 2016",
            "footnote": 59
        },
        {
            "title": "Phase III Randomized Trial of Ipilimumab Plus Etoposide and Platinum Versus Placebo Plus Etoposide and Platinum in Extensive-Stage Small-Cell Lung Cancer.",
            "abstract": "Purpose Patients with extensive-stage disease small-cell lung cancer (SCLC) have poor survival outcomes despite first-line chemotherapy with etoposide and platinum. This randomized, double-blind phase III study evaluated the efficacy and safety of ipilimumab or placebo plus etoposide and platinum in patients with newly diagnosed extensive-stage disease SCLC. Patients and Methods Patients were randomly assigned at a ratio of one to one to receive chemotherapy with etoposide and platinum (cisplatin or carboplatin) plus ipilimumab 10 mg/kg or placebo every 3 weeks for a total of four doses each in a phased induction schedule (chemotherapy in cycles one to four; ipilimumab or placebo beginning in cycle three up to cycle six), followed by ipilimumab or placebo maintenance every 12 weeks. Primary end point was overall survival (OS) among patients receiving at least one dose of blinded study therapy. Results Of 1,132 patients randomly assigned, 954 received at least one dose of study therapy (chemotherapy plus ipilimumab, n = 478; chemotherapy plus placebo, n = 476). Median OS was 11.0 months for chemotherapy plus ipilimumab versus 10.9 months for chemotherapy plus placebo (hazard ratio, 0.94; 95% CI, 0.81 to 1.09; P = .3775). Median progression-free survival was 4.6 months for chemotherapy plus ipilimumab versus 4.4 months for chemotherapy plus placebo (hazard ratio, 0.85; 95% CI, 0.75 to 0.97). Rates and severity of treatment-related adverse events were similar between arms, except for diarrhea, rash, and colitis, which were more frequent with chemotherapy plus ipilimumab. Rate of treatment-related discontinuation was higher with chemotherapy plus ipilimumab (18% v 2% with chemotherapy plus placebo). Five treatment-related deaths occurred with chemotherapy plus ipilimumab and two with chemotherapy plus placebo. Conclusion Addition of ipilimumab to chemotherapy did not prolong OS versus chemotherapy alone in patients with newly diagnosed extensive-stage disease SCLC. No new or unexpected adverse events were observed with chemotherapy plus ipilimumab. Several ongoing studies are evaluating ipilimumab in combination with programmed death-1 inhibitors in SCLC.\n",
            "in_text_citation": "Reck et al., 2016",
            "footnote": 60
        },
        {
            "title": "Nivolumab versus Docetaxel in Advanced Nonsquamous Non-Small-Cell Lung Cancer.",
            "abstract": "## BACKGROUND\nNivolumab, a fully human IgG4 programmed death 1 (PD-1) immune-checkpoint-inhibitor antibody, disrupts PD-1-mediated signaling and may restore antitumor immunity.\n## METHODS\nIn this randomized, open-label, international phase 3 study, we assigned patients with nonsquamous non-small-cell lung cancer (NSCLC) that had progressed during or after platinum-based doublet chemotherapy to receive nivolumab at a dose of 3 mg per kilogram of body weight every 2 weeks or docetaxel at a dose of 75 mg per square meter of body-surface area every 3 weeks. The primary end point was overall survival.\n## RESULTS\nOverall survival was longer with nivolumab than with docetaxel. The median overall survival was 12.2 months (95% confidence interval [CI], 9.7 to 15.0) among 292 patients in the nivolumab group and 9.4 months (95% CI, 8.1 to 10.7) among 290 patients in the docetaxel group (hazard ratio for death, 0.73; 96% CI, 0.59 to 0.89; P=0.002). At 1 year, the overall survival rate was 51% (95% CI, 45 to 56) with nivolumab versus 39% (95% CI, 33 to 45) with docetaxel. With additional follow-up, the overall survival rate at 18 months was 39% (95% CI, 34 to 45) with nivolumab versus 23% (95% CI, 19 to 28) with docetaxel. The response rate was 19% with nivolumab versus 12% with docetaxel (P=0.02). Although progression-free survival did not favor nivolumab over docetaxel (median, 2.3 months and 4.2 months, respectively), the rate of progression-free survival at 1 year was higher with nivolumab than with docetaxel (19% and 8%, respectively). Nivolumab was associated with even greater efficacy than docetaxel across all end points in subgroups defined according to prespecified levels of tumor-membrane expression (≥1%, ≥5%, and ≥10%) of the PD-1 ligand. Treatment-related adverse events of grade 3 or 4 were reported in 10% of the patients in the nivolumab group, as compared with 54% of those in the docetaxel group.\n## CONCLUSIONS\nAmong patients with advanced nonsquamous NSCLC that had progressed during or after platinum-based chemotherapy, overall survival was longer with nivolumab than with docetaxel. (Funded by Bristol-Myers Squibb; CheckMate 057 ClinicalTrials.gov number, NCT01673867.).\n",
            "in_text_citation": "Borghaei et al., 2015",
            "footnote": 61
        },
        {
            "title": "Adjuvant ipilimumab versus placebo after complete resection of high-risk stage III melanoma (EORTC 18071): a randomised, double-blind, phase 3 trial.",
            "abstract": "## BACKGROUND\nIpilimumab is an approved treatment for patients with advanced melanoma. We aimed to assess ipilimumab as adjuvant therapy for patients with completely resected stage III melanoma at high risk of recurrence.\n## METHODS\nWe did a double-blind, phase 3 trial in patients with stage III cutaneous melanoma (excluding lymph node metastasis ≤1 mm or in-transit metastasis) with adequate resection of lymph nodes (ie, the primary cutaneous melanoma must have been completely excised with adequate surgical margins) who had not received previous systemic therapy for melanoma from 91 hospitals located in 19 countries. Patients were randomly assigned (1:1), centrally by an interactive voice response system, to receive intravenous infusions of 10 mg/kg ipilimumab or placebo every 3 weeks for four doses, then every 3 months for up to 3 years. Using a minimisation technique, randomisation was stratified by disease stage and geographical region. The primary endpoint was recurrence-free survival, assessed by an independent review committee, and analysed by intention to treat. Enrollment is complete but the study is ongoing for follow-up for analysis of secondary endpoints. This trial is registered with EudraCT, number 2007-001974-10, and ClinicalTrials.gov, number NCT00636168.\n## FINDINGS\nBetween July 10, 2008, and Aug 1, 2011, 951 patients were randomly assigned to ipilimumab (n=475) or placebo (n=476), all of whom were included in the intention-to-treat analyses. At a median follow-up of 2·74 years (IQR 2·28-3·22), there were 528 recurrence-free survival events (234 in the ipilimumab group vs 294 in the placebo group). Median recurrence-free survival was 26·1 months (95% CI 19·3-39·3) in the ipilimumab group versus 17·1 months (95% CI 13·4-21·6) in the placebo group (hazard ratio 0·75; 95% CI 0·64-0·90; p=0·0013); 3-year recurrence-free survival was 46·5% (95% CI 41·5-51·3) in the ipilimumab group versus 34·8% (30·1-39·5) in the placebo group. The most common grade 3-4 immune-related adverse events in the ipilimumab group were gastrointestinal (75 [16%] vs four [<1%] in the placebo group), hepatic (50 [11%] vs one [<1%]), and endocrine (40 [8%] vs none). Adverse events led to discontinuation of treatment in 245 (52%) of 471 patients who started ipilimumab (182 [39%] during the initial treatment period of four doses). Five patients (1%) died due to drug-related adverse events. Five (1%) participants died because of drug-related adverse events in the ipilimumab group; three patients died because of colitis (two with gastrointestinal perforation), one patient because of myocarditis, and one patient because of multiorgan failure with Guillain-Barré syndrome.\n## INTERPRETATION\nAdjuvant ipilimumab significantly improved recurrence-free survival for patients with completely resected high-risk stage III melanoma. The adverse event profile was consistent with that observed in advanced melanoma, but at higher incidences in particular for endocrinopathies. The risk-benefit ratio of adjuvant ipilimumab at this dose and schedule requires additional assessment based on distant metastasis-free survival and overall survival endpoints to define its definitive value.\n## FUNDING\nBristol-Myers Squibb.\n",
            "in_text_citation": "Eggermont et al., 2015b",
            "footnote": 62
        },
        {
            "title": "Nivolumab versus Everolimus in Advanced Renal-Cell Carcinoma.",
            "abstract": "## BACKGROUND\nNivolumab, a programmed death 1 (PD-1) checkpoint inhibitor, was associated with encouraging overall survival in uncontrolled studies involving previously treated patients with advanced renal-cell carcinoma. This randomized, open-label, phase 3 study compared nivolumab with everolimus in patients with renal-cell carcinoma who had received previous treatment.\n## METHODS\nA total of 821 patients with advanced clear-cell renal-cell carcinoma for which they had received previous treatment with one or two regimens of antiangiogenic therapy were randomly assigned (in a 1:1 ratio) to receive 3 mg of nivolumab per kilogram of body weight intravenously every 2 weeks or a 10-mg everolimus tablet orally once daily. The primary end point was overall survival. The secondary end points included the objective response rate and safety.\n## RESULTS\nThe median overall survival was 25.0 months (95% confidence interval [CI], 21.8 to not estimable) with nivolumab and 19.6 months (95% CI, 17.6 to 23.1) with everolimus. The hazard ratio for death with nivolumab versus everolimus was 0.73 (98.5% CI, 0.57 to 0.93; P=0.002), which met the prespecified criterion for superiority (P≤0.0148). The objective response rate was greater with nivolumab than with everolimus (25% vs. 5%; odds ratio, 5.98 [95% CI, 3.68 to 9.72]; P<0.001). The median progression-free survival was 4.6 months (95% CI, 3.7 to 5.4) with nivolumab and 4.4 months (95% CI, 3.7 to 5.5) with everolimus (hazard ratio, 0.88; 95% CI, 0.75 to 1.03; P=0.11). Grade 3 or 4 treatment-related adverse events occurred in 19% of the patients receiving nivolumab and in 37% of the patients receiving everolimus; the most common event with nivolumab was fatigue (in 2% of the patients), and the most common event with everolimus was anemia (in 8%).\n## CONCLUSIONS\nAmong patients with previously treated advanced renal-cell carcinoma, overall survival was longer and fewer grade 3 or 4 adverse events occurred with nivolumab than with everolimus. (Funded by Bristol-Myers Squibb; CheckMate 025 ClinicalTrials.gov number, NCT01668784.).\n",
            "in_text_citation": "Motzer et al., 2015",
            "footnote": 13
        },
        {
            "title": "Ipilimumab versus placebo after radiotherapy in patients with metastatic castration-resistant prostate cancer that had progressed after docetaxel chemotherapy (CA184-043): a multicentre, randomised, double-blind, phase 3 trial.",
            "abstract": "## BACKGROUND\nIpilimumab is a fully human monoclonal antibody that binds cytotoxic T-lymphocyte antigen 4 to enhance antitumour immunity. Our aim was to assess the use of ipilimumab after radiotherapy in patients with metastatic castration-resistant prostate cancer that progressed after docetaxel chemotherapy.\n## METHODS\nWe did a multicentre, randomised, double-blind, phase 3 trial in which men with at least one bone metastasis from castration-resistant prostate cancer that had progressed after docetaxel treatment were randomly assigned in a 1:1 ratio to receive bone-directed radiotherapy (8 Gy in one fraction) followed by either ipilimumab 10 mg/kg or placebo every 3 weeks for up to four doses. Non-progressing patients could continue to receive ipilimumab at 10 mg/kg or placebo as maintenance therapy every 3 months until disease progression, unacceptable toxic effect, or death. Patients were randomly assigned to either treatment group via a minimisation algorithm, and stratified by Eastern Cooperative Oncology Group performance status, alkaline phosphatase concentration, haemoglobin concentration, and investigator site. Patients and investigators were masked to treatment allocation. The primary endpoint was overall survival, assessed in the intention-to-treat population. This trial is registered with ClinicalTrials.gov, number NCT00861614.\n## FINDINGS\nFrom May 26, 2009, to Feb 15, 2012, 799 patients were randomly assigned (399 to ipilimumab and 400 to placebo), all of whom were included in the intention-to-treat analysis. Median overall survival was 11·2 months (95% CI 9·5-12·7) with ipilimumab and 10·0 months (8·3-11·0) with placebo (hazard ratio [HR] 0·85, 0·72-1·00; p=0·053). However, the assessment of the proportional hazards assumption showed that it was violated (p=0·0031). A piecewise hazard model showed that the HR changed over time: the HR for 0-5 months was 1·46 (95% CI 1·10-1·95), for 5-12 months was 0·65 (0·50-0·85), and beyond 12 months was 0·60 (0·43-0·86). The most common grade 3-4 adverse events were immune-related, occurring in 101 (26%) patients in the ipilimumab group and 11 (3%) of patients in the placebo group. The most frequent grade 3-4 adverse events included diarrhoea (64 [16%] of 393 patients in the ipilimumab group vs seven [2%] of 396 in the placebo group), fatigue (40 [11%] vs 35 [9%]), anaemia (40 [10%] vs 43 [11%]), and colitis (18 [5%] vs 0). Four (1%) deaths occurred because of toxic effects of the study drug, all in the ipilimumab group.\n## INTERPRETATION\nAlthough there was no significant difference between the ipilimumab group and the placebo group in terms of overall survival in the primary analysis, there were signs of activity with the drug that warrant further investigation.\n## FUNDING\nBristol-Myers Squibb.\n",
            "in_text_citation": "Kwon et al., 2014",
            "footnote": 63
        },
        {
            "title": "Ipilimumab in combination with paclitaxel and carboplatin as first-line therapy in extensive-disease-small-cell lung cancer: results from a randomized, double-blind, multicenter phase 2 trial.",
            "abstract": "## BACKGROUND\nIpilimumab, an anti-CTLA4 monoclonal antibody, demonstrated survival benefit in melanoma with immune-related (ir) adverse events (irAEs) managed by the protocol-defined guidelines. This phase 2 study evaluated ipilimumab+paclitaxel (Taxol)/carboplatin in extensive-disease-small-cell lung cancer (ED-SCLC).\n## DESIGN\nPatients (n=130) with chemotherapy-naïve ED-SCLC were randomized 1: 1: 1 to receive paclitaxel (175 mg/m2)/carboplatin (area under the curve=6) with either placebo (control) or ipilimumab 10 mg/kg in two alternative regimens, concurrent ipilimumab (ipilimumab+paclitaxel/carboplatin followed by placebo+paclitaxel/carboplatin) or phased ipilimumab (placebo+paclitaxel/carboplatin followed by ipilimumab+paclitaxel/carboplatin). Treatment was administered every 3 weeks for a maximum of 18 weeks (induction), followed by maintenance ipilimumab or placebo every 12 weeks. End points included progression-free survival (PFS), irPFS, best overall response rate (BORR); irBORR, overall survival (OS), and safety.\n## RESULTS\nPhased ipilimumab, but not concurrent ipilimumab, improved irPFS versus control [HR (hazard ratio)=0.64; P=0.03]. No improvement in PFS (HR=0.93; P=0.37) or OS (HR=0.75; P=0.13) occurred. Phased ipilimumab, concurrent ipilimumab and control, respectively, were associated with median irPFS of 6.4, 5.7 and 5.3 months; median PFS of 5.2, 3.9 and 5.2 months; median OS of 12.9, 9.1 and 9.9 months. Overall rates of grade 3/4 irAEs were 17, 21 and 9% for phased ipilimumab, concurrent ipilimumab and control, respectively.\n## CONCLUSION\nThese results suggest further investigation of ipilimumab in ED-SCLC.\n",
            "in_text_citation": "Reck et al., 2013",
            "footnote": 64
        },
        {
            "title": "Ipilimumab plus dacarbazine for previously untreated metastatic melanoma.",
            "abstract": "## BACKGROUND\nIpilimumab monotherapy (at a dose of 3 mg per kilogram of body weight), as compared with glycoprotein 100, improved overall survival in a phase 3 study involving patients with previously treated metastatic melanoma. We conducted a phase 3 study of ipilimumab (10 mg per kilogram) plus dacarbazine in patients with previously untreated metastatic melanoma.\n## METHODS\nWe randomly assigned 502 patients with previously untreated metastatic melanoma, in a 1:1 ratio, to ipilimumab (10 mg per kilogram) plus dacarbazine (850 mg per square meter of body-surface area) or dacarbazine (850 mg per square meter) plus placebo, given at weeks 1, 4, 7, and 10, followed by dacarbazine alone every 3 weeks through week 22. Patients with stable disease or an objective response and no dose-limiting toxic effects received ipilimumab or placebo every 12 weeks thereafter as maintenance therapy. The primary end point was overall survival.\n## RESULTS\nOverall survival was significantly longer in the group receiving ipilimumab plus dacarbazine than in the group receiving dacarbazine plus placebo (11.2 months vs. 9.1 months, with higher survival rates in the ipilimumab-dacarbazine group at 1 year (47.3% vs. 36.3%), 2 years (28.5% vs. 17.9%), and 3 years (20.8% vs. 12.2%) (hazard ratio for death, 0.72; P<0.001). Grade 3 or 4 adverse events occurred in 56.3% of patients treated with ipilimumab plus dacarbazine, as compared with 27.5% treated with dacarbazine and placebo (P<0.001). No drug-related deaths or gastrointestinal perforations occurred in the ipilimumab-dacarbazine group.\n## CONCLUSIONS\nIpilimumab (at a dose of 10 mg per kilogram) in combination with dacarbazine, as compared with dacarbazine plus placebo, improved overall survival in patients with previously untreated metastatic melanoma. The types of adverse events were consistent with those seen in prior studies of ipilimumab; however, the rates of elevated liver-function values were higher and the rates of gastrointestinal events were lower than expected on the basis of prior studies. (Funded by Bristol-Myers Squibb; ClinicalTrials.gov number, NCT00324155.).\n",
            "in_text_citation": "Robert et al., 2011",
            "footnote": 65
        },
        {
            "title": "Improved survival with ipilimumab in patients with metastatic melanoma.",
            "abstract": "## BACKGROUND\nAn improvement in overall survival among patients with metastatic melanoma has been an elusive goal. In this phase 3 study, ipilimumab--which blocks cytotoxic T-lymphocyte-associated antigen 4 to potentiate an antitumor T-cell response--administered with or without a glycoprotein 100 (gp100) peptide vaccine was compared with gp100 alone in patients with previously treated metastatic melanoma.\n## METHODS\nA total of 676 HLA-A*0201-positive patients with unresectable stage III or IV melanoma, whose disease had progressed while they were receiving therapy for metastatic disease, were randomly assigned, in a 3:1:1 ratio, to receive ipilimumab plus gp100 (403 patients), ipilimumab alone (137), or gp100 alone (136). Ipilimumab, at a dose of 3 mg per kilogram of body weight, was administered with or without gp100 every 3 weeks for up to four treatments (induction). Eligible patients could receive reinduction therapy. The primary end point was overall survival.\n## RESULTS\nThe median overall survival was 10.0 months among patients receiving ipilimumab plus gp100, as compared with 6.4 months among patients receiving gp100 alone (hazard ratio for death, 0.68; P<0.001). The median overall survival with ipilimumab alone was 10.1 months (hazard ratio for death in the comparison with gp100 alone, 0.66; P=0.003). No difference in overall survival was detected between the ipilimumab groups (hazard ratio with ipilimumab plus gp100, 1.04; P=0.76). Grade 3 or 4 immune-related adverse events occurred in 10 to 15% of patients treated with ipilimumab and in 3% treated with gp100 alone. There were 14 deaths related to the study drugs (2.1%), and 7 were associated with immune-related adverse events.\n## CONCLUSIONS\nIpilimumab, with or without a gp100 peptide vaccine, as compared with gp100 alone, improved overall survival in patients with previously treated metastatic melanoma. Adverse events can be severe, long-lasting, or both, but most are reversible with appropriate treatment. (Funded by Medarex and Bristol-Myers Squibb; ClinicalTrials.gov number, NCT00094653.)\n",
            "in_text_citation": "Hodi et al., 2010",
            "footnote": 16
        }
    ]
}