{
    "citations": [
        {
            "footnote": 16,
            "title": "Use of photograph-based telemedicine in postoperative wound assessment to diagnose or exclude surgical site infection.",
            "in_text_citation": "Totty et al., 2018"
        },
        {
            "footnote": 18,
            "title": "Cost-effectiveness analysis of three methods of surgical-site infection surveillance: less is more.",
            "in_text_citation": "Abu-Sheasha et al., 2020"
        },
        {
            "footnote": 19,
            "title": "Evaluation of surveillance for surgical site infections in Thika Hospital, Kenya.",
            "in_text_citation": "Aiken et al., 2013"
        },
        {
            "footnote": 20,
            "title": "Validation of the Bluebelle Wound Healing Questionnaire for assessment of surgical-site infection in closed primary wounds after hospital discharge.",
            "in_text_citation": "Bluebelle Study Group et al., 2019"
        },
        {
            "footnote": 21,
            "title": "Effect of incisional negative pressure wound therapy vs standard wound dressing on deep surgical site infection after surgery for lower limb fractures associated with major trauma: the WHIST randomized clinical trial.",
            "in_text_citation": "Costa et al., 2020"
        },
        {
            "footnote": 22,
            "title": "Diagnosing post-cesarean surgical site infections in rural Rwanda: development, validation, and field testing of a screening algorithm for use by community health workers.",
            "in_text_citation": "Cherian et al., 2020"
        },
        {
            "footnote": 23,
            "title": "Feasibility of an image-based mobile health protocol for postoperative wound monitoring.",
            "in_text_citation": "Gunter et al., 2018"
        },
        {
            "footnote": 24,
            "title": "Defining surgical site infection in colorectal surgery: an objective analysis using serial photographic documentation.",
            "in_text_citation": "Hedrick et al., 2015"
        },
        {
            "footnote": 25,
            "title": "Remote diagnosis of surgical-site infection using a mobile digital intervention: a randomised controlled trial in emergency surgery patients.",
            "in_text_citation": "McLean et al., 2021"
        },
        {
            "footnote": 26,
            "title": "Surgical wound infection surveillance: the importance of infections that develop after hospital discharge.",
            "in_text_citation": "Mitchell et al., 1999"
        },
        {
            "footnote": 27,
            "title": "Reliability and validity of using telephone calls for post-discharge surveillance of surgical site infection following caesarean section at a tertiary hospital in Tanzania.",
            "in_text_citation": "Nguhuni et al., 2017"
        },
        {
            "footnote": 28,
            "title": "Feasibility of a mobile phone-based surveillance for surgical site infections in rural India.",
            "in_text_citation": "Pathak et al., 2015"
        },
        {
            "footnote": 29,
            "title": "Surgical site infection: comparing surgeon versus patient self-report.",
            "in_text_citation": "Pham et al., 2016"
        },
        {
            "footnote": 30,
            "title": "A study of telephone screening and direct observation of surgical wound infections after discharge from hospital.",
            "in_text_citation": "Reilly et al., 2005"
        },
        {
            "footnote": 31,
            "title": "Patient self-assessment of surgical site infection is inaccurate.",
            "in_text_citation": "Richter et al., 2017"
        },
        {
            "footnote": 32,
            "title": "Surgical site infections occurring after hospital discharge.",
            "in_text_citation": "Sands et al., 1996"
        },
        {
            "footnote": 33,
            "title": "Telephone call contact for post-discharge surveillance of surgical site infections.",
            "in_text_citation": "Taylor et al., 2003"
        },
        {
            "footnote": 34,
            "title": "Postdischarge surveillance for infection following cesarean section: a prospective cohort study comparing methodologies.",
            "in_text_citation": "Halwani et al., 2016"
        },
        {
            "footnote": 35,
            "title": "Results of telehealth electronic monitoring for post discharge complications and surgical site infections following arterial revascularization with groin incision.",
            "in_text_citation": "Mousa et al., 2019"
        }
    ]
}