{
    "key_references": [
        {
            "title": "Use of photograph-based telemedicine in postoperative wound assessment to diagnose or exclude surgical site infection.",
            "abstract": "## OBJECTIVE\nThis study aims to assess whether a clinician reviewing photographs of a wound was an acceptable substitute for clinical review in order to identify or exclude surgical site infection (SSI).\n## METHOD\nWe undertook a mixed methods study consisting of a qualitative public involvement exercise and a prospective, non-randomised, single-centre study of patients undergoing clean or clean-contaminated vascular surgery. For the qualitative study, two semi-structured focus group interviews were conducted. For the prospective study, patients were invited to attend a wound review at 5-7 days and 30 days postoperatively. At review, wounds were scored by a study nurse or doctor, according to the ASEPSIS scale. Anonymised wound photographs were taken and independently reviewed, and ASEPSIS scored by two independent investigators blinded to the original 'clinical review' ASEPSIS score.\n## RESULTS\nIn the qualitative study, three female patients were interviewed across two dates. Emerging themes included the burden of SSI, hospital follow-up and telemedical follow-up. A total of 37 patients with a mean age of 61.14 years were included in the quantitative analysis. There was a total of 53 wound reviews. There was >85% agreement between photograph and clinical reviewers in all categories except erythema. The specificity of photograph review for diagnosis of SSI was 90%. The intraclass correlation coefficient for total ASEPSIS score was R=0.806 (95% CI 0.694, 0.881), indicating strong reliability between reviewers.\n## CONCLUSION\nOur data shows that, in the assessment of SSI, there is good correlation between face-to-face clinical and remote photographic review. Incorporating this method of wound assessment into a postoperative follow-up care pathway may save patients and clinicians from unnecessary hospital visits, particularly when conducting health research.\n",
            "in_text_citation": "Totty et al., 2018",
            "footnote": 16
        },
        {
            "title": "Cost-effectiveness analysis of three methods of surgical-site infection surveillance: Less is more.",
            "abstract": "## BACKGROUND\nA considerable proportion of surgical site infections (SSI) could be prevented by surveillance. The study aimed to compare the cost-effectiveness of 3 methods of SSI surveillance: Inpatient, phone, and out-patient clinic (OPC); to ensure that the risk of SSI is independent from loss-to-follow-up in phone and OPC surveillances, and to determine the reliability of phone surveillance.\n## METHODS\nA cohort of 351 surgical patients were followed by 3 different surveillance methods: inpatient, follow-up in OPC and over the phone. Costs of nurse time and phone calls were expressed in 2019 USD. Effectiveness of surveillance was assessed using number of detected SSIs.\n## RESULTS\nPhone surveillance was more cost-effective than OPC surveillance. Compared to inpatient surveillance, the OPC method costs USD 15.6 per extra detected SSI, whereas the phone method costs only USD 4.6 In phone and OPC surveillances, the risk of SSI was independent of loss-to-follow-up. However, the higher rate of SSI among OPC attendees raises the suspicion that the incidence of SSI estimated by OPC surveillance could be biased upward. Phone surveillance was reliable with high sensitivity and specificity.\n## CONCLUSIONS\nPhone surveillance was a reliable cost-effective method. Inpatient surveillance was less effective, but it still can be used to detect severe SSI at low cost. While out-patient-clinic surveillance had the highest cost, the incidence estimated by it might be biased upward.\n",
            "in_text_citation": "Abu-Sheasha et al., 2020",
            "footnote": 18
        },
        {
            "title": "Evaluation of surveillance for surgical site infections in Thika Hospital, Kenya.",
            "abstract": "## BACKGROUND\nIn low-income countries, surgical site infections (SSIs) are a very frequent form of hospital-acquired infection. Surveillance is an important method for controlling SSI but it is unclear how this can best be performed in low-income settings.\n## AIM\nTo examine the epidemiological characteristics of various components of an SSI surveillance programme in a single Kenyan hospital.\n## METHODS\nThe study assessed the inter-observer consistency of the surgical wound class (SWC) and American Society of Anesthesiologists (ASA) scores using the kappa statistic. Post-discharge telephone calls were evaluated against an outpatient clinician review 'gold standard'. The predictive value of components of the Centers for Disease Control and Prevention - National Healthcare Safety Network (CDC-NHNS) risk index was examined in patients having major obstetric or gynaecological surgery (O&G) between August 2010 and February 2011.\n## FINDINGS\nAfter appropriate training, surgeons and anaesthetists were found to be consistent in their use of the SWC and ASA scores respectively. Telephone calls were found to have a sensitivity of 70% [95% confidence interval (CI): 47-87] and a specificity of 100% (95% CI: 95-100) for detection of post-discharge SSI in this setting. In 954 patients undergoing major O&G operations, the SWC score was the only parameter in the CDC-NHNS risk index model associated with the risk of SSI (odds ratio: 4.00; 95% CI: 1.21-13.2; P = 0.02).\n## CONCLUSIONS\nSurveillance for SSI can be conducted in a low-income hospital setting, although dedicated staff, intensive training and local modifications to surveillance methods are necessary. Surveillance for post-discharge SSI using telephone calls is imperfect but provides a practical alternative to clinic-based diagnosis. The SWC score was the only predictor of SSI risk in O&G surgery in this context.\n",
            "in_text_citation": "Aiken et al., 2013",
            "footnote": 19
        },
        {
            "title": "Validation of the Bluebelle Wound Healing Questionnaire for assessment of surgical-site infection in closed primary wounds after hospital discharge.",
            "abstract": "## BACKGROUND\nAccurate assessment of surgical-site infection (SSI) is crucial for surveillance and research. Self-reporting patient measures are needed because current SSI tools are limited for assessing patients after leaving hospital. The Bluebelle Wound Healing Questionnaire (WHQ) was developed for patient or observer completion; this study tested its acceptability, scale structure, reliability and validity in patients with closed primary wounds after abdominal surgery.\n## METHODS\nPatients completed the WHQ (self-assessment) within 30 days after leaving hospital and returned it by post. Healthcare professionals completed the WHQ (observer assessment) by telephone or face-to-face. Questionnaire response rates and patient acceptability were assessed. Factor analysis and Cronbach's α examined scale structure and internal consistency. Test-retest and self- versus observer reliability assessments were performed. Sensitivity and specificity for SSI discrimination against a face-to-face reference diagnosis (using Centers for Disease Control and Prevention criteria) were examined.\n## RESULTS\nSome 561 of 792 self-assessments (70·8 per cent) and 597 of 791 observer assessments (75·5 per cent) were completed, with few missing data or problems reported. Data supported a single-scale structure with strong internal consistency (α greater than 0·8). Reliability between test-retest and self- versus observer assessments was good (κ 0·6 or above for the majority of items). Sensitivity and specificity for SSI discrimination was high (area under the receiver operating characteristic (ROC) curve 0·91).\n## CONCLUSION\nThe Bluebelle WHQ is acceptable, reliable and valid with a single-scale structure for postdischarge patient or observer assessment of SSI in closed primary wounds.\n",
            "in_text_citation": "Bluebelle Study Group et al., 2019",
            "footnote": 20
        },
        {
            "title": "Effect of Incisional Negative Pressure Wound Therapy vs Standard Wound Dressing on Deep Surgical Site Infection After Surgery for Lower Limb Fractures Associated With Major Trauma: The WHIST Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nFollowing surgery to treat major trauma-related fractures, deep wound infection rates are high. It is not known if negative pressure wound therapy can reduce infection rates in this setting.\n## OBJECTIVE\nTo assess outcomes in patients who have incisions resulting from surgery for lower limb fractures related to major trauma and were treated with either incisional negative pressure wound therapy or standard wound dressing.\n## DESIGN, SETTING, AND PARTICIPANTS\nA randomized clinical trial conducted at 24 trauma hospitals representing the UK Major Trauma Network that included 1548 patients aged 16 years or older who underwent surgery for a lower limb fracture caused by major trauma from July 7, 2016, through April 17, 2018, with follow-up to December 11, 2018.\n## INTERVENTIONS\nIncisional negative pressure wound therapy (n = 785), which involved a specialized dressing used to create negative pressure over the wound, vs standard wound dressing not involving negative pressure (n = 763).\n## MAIN OUTCOMES AND MEASURES\nThe primary outcome measure was deep surgical site infection at 30 days diagnosed according to the criteria from the US Centers for Disease Control and Prevention. A preplanned secondary analysis of the primary outcome was performed at 90 days. The secondary outcomes were patient-reported disability (Disability Rating Index), health-related quality of life (EuroQol 5-level EQ-5D), surgical scar assessment (Patient and Observer Scar Assessment Scale), and chronic pain (Douleur Neuropathique Questionnaire) at 3 and 6 months, as well as other local wound healing complications at 30 days.\n## RESULTS\nAmong 1548 participants who were randomized (mean [SD] age, 49.8 [20.3] years; 561 [36%] were aged ≤40 years; 583 [38%] women; and 881 [57%] had multiple injuries), 1519 (98%) had data available for the primary outcome. At 30 days, deep surgical site infection occurred in 5.84% (45 of 770 patients) of the incisional negative pressure wound therapy group and in 6.68% (50 of 749 patients) of the standard wound dressing group (odds ratio, 0.87 [95% CI, 0.57 to 1.33]; absolute risk difference, -0.77% [95% CI, -3.19% to 1.66%]; P = .52). There was no significant difference in the deep surgical site infection rate at 90 days (11.4% [72 of 629 patients] in the incisional negative pressure wound therapy group vs 13.2% [78 of 590 patients] in the standard wound dressing group; odds ratio, 0.84 [95% CI, 0.59 to 1.19]; absolute risk difference, -1.76% [95% CI, -5.41% to 1.90%]; P = .32). For the 5 prespecified secondary outcomes reported, there were no significant differences at any time point.\n## CONCLUSIONS AND RELEVANCE\nAmong patients who underwent surgery for major trauma-related lower limb fractures, use of incisional negative pressure wound therapy, compared with standard wound dressing, resulted in no significant difference in the rate of deep surgical site infection. The findings do not support the use of incisional negative pressure wound therapy in this setting, although the event rate at 30 days was lower than expected.\n## TRIAL REGISTRATION\nisrctn.org Identifier: ISRCTN12702354.\n",
            "in_text_citation": "Costa et al., 2020",
            "footnote": 21
        },
        {
            "title": "Diagnosing Post-Cesarean Surgical Site Infections in Rural Rwanda: Development, Validation, and Field Testing of a Screening Algorithm for Use by Community Health Workers.",
            "abstract": "None\n",
            "in_text_citation": "Cherian et al., 2020",
            "footnote": 22
        },
        {
            "title": "Feasibility of an Image-Based Mobile Health Protocol for Postoperative Wound Monitoring.",
            "abstract": "## BACKGROUND\nSurgical site infection (SSI) is the most common nosocomial infection and the leading cause of readmission among surgical patients. Many SSIs develop in the postdischarge period and are inadequately recognized by patients. To address this, we developed a mobile health protocol of remote wound monitoring using smartphone technology. The current study aims to establish its feasibility among patients and providers.\n## STUDY DESIGN\nWe enrolled vascular surgery patients during their inpatient stay. They were trained to use our mobile health application, which allowed them to transmit digital images of their surgical wound and answer a survey about their recovery. After hospital discharge, participants completed the application daily for 2 weeks. Providers on the inpatient team reviewed submissions daily and contacted patients for concerning findings.\n## RESULTS\nForty participants were enrolled. Forty-five percent of participants submitted data every day for 2 weeks, with an overall submission rate of 90.2%. Submissions were reviewed within an average of 9.7 hours of submission, with 91.9% of submissions reviewed within 24 hours. We detected 7 wound complications with 1 false negative. Participant and provider satisfaction was universally high.\n## CONCLUSIONS\nPatients and their caregivers are willing to participate in a mobile health program aimed at remote monitoring of postoperative recovery, and they are able to complete it with a high level of fidelity and satisfaction. Preliminary results indicate the ability to detect and intervene on wound complications.\n",
            "in_text_citation": "Gunter et al., 2018",
            "footnote": 23
        },
        {
            "title": "Defining Surgical Site Infection in Colorectal Surgery: An Objective Analysis Using Serial Photographic Documentation.",
            "abstract": "## BACKGROUND\nSurgical site infection is common following colorectal surgery, yet the incidence varies widely. CDC criteria include \"diagnosis by attending physician,\" which can be subjective. Alternatively, the ASEPSIS score is an objective scoring system based on the presence of clinical findings.\n## OBJECTIVE\nThe aim of this study is to compare the interrater reliability of the ASEPSIS score vs CDC definitions in identifying surgical site infection.\n## DESIGN\nThis 24-month prospective study used serial photography of the wound. Three attending surgeons independently reviewed blinded photographic/clinical data.\n## SETTINGS\nThis study was conducted at an academic institution.\n## PATIENTS\nPatients undergoing elective colorectal surgery were selected.\n## INTERVENTIONS\nSurgeons assigned an ASEPSIS score and identified surgical site infection by using CDC definitions. The interrater reliability of ASEPSIS and the CDC criteria were compared by using the κ statistic. These data were also compared with the institutional National Surgical Quality Improvement Program database.\n## RESULTS\nOne hundred seventy-one patients were included. Four surgical site infections (2.4%) were identified by the National Surgical Quality Improvement Program. Data from the surgeons demonstrated significantly higher yet discrepant rates of infection by the CDC criteria, at 6.2%, 7.4%, and 14.1% with a κ of 0.55 indicating modest interrater agreement. Alternatively, the ASEPSIS assessments demonstrated excellent interrater agreement between surgeons with 96% agreement (2.4%, 2.4%, and 3.6%) and a κ of 0.83.\n## LIMITATIONS\nThis was a single-institution study.\n## CONCLUSIONS\nThis study demonstrates the relatively poor reliability of CDC definitions for surgical site infections in comparison with an objective scoring system. These findings could explain the wide variability in the literature and raise concern for the comparison of institutional surgical site infection rates as a quality indicator. Alternatively, an objective scoring system, like the ASEPSIS score, may yield more reliable measures for comparison.\n",
            "in_text_citation": "Hedrick et al., 2015",
            "footnote": 24
        },
        {
            "title": "Remote diagnosis of surgical-site infection using a mobile digital intervention: a randomised controlled trial in emergency surgery patients.",
            "abstract": "Surgical site infections (SSI) cause substantial morbidity and pose a burden to acute healthcare services after surgery. We aimed to investigate whether a smartphone-delivered wound assessment tool can expedite diagnosis and treatment of SSI after emergency abdominal surgery. This single-blinded randomised control trial (NCT02704897) enroled adult emergency abdominal surgery patients in two tertiary care hospitals. Patients were randomised (1:1) to routine postoperative care or additional access to a smartphone-delivered wound assessment tool for 30-days postoperatively. Patient-reported SSI symptoms and wound photographs were requested on postoperative days 3, 7, and 15. The primary outcome was time-to-diagnosis of SSI (Centers for Disease Control definition). 492 patients were randomised (smartphone intervention: 223; routine care: 269). There was no significant difference in the 30-day SSI rate between trial arms: 21 (9.4%) in smartphone vs 20 (7.4%, p = 0.513) in routine care. Among the smartphone group, 32.3% (n = 72) did not utilise the tool. There was no significant difference in time-to-diagnosis of SSI for patients receiving the intervention (-2.5 days, 95% CI: -6.6-1.6, p = 0.225). However, patients in the smartphone group had 3.7-times higher odds of diagnosis within 7 postoperative days (95% CI: 1.02-13.51, p = 0.043). The smartphone group had significantly reduced community care attendance (OR: 0.57, 95% CI: 0.34-0.94, p = 0.030), similar hospital attendance (OR: 0.76, 95% CI: 0.28-1.96, p = 0.577), and significantly better experiences in accessing care (OR: 2.02, 95% CI: 1.17-3.53, p = 0.013). Smartphone-delivered wound follow-up is feasible following emergency abdominal surgery. This can facilitate triage to the appropriate level of assessment required, allowing earlier postoperative diagnosis of SSI.\n",
            "in_text_citation": "McLean et al., 2021",
            "footnote": 25
        },
        {
            "title": "Surgical wound infection surveillance: the importance of infections that develop after hospital discharge.",
            "abstract": "## BACKGROUND\nThe aim of this study was to evaluate two methods of post-discharge surgical wound surveillance and to compare the incidence and outcomes of wound infections that develop prior to patients' discharge with those that develop after hospital discharge.\n## METHODS\nOne thousand, three hundred and sixty inpatients who underwent major elective surgery in an 800-bed teaching hospital in western Sydney between February 1996 and July 1997 were followed prospectively. Pre-discharge wound surveillance was performed by clinical assessment by an independent researcher on the fifth (or later) postoperative day. Post-discharge wound surveillance was performed by a mail out of questionnaires completed independently by patients and surgeons.\n## RESULTS\nOverall, 138 wound infections were diagnosed (incidence 10.1%), of which fewer than one-third (n = 44) were diagnosed before discharge (average 10.4 days postoperatively) and the remainder (n = 94) after discharge (average 20.6 days postoperatively). Seven hundred and eighty-two (57.5%) post-discharge survey forms were returned by patients and 680 (50.0%) by surgeons. When forms were returned by both surgeons and patients for the same wound (641 cases), there was substantial agreement in diagnosing infection or no infection (kappa = 0.73).\n## CONCLUSIONS\nThe majority of nosocomial surgical wound infections develop after the patients' discharge from hospital. A post-discharge surveillance programme including self-reporting of infections by patients and return of questionnaires by patients and surgeons is feasible in an Australian hospital setting. However, such a programme is labour and resource intensive and strategies to increase return of questionnaires are required.\n",
            "in_text_citation": "Mitchell et al., 1999",
            "footnote": 26
        },
        {
            "title": "Reliability and validity of using telephone calls for post-discharge surveillance of surgical site infection following caesarean section at a tertiary hospital in Tanzania.",
            "abstract": "## BACKGROUND\nSurgical site infection (SSI) is a common post-operative complication causing significant morbidity and mortality. Many SSI occur after discharge from hospital. Post-discharge SSI surveillance in low and middle income countries needs to be improved.\n## METHODOLOGY\nWe conducted an observational cohort study in Dodoma, Tanzania to examine the sensitivity and specificity of telephone calls to detect SSI after discharge from hospital in comparison to a gold standard of clinician review. Women undergoing caesarean section were enrolled and followed up for 30 days. Women providing a telephone number were interviewed using a structured questionnaire at approximately days 5, 12 and 28 post-surgery. Women were then invited for out-patient review by a clinician blinded to the findings of telephone interview.\n## RESULTS\nA total of 374 women were enrolled and an overall SSI rate of 12% (\n## CONCLUSION\nThe use of telephone interview as a diagnostic tool for post-discharge surveillance of SSI had moderate sensitivity and high specificity in Tanzania. Telephone-based detection may be a useful method for SSI surveillance in low-income settings with high penetration of mobile telephones.\n",
            "in_text_citation": "Nguhuni et al., 2017",
            "footnote": 27
        },
        {
            "title": "Feasibility of a Mobile Phone-Based Surveillance for Surgical Site Infections in Rural India.",
            "abstract": "## OBJECTIVES\nTo assess the feasibility of using mobile communication technology in completing a 30-day follow-up of surgical site infection (SSI).\n## SUBJECTS AND METHODS\nSSIs are infections occurring up to 30 days after an operative procedure. This prospective exploratory study was conducted in a cohort of patients who were admitted and operated on in the general surgery wards of a rural hospital in India from October 2010 to June 2011. At the time of discharge, all patients were requested to follow-up in the surgical outpatient clinic at 30 days after surgery. If this was not done, a mobile phone-based surveillance was done to complete the follow-up.\n## RESULTS\nThe mean age of the 536 operated-on patients was 40 years (95% confidence interval [CI], 38-41 years). The mean duration of hospital stay was 10.7 days (95% CI, 9.9-11.6 days). Most (81%) operated-on patients were from rural areas, and 397 (75%) were male. Among the operated-on patients the ownership of mobile phones was 75% (95% CI, 73-78%). The remaining 25% of patients (n=133) used a shared mobile phone. For 380 patients (74.5%) the follow-up was completed by mobile phones. The SSI rate at follow-up was 6.3% (n=34). In 10 patients, an SSI was detected over the mobile phone.\n## CONCLUSIONS\nMobile communication technology is feasible to be used in rural settings to complete case follow-up for SSIs.\n",
            "in_text_citation": "Pathak et al., 2015",
            "footnote": 28
        },
        {
            "title": "Surgical site infection: comparing surgeon versus patient self-report.",
            "abstract": "## BACKGROUND\nTo compare the rate of surgical site infection (SSI) using surgeon versus patient report.\n## MATERIALS AND METHODS\nA prospective observational study of surgical patients in four hospitals within one private health-care system was performed. Surgeon report consisted of contacting the surgeon or staff 30 d after procedure to identify infections. Patient report consisted of telephone contact with the patient and confirmation of infections by a trained surgical clinical reviewer.\n## RESULTS\nBetween February 2011 and June 2012, there were 2853 surgical procedures that met inclusion criteria. Surgeon-reported SSI rate was significantly lower (2.4%, P value < 0.01) compared with patient self-report (4.3%). The rate was lower across most infection subtypes (1.3% versus 3.0% superficial, 0.3% versus 0.5% organ/space) except deep incisional, most procedure types (2.3% versus 4.4% general surgery) except plastics, most patient characteristics (except body mass index < 18.5), and all hospitals. There were disagreements in 3.4% of cases; 74 cases reported by patients but not surgeons and 21 cases vice versa. Disagreements were more likely in superficial infections (59.8% versus 1.0%), C-sections (22.7% versus 17.7%), hospital A (22.7% versus 17.7%), age < 65 y (74.2% versus 68.3%), and body mass index ≥ 30 (54.2% versus 39.9%).\n## CONCLUSIONS\nPatient report is a more sensitive method of detection of SSI compared with surgeon report, resulting in nearly twice the SSI rate. Fair and consistent ways of identifying SSIs are essential for comparing hospitals and surgeons, locally and nationally.\n",
            "in_text_citation": "Pham et al., 2016",
            "footnote": 29
        },
        {
            "title": "A study of telephone screening and direct observation of surgical wound infections after discharge from hospital.",
            "abstract": "Post-discharge surveillance of surgical site infection is necessary if accurate rates of infection following surgery are to be available. We undertook a prospective study of 376 knee and hip replacements in 366 patients in order to estimate the rate of orthopaedic surgical site infection in the community. The inpatient infection was 3.1% and the post-discharge infection rate was 2.1%. We concluded that the use of telephone interviews of patients to identify the group at highest risk of having a surgical site infection (those who think they have an infection) with rapid follow-up by a professional trained to diagnose infection according to agreed criteria is an effective method of identifying infection after discharge from hospital.\n",
            "in_text_citation": "Reilly et al., 2005",
            "footnote": 30
        },
        {
            "title": "Patient Self-Assessment of Surgical Site Infection is Inaccurate.",
            "abstract": "## BACKGROUND\nAvailability of surgical site infection (SSI) surveillance rates challenges clinicians, healthcare administrators and leaders and the public. The purpose of this report is to demonstrate the consequences patient self-assessment strategies have on SSI reporting rates.\n## METHODS\nWe performed SSI surveillance among patients undergoing general surgery procedures, including telephone follow-up 30 days after surgery. Additionally we undertook a separate validation study in which we compared patient self-assessments of SSI with surgeon assessment. Finally, we performed a meta-analysis of similar validation studies of patient self-assessment strategies.\n## RESULTS\nThere were 22/266 in-hospital SSIs diagnosed (8.3%), and additional 16 cases were detected through the 30-day follow-up. In total, the SSI rate was 16.8% (95% CI 10.1-18.5). In the validation survey, we found patient telephone surveillance to have a sensitivity of 66% (95% CI 40-93%) and a specificity of 90% (95% CI 86-94%). The meta-analysis included five additional studies. The overall sensitivity was 83.3% (95% CI 79-88%), and the overall specificity was 97.4% (95% CI 97-98%). Simulation of the meta-analysis results divulged that when the true infection rate is 1%, reported rates would be 4%; a true rate of 50%, the reported rates would be 43%.\n## CONCLUSION\nPatient self-assessment strategies in order to fulfill 30-day SSI surveillance misestimate SSI rates and lead to an erroneous overall appreciation of inter-institutional variation. Self-assessment strategies overestimate SSIs rate of institutions with high-quality performance and underestimate rates of poor performance. We propose such strategies be abandoned. Alternative strategies of patient follow-up strategies should be evaluated in order to provide valid and reliable information regarding institutional performance in preventing patient harm.\n",
            "in_text_citation": "Richter et al., 2017",
            "footnote": 31
        },
        {
            "title": "Surgical site infections occurring after hospital discharge.",
            "abstract": "Although surgical site infections (SSIs) occurring after hospital discharge cause substantial morbidity, their epidemiology is not well understood, and methods for routine postdischarge surveillance have not been validated. Inpatient and outpatient surveillance followed 5572 nonobstetric procedures among members of a health maintenance organization with extensive automated records. Records were screened for coded diagnoses, tests, and prescriptions and, if positive, were reviewed by reading full text. Questionnaires regarding the occurrence of an SSI were sent to the same patients and their surgeons. One hundred thirty-two SSIs were documented, of which 84% occurred after hospital discharge and 63% were managed outside the surgical facility. Postdischarge SSIs led to an average of 4.6 additional ambulatory encounters. Patient and surgeon questionnaires had a sensitivity of 28% and 15%, respectively. These data suggest that most SSIs occur after discharge and are not detectable by conventional surveillance. Nonetheless, they cause substantial resource utilization.\n",
            "in_text_citation": "Sands et al., 1996",
            "footnote": 32
        },
        {
            "title": "Telephone call contact for post-discharge surveillance of surgical site infections. A pilot, methodological study.",
            "abstract": "Accurate determination of superficial surgical-site infection (SSI) requires post-discharge surveillance (PDS) for up to 30 days. To be useful for regional or national audit the method must be effective, inexpensive, and acceptable to patients. We assessed the role of telephone calls to patients in PDS of SSI in 3150 patients in 32 Scottish hospitals undergoing groin hernia repair during one year. Overall, 104 (3.3%) patients opted out of the audit by declining to give a contact telephone number, 96 (3.0%) could not provide a personal telephone contact number, and 12 could not be contacted, a compliance rate of 93.3%. Two thousand, nine hundred and thirty-eight patients were contacted at one or all of the call points, i.e. 10, 20, or 30 days postoperatively, from a single call centre by medical records clerks, working to a piloted protocol. Contact data, including contact at all three time points are available on 2665 (84.6%) patients. All patients who believed their wound to be infected were seen by a healthcare worker (HCW) to confirm or refute the diagnosis. Of the 2665 patients in whom complete data are available, 140 (5.3%) patients developed confirmed wound infection and a further 57 (2.1%) thought their wound was infected, but this was not confirmed by the HCW. Patients appeared to welcome the concept of telephone contact. Methods for identifying all patients eligible for surveillance need to be improved. However, we believe this method of patient contact could be appropriate for PDS in regional or national audit.\n",
            "in_text_citation": 33,
            "footnote": "Taylor et al., 2003"
        },
        {
            "title": "Postdischarge surveillance for infection following cesarean section: A prospective cohort study comparing methodologies.",
            "abstract": "## OBJECTIVE\nTo assess how enhanced postdischarge telephone follow-up calls would improve case finding for surgical site infection (SSI) surveillance after cesarean section.\n## METHODS\nWe conducted a prospective cohort study of all patients who delivered by cesarean section between April 22 and August 22, 2010. In addition to our routine surveillance, using clinical databases and electronic patient records, we also made follow-up calls to the patients at 7, 14, and 30 days postoperation. A standard questionnaire with questions about symptoms of SSI, health-seeking behaviors, and treatment received was administered. Descriptive statistics and univariate analysis were performed to assess the effect of the enhanced surveillance.\n## RESULTS\nOne hundred ninety-three patients underwent cesarean section during this study period. Standard surveillance identified 14 infections with telephone follow-ups identifying an additional 5 infections. Using the call as a gold standard, the sensitivity of the standard methodology to capture SSI was 73.3%. The duration of the calls ranged from 1 to 5 minutes and were well received by the patients.\n## CONCLUSIONS\nResults suggest that follow-up telephone calls to patients following cesarean section identifies 26.3% of the total SSIs. Enhanced surveillance can provide more informed data to enhance performance and avoid underestimation of rates.\n",
            "in_text_citation": "Halwani et al., 2016",
            "footnote": 34
        },
        {
            "title": "Results of Telehealth Electronic Monitoring for Post Discharge Complications and Surgical Site Infections following Arterial Revascularization with Groin Incision.",
            "abstract": "## BACKGROUND\nPost-surgical discharge complications result in increased hospital readmissions, cost, and patient dissatisfaction. Telehealth technology to monitor patients, especially those in geographically isolated areas, may reduce post-operative complications and improve health and financial outcomes. The primary objective of this study was to compare outcomes between patients who received TeleHealth Electronic Monitoring (THEM) and those with routine discharge instructions and no monitoring, Standard Of Care (SOC).\n## METHODS\nThis is a prospective randomized study of vascular surgery patients with infrainguinal incisions. THEM patients received a tablet and home monitoring devices that transmitted information to care managers. Monitoring tools included image capture, weight scales, blood pressure cuffs, thermometers, and oxygen saturation monitors. Care managers used the TeleMed 2020 Enform™ platform to review alerts, real-time patient data, and dialogue with the care team.\n## RESULTS\nEighty patients were screened and 30 enrolled, of which 16 (53.3%) were randomized to the THEM group and 14 (46.7%) to the control group. Average age and body mass index for THEM and control patients were similar (62.5 ± 7.2 vs. 65.7 ± 7.3, P = 0.234; and 27.7 ± 4.3 vs. 29.1 7.1, P = 0.487), respectively. There was a similar number of male participants in each group (THEM 62.5% vs. SOC 42.9%, P = 0.464). There were no significant differences in wound or 30-day readmissions (THEM 6.3% vs. SOC 7.1%, P = 1.000). Interestingly, 30-day infection rates indicated that care managers identified marginally more superficial wound problems in the THEM group (31.3% vs. 7.1%, P = 0.175). Both groups reported an increase in short-form-8 physical summary scores, but was more pronounced in THEM patients (P = 0.076). THEM patients reported a significantly greater improvement in quality of life on 3 of the short-form-8 quality subscales (physical function, role-physical, and role-emotional; THEM delta 7.5 versus Control delta 1.1; THEM delta 8.7 versus Control delta 1.1; and THEM delta 6.3 versus Control delta -0.5; all P < 0.05). THEM patients reported trends for higher satisfaction in terms of general satisfaction, technical quality, and accessibility for Patient Satisfaction Questionnaire-18 survey questions (4.2 vs. 3.7, P = 0.072; 4.5 vs. 4.1, P = 0.081; and 4.2 vs. 3.8, P = 0.063), respectively.\n## CONCLUSIONS\nTHEM was technically feasible and provided some benefit to patients in geographically disparate areas. THEM was associated with increased patient satisfaction. Additional findings suggested that THEM patients embraced telehealth technology and took advantage of increased access to healthcare professionals. Telehealth successfully merged remotely generated information with care manager interaction. Presently, a larger study, preferably multi-center, is warranted and under consideration.\n",
            "in_text_citation": "Mousa et al., 2019",
            "footnote": 35
        }
    ]
}