{
    "citations": [
        {
            "index": 43,
            "title": "Long-term effects of phosphatidylserine, pyritinol, and cognitive training in Alzheimer’s disease.",
            "in_text_citation": "Heiss et al., 1994"
        },
        {
            "index": 44,
            "title": "A randomised pilot study to assess the efficacy of an interactive, multimedia tool of cognitive stimulation in Alzheimer’s disease.",
            "in_text_citation": "Tàrraga et al., 2006"
        },
        {
            "index": 45,
            "title": "Computer-based cognitive training for mild cognitive impairment: results from a pilot randomized, controlled trial.",
            "in_text_citation": "Barnes et al., 2009"
        },
        {
            "index": 46,
            "title": "Computerised cognitive training for older persons with mild cognitive impairment: a pilot study using a randomised controlled trial design.",
            "in_text_citation": "Finn et al., 2011"
        },
        {
            "index": 47,
            "title": "Recollection training and transfer effects in Alzheimer’s disease: effectiveness of the repetition-lag procedure.",
            "in_text_citation": "Boller et al., 2012"
        },
        {
            "index": 48,
            "title": "Positive effects of computer-based cognitive training in adults with mild cognitive impairment.",
            "in_text_citation": "Herrera et al., 2012"
        },
        {
            "index": 49,
            "title": "Evaluation of a computer-assisted errorless learning-based memory training program for patients with early Alzheimer’s disease in Hong Kong: a pilot study.",
            "in_text_citation": "Lee et al., 2013"
        },
        {
            "index": 50,
            "title": "The Study of Mental and Resistance Training (SMART) study—resistance training and/or cognitive training in mild cognitive impairment: a randomized, double-blind, double-sham controlled trial.",
            "in_text_citation": "Singh et al., 2014"
        },
        {
            "index": 51,
            "title": "Assessing virtual reality environments as cognitive stimulation method for patients with MCI.",
            "in_text_citation": "Tarnanas et al., 2014"
        },
        {
            "index": 52,
            "title": "Repetition-lag training to improve recollection memory in older people with amnestic mild cognitive impairment.",
            "in_text_citation": "Finn et al., 2015"
        },
        {
            "index": 18,
            "title": "Protecting cognition from aging and Alzheimer’s disease: a computerized cognitive training combined with reminiscence therapy.",
            "in_text_citation": "Barban et al., 2016"
        },
        {
            "index": 22,
            "title": "Computerized structured cognitive training in patients affected by early-stage Alzheimer’s disease is feasible and effective: a randomized controlled study.",
            "in_text_citation": "Cavallo et al., 2016"
        },
        {
            "index": 53,
            "title": "Comparing three methods of computerised cognitive training for older adults with subclinical cognitive decline.",
            "in_text_citation": "Gooding et al., 2016"
        },
        {
            "index": 54,
            "title": "Cognitive training program to improve working memory in older adults with MCI.",
            "in_text_citation": "Hyer et al., 2016"
        },
        {
            "index": 55,
            "title": "Cognitive and neural effects of vision‐based speed‐of‐processing training in older adults with amnestic mild cognitive impairment: A pilot study.",
            "in_text_citation": "Lin et al., 2016"
        },
        {
            "index": 56,
            "title": "Comparison of two cognitive training programs with effects on functional activities and quality of life.",
            "in_text_citation": "Hagovská et al., 2017"
        },
        {
            "index": 57,
            "title": "Efficacy of the Ubiquitous Spaced Retrieval-based Memory Advancement and Rehabilitation Training (USMART) program among patients with mild cognitive impairment: a randomized controlled crossover trial.",
            "in_text_citation": "Han et al., 2017"
        },
        {
            "index": 58,
            "title": "Cognitive training using a novel memory game on an iPad in patients with amnestic mild cognitive impairment (aMCI).",
            "in_text_citation": "Savulich et al., 2017"
        },
        {
            "index": 59,
            "title": "Improving cognitive function in patients with stroke: can computerized training be the future?",
            "in_text_citation": "De Luca et al., 2018"
        },
        {
            "index": 23,
            "title": "Beneficial effect of multidomain cognitive training on the neuropsychological performance of patients with early-stage Alzheimer’s disease.",
            "in_text_citation": "Nousia et al., 2018"
        },
        {
            "index": 60,
            "title": "A computer-based cognitive training in mild cognitive impairment in Parkinson’s disease.",
            "in_text_citation": "Bernini et al., 2019"
        },
        {
            "index": 61,
            "title": "Computerized cognitive training for Chinese mild cognitive impairment patients: a neuropsychological and fMRI study.",
            "in_text_citation": "Li et al., 2019"
        },
        {
            "index": 62,
            "title": "A comparative single-blind randomized controlled trial with language training in people with mild cognitive impairment.",
            "in_text_citation": "Poptsi et al., 2019"
        },
        {
            "index": 63,
            "title": "The effects of 7‐week cognitive training in patients with vascular cognitive impairment, no dementia (the Cog‐VACCINE study): A randomized controlled trial.",
            "in_text_citation": "Tang et al., 2019"
        },
        {
            "index": 64,
            "title": "Development and effectiveness of virtual interactive working memory training for older people with mild cognitive impairment: a single-blind randomised controlled trial.",
            "in_text_citation": "Yang et al., 2019"
        },
        {
            "index": 65,
            "title": "Effectiveness of an innovative cognitive treatment and telerehabilitation on subjects with mild cognitive impairment: a multicenter, randomized, active-controlled study.",
            "in_text_citation": "Manenti et al., 2020"
        },
        {
            "index": 66,
            "title": "Feasibility and tolerability of a culture-based virtual reality (VR) training program in patients with mild cognitive impairment: A randomized controlled pilot study.",
            "in_text_citation": "Park et al., 2020"
        },
        {
            "index": 67,
            "title": "A double-blind randomized controlled trial of the efficacy of cognitive training delivered using two different methods in mild cognitive impairment in Parkinson’s disease: preliminary report of benefits associated with the use of a computerized tool.",
            "in_text_citation": "Bernini et al., 2021"
        },
        {
            "index": 68,
            "title": "A novel cognitive-motor exercise program delivered via a tablet to improve mobility in older people with cognitive impairment–StandingTall Cognition and Mobility.",
            "in_text_citation": "Callisaya et al., 2021"
        },
        {
            "index": 69,
            "title": "Effect of cognitive training in fully immersive virtual reality on visuospatial function and frontal-occipital functional connectivity in predementia: randomized controlled trial.",
            "in_text_citation": "Kang et al., 2021"
        },
        {
            "index": 70,
            "title": "Beneficial effect of computer-based multidomain cognitive training in patients with mild cognitive impairment.",
            "in_text_citation": "Nousia et al., 2021(2)"
        },
        {
            "index": 71,
            "title": "Effects of virtual reality-based spatial cognitive training on hippocampal function of older adults with mild cognitive impairment.",
            "in_text_citation": "Park et al., 2022"
        },
        {
            "index": 19,
            "title": "Effect of eight-week online cognitive training in Parkinson’s disease: a double-blind, randomized, controlled trial.",
            "in_text_citation": "van Balkom et al., 2022"
        },
        {
            "index": 72,
            "title": "Clinical efficacy of aerobic exercise combined with computer-based cognitive training in stroke: a multicenter randomized controlled trial.",
            "in_text_citation": "Yeh et al., 2022"
        },
        {
            "index": 73,
            "title": "Computerized cognitive training enhances episodic memory by down-modulating posterior cingulate-precuneus connectivity in older persons with mild cognitive impairment: a randomized controlled trial.",
            "in_text_citation": "Wu et al., 2023"
        }
    ]
}