{
    "key_references": [
        {
            "title": "Long-term effects of phosphatidylserine, pyritinol, and cognitive training in Alzheimer's disease. A neuropsychological, EEG, and PET investigation.",
            "abstract": "70 patients with probable Alzheimer's disease were randomly allocated to four groups: 17 patients received only social support, 18 cognitive training twice a week, in 17 cognitive training was combined with pyritinol 2 x 600 mg/day and in 18 cognitive training was combined with phosphatidylserine 2 x 200 mg/day. Treatment duration was 6 months. Before and after treatment, the patients underwent neuropsychological testing as well as measurement of the regional cerebral metabolic rate for glucose using positron emission tomography and 18F-2-fluoro-2-deoxy-D-glucose. Before treatment the groups were comparable in respect to resting and activated glucose pattern achieved by a visual recognition task. Electrophysiological changes were assessed as EEG power, globally and in 4 frequency bands. This 6-month study in four groups of patients with Alzheimer's disease indicated that phosphatidylserine treatment has an effect on different measures of brain function. Since neuropsychological improvements were best documented after 8 and 16 weeks and faded towards the end of the treatment period, it must be concluded that this symptomatic therapy is mainly of short-term benefit and was overcome by the progressive pathological changes at the end of the treatment period.\n",
            "in_text_citation": "Heiss et al., 1994"
        },
        {
            "title": "A randomised pilot study to assess the efficacy of an interactive, multimedia tool of cognitive stimulation in Alzheimer's disease.",
            "abstract": "## OBJECTIVE\nTo determine the usefulness of an interactive multimedia internet-based system (IMIS) for the cognitive stimulation of Alzheimer's disease.\n## METHODS\nThis is a 24-week, single-blind, randomised pilot study conducted on 46 mildly impaired patients suspected of having Alzheimer's disease receiving stable treatment with cholinesterase inhibitors (ChEIs). The patients were divided into three groups: (1) those who received 3 weekly, 20-min sessions of IMIS in addition to 8 h/day of an integrated psychostimulation program (IPP); (2) those who received only IPP sessions; and (3) those who received only ChEI treatment. The primary outcome measure was the Alzheimer's Disease Assessment Scale-Cognitive (ADAS-Cog). Secondary outcome measures were: Mini-Mental State Examination (MMSE), Syndrom Kurztest, Boston Naming Test, Verbal Fluency, and the Rivermead Behavioral Memory Test story recall subtest.\n## RESULTS\nAfter 12 weeks, the patients treated with both IMIS and IPP had improved outcome scores on the ADAS-Cog and MMSE, which was maintained through 24 weeks of follow-up. The patients treated with IPP alone had better outcome than those treated with ChEIs alone, but the effects were attenuated after 24 weeks. All patients had improved scores in all of the IMIS individual tasks, attaining higher levels of difficulty in all cases.\n## CONCLUSION\nAlthough both the IPP and IMIS improved cognition in patients with Alzheimer's disease, the IMIS program provided an improvement above and beyond that seen with IPP alone, which lasted for 24 weeks.\n",
            "in_text_citation": "Tàrraga et al., 2006"
        },
        {
            "title": "Computerised cognitive training for older persons with mild cognitive impairment: a pilot study using a randomised controlled trial design.",
            "abstract": "The results of a pilot randomised controlled trial of computerised cognitive training in older adults with mild cognitive impairment (MCI) are reported. Participants (N = 25) were randomised into either the treatment or waitlist training groups. Sixteen participants completed the 30-session computerised cognitive training program using exercises that target a range of cognitive functions including attention, processing speed, visual memory and executive functions. It was hypothesised that participants would improve with practice on the trained tasks, that the benefits of training would generalise to nontrained neuropsychological measures, and that training would result in improved perceptions of memory and memory functioning when compared with waitlist controls. Results indicated that participants were able to improve their performance across a range of tasks with training. There was some evidence of generalisation of training to a measure of visual sustained attention. There were no significant effects of training on self-reported everyday memory functioning or mood. The results are discussed along with suggestions for future research.",
            "in_text_citation": "Finn et al., 2011"
        },
        {
            "title": "Computer-based cognitive training for mild cognitive impairment: results from a pilot randomized, controlled trial.",
            "abstract": "We performed a pilot randomized, controlled trial of intensive, computer-based cognitive training in 47 subjects with mild cognitive impairment. The intervention group performed exercises specifically designed to improve auditory processing speed and accuracy for 100 min/d, 5 d/wk for 6 weeks; the control group performed more passive computer activities (reading, listening, visuospatial game) for similar amounts of time. Subjects had a mean age of 74 years and 60% were men; 77% successfully completed training. On our primary outcome, Repeatable Battery for Assessment of Neuropsychological Status total scores improved 0.36 standard deviations (SD) in the intervention group (P=0.097) compared with 0.03 SD in the control group (P=0.88) for a nonsignificant difference between the groups of 0.33 SD (P=0.26). On 12 secondary outcome measures, most differences between the groups were not statistically significant. However, we observed a pattern in which effect sizes for verbal learning and memory measures tended to favor the intervention group whereas effect sizes for language and visuospatial function measures tended to favor the control group, which raises the possibility that these training programs may have domain-specific effects. We conclude that intensive, computer-based mental activity is feasible in subjects with mild cognitive impairment and that larger trials are warranted.\n",
            "in_text_citation": "Barnes et al., 2009"
        },
        {
            "title": "Recollection training and transfer effects in Alzheimer's disease: effectiveness of the repetition-lag procedure.",
            "abstract": "## OBJECTIVE\nThis study was designed to extend the use of a memory training technique, known as the repetition-lag procedure, to Alzheimer patients. The specificity of this procedure is to target the process of recollection for improvement.\n## METHOD\nA group of 12 patients were trained individually for 6h. The training procedure consisted of a series of yes/no recognition tasks in which some words were repeated throughout the test list across gradually increasing delays. Their performance was evaluated on pre-and-post tests and compared with a recognition practice group and a no contact control group.\n## RESULTS\nInitially, recollection training patients only performed accurately when the delay between repetitions consisted of one intervening word, but by the end of training their performance increased up to four-word intervals. Interestingly, these benefits generalized to other measures of memory, such as working memory, visual memory and source recognition.\n## CONCLUSIONS\nEffectiveness of the repetition-lag procedure in Alzheimer's disease is discussed.\n",
            "in_text_citation": "Boller et al., 2012"
        },
        {
            "title": "Positive effects of computer-based cognitive training in adults with mild cognitive impairment.",
            "abstract": "Considering the high risk for individuals with amnestic Mild Cognitive Impairment (A-MCI) to progress towards Alzheimer's disease (AD), we investigated the efficacy of a non-pharmacological intervention, that is, cognitive training that could reduce cognitive difficulties and delay the cognitive decline. For this, we evaluated the efficacy of a 12-week computer-based memory-attention training program based on recognition in subjects with A-MCI and compared their performances with those of A-MCI controls trained in cognitively stimulating activities. The effect of training was assessed by comparing outcome measures in pre- and post-tests 15 days before and after training. To evaluate the duration of training benefits, a follow-up test session was performed 6 months after memory and attention training or cognitively stimulating activities. Outcome measures showed that the trained group, compared to control group, improved episodic recall and recognition. Six months after training, scores remained at the level of the post-test. Since the training program was exclusively based on recognition, our results showed a generalization from recognition to recall processes, which are memory components that represent part of the core cognitive impairments in individuals at risk of converting to AD. Thus, cognitive training based on recognition holds promise as a preventive therapeutic method and could be proposed as a non-pharmacological early-intervention strategy. Future investigations need to focus on methodological constraints and delineating possible neuroplastic mechanisms of action.\n",
            "in_text_citation": "Herrera et al., 2012"
        },
        {
            "title": "Evaluation of a computer-assisted errorless learning-based memory training program for patients with early Alzheimer's disease in Hong Kong: a pilot study.",
            "abstract": "## BACKGROUND\nImproving the situation in older adults with cognitive decline and evidence of cognitive rehabilitation is considered crucial in long-term care of the elderly. The objective of this study was to implement a computerized errorless learning-based memory training program (CELP) for persons with early Alzheimer's disease, and to compare the training outcomes of a CELP group with those of a therapist-led errorless learning program (TELP) group and a waiting-list control group.\n## METHODS\nA randomized controlled trial with a single-blind research design was used in the study. Chinese patients with early Alzheimer's disease screened by the Clinical Dementia Rating (score of 1) were recruited. The subjects were randomly assigned to CELP (n = 6), TELP (n = 6), and waiting-list control (n = 7) groups. Evaluation of subjects before and after testing, and at three-month follow-up was achieved using primary outcomes on the Chinese Mini-Mental State Examination, Chinese Dementia Rating Scale, Hong Kong List Learning Test, and the Brief Assessment of Prospective Memory-Short Form. Secondary outcomes were the Modified Barthel Index, Hong Kong Lawton Instrumental Activities of Daily Living Scale, and Geriatric Depression Scale-Short Form. The data were analyzed using Friedman's test for time effect and the Kruskal-Wallis test for treatment effect.\n## RESULTS\nPositive treatment effects on cognition were found in two errorless learning-based memory groups (ie, computer-assisted and therapist-led). Remarkable changes were shown in cognitive function for subjects receiving CELP and emotional/daily functions in those receiving TELP.\n## CONCLUSION\nPositive changes in the cognitive function of Chinese patients with early Alzheimer's disease were initially found after errorless training through CELP. Further enhancement of the training program is recommended.\n",
            "in_text_citation": "Lee et al., 2013"
        },
        {
            "title": "The Study of Mental and Resistance Training (SMART) study—resistance training and/or cognitive training in mild cognitive impairment: a randomized, double-blind, double-sham controlled trial.",
            "abstract": "## BACKGROUND\nMild cognitive impairment (MCI) increases dementia risk with no pharmacologic treatment available.\n## METHODS\nThe Study of Mental and Resistance Training was a randomized, double-blind, double-sham controlled trial of adults with MCI. Participants were randomized to 2 supervised interventions: active or sham physical training (high intensity progressive resistance training vs seated calisthenics) plus active or sham cognitive training (computerized, multidomain cognitive training vs watching videos/quizzes), 2-3 days/week for 6 months with 18-month follow-up. Primary outcomes were global cognitive function (Alzheimer's Disease Assessment Scale-cognitive subscale; ADAS-Cog) and functional independence (Bayer Activities of Daily Living). Secondary outcomes included executive function, memory, and speed/attention tests, and cognitive domain scores.\n## RESULTS\nOne hundred adults with MCI [70.1 (6.7) years; 68% women] were enrolled and analyzed. Resistance training significantly improved the primary outcome ADAS-Cog; [relative effect size (95% confidence interval) -0.33 (-0.73, 0.06); P < .05] at 6 months and executive function (Wechsler Adult Intelligence Scale Matrices; P = .016) across 18 months. Normal ADAS-Cog scores occurred in 48% (24/49) after resistance training vs 27% (14/51) without resistance training [P < .03; odds ratio (95% confidence interval) 3.50 (1.18, 10.48)]. Cognitive training only attenuated decline in Memory Domain at 6 months (P < .02). Resistance training 18-month benefit was 74% higher (P = .02) for Executive Domain compared with combined training [z-score change = 0.42 (0.22, 0.63) resistance training vs 0.11 (-0.60, 0.28) combined] and 48% higher (P < .04) for Global Domain [z-score change = .0.45 (0.29, 0.61) resistance training vs 0.23 (0.10, 0.36) combined].\n## CONCLUSIONS\nResistance training significantly improved global cognitive function, with maintenance of executive and global benefits over 18 months.\n",
            "in_text_citation": "Singh et al., 2014"
        },
        {
            "title": "Repetition-lag training to improve recollection memory in older people with amnestic mild cognitive impairment. A randomized controlled trial.",
            "abstract": "The results of a randomized controlled trial of repetition-lag training in older adults with amnestic mild cognitive impairment (aMCI) are reported. A modified repetition-lag training procedure with extended encoding time and strategy choice was used. The training required discriminating studied words from non-studied lures that were repeated at varying intervals during the test phase. Participants were assessed pre/post using untrained measures of cognition and self-report questionnaires. Primary outcome measures were recall of unrelated word pairs both immediately following presentation and following a delay. Secondary outcomes were a measure of attention, cognitive flexibility, and visual working memory. Participants were also asked to report on the frequency of cognitive failures and mood before and after training. Participants (N = 31) were randomized into either the treatment or a no-contact control group and attended the clinic twice per week over a four week period. Twenty-four participants completed the study (twelve in each group). Results indicated that the training group improved at recalling unrelated word pairs after a delay. There were no significant effects of training on other outcomes, self-reported cognitive failures or mood. The results are discussed along with suggestions for future research.\n",
            "in_text_citation": "Finn et al., 2015"
        },
        {
            "title": "Protecting cognition from aging and Alzheimer's disease: a computerized cognitive training combined with reminiscence therapy.",
            "abstract": "## OBJECTIVE\nThe aim of this paper was to assess the efficacy of process-based cognitive training (pb-CT) combined with reminiscence therapy (RT) in patients with mild Alzheimer's disease (mAD) and mild cognitive impairment (MCI) and in healthy elderly (HE) subjects.\n## METHODS\nThis multicenter, randomized, controlled trial involved 348 participants with mAD, MCI, and HE from four European countries. Participants were randomly assigned to two arms of a crossover design: those in arm A underwent 3 months of computerized pb-CT for memory and executive functions combined with RT and 3 months of rest; those in arm B underwent the reverse. The primary outcome was the effect of the training on memory and executive functions performance. The secondary outcome was the effect of the training on functional abilities in mAD assessed with the instrumental activities of daily living.\n## RESULTS\nWe found a significant effect of the training for memory in all three groups on delayed recall of the Rey Auditory Verbal Learning Test and for executive functions in HE on the phonological fluency test. MCI and HE participants maintained these effects at follow-up. MCI and mAD participants also showed a significant effect of the training on the Mini-mental state examination scale. Participants with mAD showed more stable instrumental activities of daily living during the training versus the rest period.\n## CONCLUSIONS\nOur results corroborate the positive effect of pb-CT and its maintenance primarily on memory in HE and MCI participants that did not seem to be potentiated by RT. Moreover, our results are very promising for the mAD participants.\n",
            "in_text_citation": "Barban et al., 2016"
        },
        {
            "title": "Computerized Structured Cognitive Training in Patients Affected by Early-Stage Alzheimer's Disease is Feasible and Effective: A Randomized Controlled Study.",
            "abstract": "## INTRODUCTION\nAlzheimer's disease (AD) presents with significant neuropsychological deficits. Cognitive training in AD has recently started to demonstrate its efficacy. In this study, we implemented computerized cognitive training of a large group of early-stage AD patients, to identify its effects at a neuropsychological level and to investigate whether they were stable after 6 months.\n## METHOD\nOverall, 80 AD patients were randomized in two groups. Patients in the experimental group used a structured rehabilitative software three times a week for 12 consecutive weeks aimed at training memory, attention, executive function and language skills, whereas patients in the control group underwent a control intervention.\n## RESULTS\nA Repeated Measures General Linear Model considering groups' performance at the three assessment points (before training, after training and at the 6-month follow-up) showed a significant interaction effect for: digit span forward (F(2,74) = 2.785, p = 0.03) and backward (F(2,74) = 3.183, p = 0.02), two-syllable words test (F(2,74) = 3.491, p = 0.004), Rivermead Behavioural Memory Test immediate (F(2,74) = 2.877, p = 0.03) and delayed (F(2,74) = 3.783, p = 0.003), Token test (F(2,74) = 4.783, p = 0.001), and Brixton test (F(2,74) = 8.783, p < 0.001). For all of them, experimental group performed better than controls.\n## CONCLUSIONS\nPatients in the experimental group showed a significant improvement in various neuropsychological domains, and their achievements were stable after 6 months. This study suggests an useful computerized training in AD, and should prompt further investigations about the generalizability of patients' acquired skills to more ecologically oriented tasks.\n",
            "in_text_citation": "Cavallo et al., 2016"
        },
        {
            "title": "Comparing three methods of computerised cognitive training for older adults with subclinical cognitive decline.",
            "abstract": "Cognitive rehabilitation for mild cognitive impairment (MCI) and early Alzheimer's disease is readily available to the geriatric population. Initial evidence suggests that techniques incorporating motivational strategies to enhance treatment engagement may provide more benefit than computerised training alone. Seventy four adults with subclinical cognitive decline were randomly assigned to computerised cognitive training (CCT), Cognitive Vitality Training (CVT), or an Active Control Group (ACG), and underwent neuropsychological evaluations at baseline and four-month follow-up. Significant differences were found in changes in performance on the Modified Mini Mental State Examination (mMMSE) and measures of verbal learning and memory across treatment groups. Experimental groups showed greater preservation of functioning on the mMMSE than the ACG group, the CVT group performed better than the ACG group on one measure of verbal learning and both measures of verbal memory, and the CCT group performed better than the ACG group on one measure of verbal learning and one measure of verbal memory. There were no significant group differences between the CVT and CCT groups on measures of verbal learning or memory. It was concluded that computerised cognitive training may offer the most benefit when incorporated into a therapeutic milieu rather than administered alone, although both appear superior to more generic forms of cognitive stimulation.\n",
            "in_text_citation": "Gooding et al., 2016"
        },
        {
            "title": "Cognitive Training Program to Improve Working Memory in Older Adults with MCI.",
            "abstract": "## OBJECTIVES\nDeficits in working memory (WM) are associated with age-related decline. We report findings from a clinical trial that examined the effectiveness of Cogmed, a computerized program that trains WM. We compare this program to a Sham condition in older adults with Mild Cognitive Impairment (MCI).\n## METHODS\nOlder adults (N = 68) living in the community were assessed. Participants reported memory impairment and met criteria for MCI, either by poor delayed memory or poor performance in other cognitive areas. The Repeatable Battery for the Assessment of Neuropsychological Status (RBANS, Delayed Memory Index) and the Clinical Dementia Rating scale (CDR) were utilized. All presented with normal Mini Mental State Exams (MMSE) and activities of daily living (ADLs). Participants were randomized to Cogmed or a Sham computer program. Twenty-five sessions were completed over five to seven weeks. Pre, post, and follow-up measures included a battery of cognitive measures (three WM tests), a subjective memory scale, and a functional measure.\n## RESULTS\nBoth intervention groups improved over time. Cogmed significantly outperformed Sham on Span Board and exceeded in subjective memory reports at follow-up as assessed by the Cognitive Failures Questionnaire (CFQ). The Cogmed group demonstrated better performance on the Functional Activities Questionnaire (FAQ), a measure of adjustment and far transfer, at follow-up. Both groups, especially Cogmed, enjoyed the intervention.\n## CONCLUSIONS\nResults suggest that WM was enhanced in both groups of older adults with MCI. Cogmed was better on one core WM measure and had higher ratings of satisfaction. The Sham condition declined on adjustment.\n",
            "in_text_citation": "Hyer et al., 2016"
        },
        {
            "title": "Cognitive and Neural Effects of Vision-Based Speed-of-Processing Training in Older Adults with Amnestic Mild Cognitive Impairment: A Pilot Study.",
            "abstract": "## OBJECTIVES\nTo examine the cognitive and neural effects of vision-based speed-of-processing (VSOP) training in older adults with amnestic mild cognitive impairment (aMCI) and contrast those effects with an active control (mental leisure activities (MLA)).\n## DESIGN\nRandomized single-blind controlled pilot trial.\n## SETTING\nAcademic medical center.\n## PARTICIPANTS\nIndividuals with aMCI (N = 21).\n## INTERVENTION\nSix-week computerized VSOP training.\n## MEASUREMENTS\nMultiple cognitive processing measures, instrumental activities of daily living (IADLs), and two resting state neural networks regulating cognitive processing: central executive network (CEN) and default mode network (DMN).\n## RESULTS\nVSOP training led to significantly greater improvements in trained (processing speed and attention: F1,19  = 6.61, partial η(2)  = 0.26, P = .02) and untrained (working memory: F1,19  = 7.33, partial η(2)  = 0.28, P = .01; IADLs: F1,19  = 5.16, partial η(2)  = 0.21, P = .03) cognitive domains than MLA and protective maintenance in DMN (F1, 9  = 14.63, partial η(2)  = 0.62, P = .004). VSOP training, but not MLA, resulted in a significant improvement in CEN connectivity (Z = -2.37, P = .02).\n## CONCLUSION\nTarget and transfer effects of VSOP training were identified, and links between VSOP training and two neural networks associated with aMCI were found. These findings highlight the potential of VSOP training to slow cognitive decline in individuals with aMCI. Further delineation of mechanisms underlying VSOP-induced plasticity is necessary to understand in which populations and under what conditions such training may be most effective.\n",
            "in_text_citation": "Lin et al., 2016"
        },
        {
            "title": "Comparison of Two Cognitive Training Programs With Effects on Functional Activities and Quality of Life.",
            "abstract": "The aim of the current study was to compare the effectiveness of two types of cognitive training in 60 older adults with mild cognitive impairment by assessing the impact on functional activities, quality of life (QOL), and various cognitive functions. The primary outcomes were functional activity level and QOL. The secondary outcome was cognitive examination. Group assignment was random. Group A (n = 30) underwent CogniPlus, a computer-based, cognitive training. Group B (n = 30) underwent classical group-based cognitive training. Both programs comprised two 30-minute sessions per week for 10 weeks. After training, group A had better QOL (p < 0.001, effect size [ES] = 0.69) and better attention (increased load score, p < 0.05, ES = -0.23; errors, p < 0.001, ES = -0.47); however, there were no group differences in functional activity level. Group A demonstrated larger improvements in QOL and attention than group B (i.e., classical cognitive training), but the transfer to functional activities was the same between groups. [Res Gerontol Nurs. 2017; 10(4):172-180.].\n",
            "in_text_citation": "Hagovská et al., 2017"
        },
        {
            "title": "Efficacy of the Ubiquitous Spaced Retrieval-based Memory Advancement and Rehabilitation Training (USMART) program among patients with mild cognitive impairment: a randomized controlled crossover trial.",
            "abstract": "## BACKGROUND\nSpaced retrieval training (SRT) is a nonpharmacological intervention for mild cognitive impairment (MCI) and dementia that trains the learning and retention of target information by recalling it over increasingly long intervals. We recently developed the Ubiquitous Spaced Retrieval-based Memory Advancement and Rehabilitation Training (USMART) program as a convenient, self-administered tablet-based SRT program. We also demonstrated the utility of USMART for improving memory in individuals with MCI through an open-label uncontrolled trial.\n## METHODS\nThis study had an open-label, single-blind, randomized, controlled, two-period crossover design. Fifty patients with MCI were randomized into USMART-usual care and usual care-USMART treatment sequences. USMART was completed or usual care was provided biweekly over a 4-week treatment period with a 2-week washout period between treatment periods. Primary outcome measures included the Word List Memory Test, Word List Recall Test (WLRT), and Word List Recognition Test. Outcomes were measured at baseline, week 5, and week 11 by raters who were blinded to intervention type. An intention-to-treat analysis and linear mixed modeling were used.\n## RESULTS\nOf 50 randomized participants, 41 completed the study (18% dropout rate). The USMART group had larger improvements in WLRT score (effect size = 0.49, p = 0.031) than the usual care group. There were no significant differences in other primary or secondary measures between the USMART and usual care groups. Moreover, no USMART-related adverse events were reported.\n## CONCLUSIONS\nThe 4-week USMART modestly improved information retrieval in older people with MCI, and was well accepted with minimal technical support.\n## TRIAL REGISTRATION\nClinicalTrials.gov NCT01688128 . Registered 12 September 2012.\n",
            "in_text_citation": "Han et al., 2017"
        },
        {
            "title": "Cognitive Training Using a Novel Memory Game on an iPad in Patients with Amnestic Mild Cognitive Impairment (aMCI).",
            "abstract": "## BACKGROUND\nCognitive training is effective in patients with mild cognitive impairment but does not typically address the motivational deficits associated with older populations with memory difficulties.\n## METHODS\nWe conducted a randomized controlled trial of cognitive training using a novel memory game on an iPad in 42 patients with a diagnosis of amnestic mild cognitive impairment assigned to either the cognitive training (n=21; 8 hours of gameplay over 4 weeks) or control (n=21; clinic visits as usual) groups.\n## RESULTS\nSignificant time-by-pattern-by-group interactions were found for cognitive performance in terms of the number of errors made and trials needed on the Cambridge Neuropsychological Test Automated Battery Paired Associates Learning task (P=.044; P=.027). Significant time-by-group interactions were also found for the Cambridge Neuropsychological Test Automated Battery Paired Associates Learning first trial memory score (P=.002), Mini-Mental State Examination (P=.036), the Brief Visuospatial Memory Test (P=.032), and the Apathy Evaluation Scale (P=.026). Within-group comparisons revealed highly specific effects of cognitive training on episodic memory. The cognitive training group maintained high levels of enjoyment and motivation to continue after each hour of gameplay, with self-confidence and self-rated memory ability improving over time.\n## CONCLUSIONS\nEpisodic memory robustly improved in the cognitive training group. \"Gamified\" cognitive training may also enhance visuospatial abilities in patients with amnestic mild cognitive impairment. Gamification maximizes engagement with cognitive training by increasing motivation and could complement pharmacological treatments for amnestic mild cognitive impairment and mild Alzheimer's disease. Larger, more controlled trials are needed to replicate and extend these findings.\n",
            "in_text_citation": "Savulich et al., 2017"
        },
        {
            "title": "Improving Cognitive Function in Patients with Stroke: Can Computerized Training Be the Future?",
            "abstract": "## BACKGROUND\nCognitive impairment after stroke is common and can cause disability with a high impact on quality of life and independence. Cognitive rehabilitation is a therapeutic approach designed to improve cognitive functioning after central nervous system's injuries. Computerized cognitive rehabilitation (CCR) uses multimedia and informatics resources to optimize cognitive compromised performances. The aim of this study is to evaluate the effects of pc cognitive training with Erica software in patients with stroke.\n## METHODS\nWe studied 35 subjects (randomly divided into 2 groups), affected by either ischemic or hemorrhagic stroke, having attended from January 2013 to May 2015 the Laboratory of Robotic and Cognitive Rehabilitation of Istituto di Ricerca e Cura a Carattere Scientifico Neurolesi in Messina. Cognitive dysfunctions were investigated through a complete neuropsychological battery, administered before (T0) and after (T1) each different training.\n## RESULTS\nAt T0, all the patients showed language and cognitive deficits, especially in attention process and memory abilities, with mood alterations. After the rehabilitation program (T1), we noted a global cognitive improvement in both groups, but a more significant increase in the scores of the different clinical scales we administered was found after CCR.\n## CONCLUSIONS\nOur data suggest that cognitive pc training by using the Erica software may be a useful methodology to increase the post-stroke cognitive recovery.\n",
            "in_text_citation": "De Luca et al., 2018"
        },
        {
            "title": "Beneficial Effect of Multidomain Cognitive Training on the Neuropsychological Performance of Patients with Early-Stage Alzheimer's Disease.",
            "abstract": "## BACKGROUND AND PURPOSE\nThere is an increasing interest in the effect of nonpharmacological interventions on the course of patients with Alzheimer's disease (AD). The objective of the present study is to determine the benefits of a structured, multidomain, mostly computer-based, cognitive training (MCT) οn the cognitive performance of patients with early-stage AD.\n## METHOD\nFifty patients with early-stage AD participated in the study. Patients were randomly allocated either to the training program group (\n## RESULTS\nAnalysis showed that in controls, delayed memory and executive function had deteriorated over the observation period of 15 weeks, while the training group improved their performance in word recognition, Boston Naming Test (BNT), semantic fluency (SF), clock-drawing test (CDT), digit span forward (DSF), digit span backward (DSB), trail-making test A (TMT A), and trail-making test B (TMT B). Comparison between the training group and the controls showed that MCT had a significant beneficial effect in delayed memory, naming, semantic fluency, visuospatial ability, executive functions, attention, and processing speed.\n## CONCLUSIONS\nThe study provides evidence of a beneficial effect of MCT with an emphasis on cognitive-language performance of patients with early-stage AD. Considering the limited efficacy of current pharmacological therapies in AD, concurrent computer-based MCT may represent an additional enhancing treatment option in early-stage AD patients.\n",
            "in_text_citation": "Nousia et al., 2018"
        },
        {
            "title": "A computer-based cognitive training in Mild Cognitive Impairment in Parkinson's Disease.",
            "abstract": "## BACKGROUND\nThere is no successful pharmacological treatment for cognitive impairment in Parkinson's Disease, therefore treatments capable of slowing down the progression of cognitive dysfunction are needed.\n## OBJECTIVE\nTo evaluate the effectiveness of a cognitive training, supported by the CoRe computerized tool, in patients with Parkinson's Disease Mild Cognitive Impairment.\n## METHODS\nThis is a prospective, open-unblinded, randomized, controlled study. After baseline cognitive assessment (T0), enrolled patients were randomized to receive motor rehabilitation plus cognitive intervention (G1) or motor rehabilitation only (G2). Follow-up assessments were scheduled 4 weeks (T1) and 6 months after (T2). Global cognitive functioning scores (MOCA and MMSE) were considered as primary outcome. Outcome measures at T0, T1 and T2 were compared within- and between-groups. A percentage change score between T0 and next assessments was calculated to identify patients who improved, remain stable or worsened.\n## RESULTS\nDifferently from G2, G1 showed a medium/large effect size improvement in primary (MoCA) and secondary outcome, both between T0 and T1 and T0 and T2. Moreover, within G1, most patients improved their cognitive state compared to the baseline.\n## CONCLUSIONS\nPatients trained with CoRe showed a better evolution of cognitive decline, while untreated patients tended to get worse over time.\n",
            "in_text_citation": "Bernini et al., 2019"
        },
        {
            "title": "Computerized cognitive training for Chinese mild cognitive impairment patients: A neuropsychological and fMRI study.",
            "abstract": "## BACKGROUND\nComputerized multi-model training has been widely studied for its effect on delaying cognitive decline. In this study, we designed the first Chinese-version computer-based multi-model cognitive training for mild cognitive impairment (MCI) patients. Neuropsychological effects and neural activity changes assessed by functional MRI were both evaluated.\n## METHOD\nMCI patients in the training group were asked to take training 3-4 times per week for 6 months. Neuropsychological and resting-state fMRI assessment were performed at baseline and at 6 months. Patients in both groups were continuously followed up for another 12 months and assessed by neuropsychological tests again.\n## RESULTS\n78 patients in the training group and 63 patients in the control group accomplished 6-month follow-up. Training group improved 0.23 standard deviation (SD) of mini-mental state examination, while control group had 0.5 SD decline. Addenbrooke's cognitive examination-revised scores in attention (p = 0.002) and memory (p = 0.006), as well as stroop color-word test interference index (p = 0.038) and complex figure test-copy score (p = 0.035) were also in favor of the training effect. Difference between the changes of two groups after training was not statistically significant. The fMRI showed increased regional activity at bilateral temporal poles, insular cortices and hippocampus. However, difference between the changes of two groups after another 12 months was not statistically significant.\n## CONCLUSIONS\nMulti-model cognitive training help MCI patients to gained cognition benefit, especially in memory, attention and executive function. Functional neuroimaging provided consistent neural activation evidence. Nevertheless, after one-year follow up after last training, training effects were not significant. The study provided new evidence of beneficial effect of multi-model cognitive training.\n",
            "in_text_citation": "Li et al., 2019"
        },
        {
            "title": "A Comparative Single-Blind Randomized Controlled Trial With Language Training in People With Mild Cognitive Impairment.",
            "abstract": "## BACKGROUND\nAlthough cognitive training is effective for people with mild cognitive impairment (MCI), it is not clear which format is more effective.\n## OBJECTIVE\nTo compare the effectiveness of the same language programs when carried out via computer, paper/pencil and orally in people with MCI.\n## METHODS\nSeventy-one participants with MCI were randomly classified in 3 experimental and 2 control groups. The experimental groups attended 48 sessions of language training for 6 months. The control groups attended either unstructured sessions or they were on waiting list.\n## RESULTS\nMixed measures analysis of variance, at the follow-up, showed a significant cognitive abilities improvement among the experimental versus control groups. At the end of the language training, the 3 groups presented improvement in cognitive abilities and daily function, while the control groups remained at the same performance level.\n## CONCLUSION\nAll 3 cognitive language training methods were equally significantly effective.\n",
            "in_text_citation": "Poptsi et al., 2019"
        },
        {
            "title": "The effects of 7-week cognitive training in patients with vascular cognitive impairment, no dementia (the Cog-VACCINE study): A randomized controlled trial.",
            "abstract": "## INTRODUCTION\nEvidence for the efficacy of cognitive training in patients with subcortical vascular cognitive impairment no dementia is still lacking.\n## METHODS\nA randomized, active controlled design using multidomain, adaptive, computerized cognitive training for 30 minutes, 5 days/week for 7 weeks. Assessments included global cognitive function and executive function (primary outcomes) and brain functional connectivity and structural changes (secondary outcomes).\n## RESULTS\nSixty patients were randomized across three medical centers in Beijing. At the end of the intervention, the cognitive training group showed significant improvement in Montreal Cognitive Assessment relative to the active control group (P = .013) and significantly increased functional connectivity between the left dorsolateral prefrontal cortex and medial prefrontal cortex, which was significantly correlated with Montreal Cognitive Assessment change (P = .017).\n## DISCUSSION\nComputerized cognitive training significantly improved global cognitive function, which was supported by the improved brain plasticity. Incorporation of biomarkers should be implemented in cognitive training trials.\n",
            "in_text_citation": "Tang et al., 2019"
        },
        {
            "title": "Development and effectiveness of virtual interactive working memory training for older people with mild cognitive impairment: a single-blind randomised controlled trial.",
            "abstract": "## BACKGROUND\nmemory training is a potential intervention for retaining memory and reducing dementia risk in older adults with mild cognitive impairment (MCI).\n## OBJECTIVE\nthis study examined the effect of virtual interactive working memory training (VIMT) in older adults with MCI.\n## DESIGN\nsingle-blind, two-arm parallel-group, randomised controlled design.\n## SETTING\nretirement homes, institutions, and communities.\n## SUBJECTS\na total of 66 older adults with MCI were recruited (mean age: 78.5 ± 7.6 years).\n## METHODS\nparticipants were randomly assigned to the experimental group (VIMT, n = 33) or active control group (n = 33). The VIMT program used the CogniPlus (includes four training modules). Both groups attended 45 min sessions 3 times per week, a total of 36 sessions. The primary outcome was working memory; secondary outcomes were immediate memory, delayed memory, subjective memory complaints and global cognitive function. All variables were measured at pre-test, post-test, and 3-month follow-up.\n## RESULTS\nbetween group, the effect of working memory adjusted mean difference by 1.75 (95% CI: 0.56 to 2.94; P < 0.01) at post-test. The results were analysed by a generalised estimating equation, which indicated that VIMT group significantly improved working memory at post-test (P = 0.01) relative to the active control group.\n## CONCLUSIONS\nthe applied VIMT program can enable older adults with MCI to maintain their working memory and reduce the rate of cognitive deterioration.\n## TRIAL REGISTRATION\nThis trial was registered on ClinicalTrials.gov (no.: NCT02462135).\n",
            "in_text_citation": "Yang et al., 2019"
        },
        {
            "title": "Effectiveness of an Innovative Cognitive Treatment and Telerehabilitation on Subjects With Mild Cognitive Impairment: A Multicenter, Randomized, Active-Controlled Study.",
            "abstract": "## BACKGROUND\nIn recent years, the potential usefulness of cognitive training procedures in normal aging and mild cognitive impairment (MCI) have received increased attention.\n## OBJECTIVE\nThe main aim of this study was to evaluate the efficacy of the face-to-face cognitive virtual reality rehabilitation system (VRRS) and to compare it to that of face-to-face cognitive treatment as usual for individuals with MCI. Moreover, we assessed the possibility of prolonging the effects of treatment with a telerehabilitation system.\n## METHODS\nA total of 49 subjects with MCI were assigned to 1 of 3 study groups in a randomized controlled trial design: (a) those who received face-to-face cognitive VRRS (12 sessions of individualized cognitive rehabilitation over 4 weeks) followed by telerehabilitation (36 sessions of home-based cognitive VRRS training, three sessions for week); (b) those who received face-to-face cognitive VRRS followed by at-home unstructured cognitive stimulation (36 sessions of home-based unstructured cognitive stimulation, three sessions for week); and (c) those who received face-to-face cognitive treatment as usual (12 sessions of face-to-face cognitive treatment as usual).\n## RESULTS\nAn improvement in memory, language and visuo-constructional abilities was observed after the end of face-to-face VRRS treatment compared to face-to-face treatment as usual. The application of home-based cognitive VRRS telerehabilitation seems to induce more maintenance of the obtained gains than home-based unstructured stimulation.\n## DISCUSSION\nThe present study provides preliminary evidence in support of individualized VRRS treatment and telerehabilitation delivery for cognitive rehabilitation and should pave the way for future studies aiming at identifying optimal cognitive treatment protocols in subjects with MCI.\n## CLINICAL TRIAL REGISTRATION\nwww.ClinicalTrials.gov, identifier NCT03486704.\n",
            "in_text_citation": "Manenti et al., 2020"
        },
        {
            "title": "Feasibility and Tolerability of a Culture-Based Virtual Reality (VR) Training Program in Patients with Mild Cognitive Impairment: A Randomized Controlled Pilot Study.",
            "abstract": "The present study examined whether a culture-based virtual reality (VR) training program is feasible and tolerable for patients with amnestic mild cognitive impairment (aMCI), and whether it could improve cognitive function in these patients. Twenty-one outpatients with aMCI were randomized to either the VR-based training group or the control group in a 1∶1 ratio. The VR-based training group participated in training for 30 min/day, two days/week, for three months (24 times). The VR-based program was designed based on Korean traditional culture and used attention, processing speed, executive function and memory conditions to stimulate cognitive function. The adherence to the culture-based VR training program was 91.55% ± 6.41% in the VR group. The only adverse events observed in the VR group were dizziness (4.2%) and fatigue (8.3%). Analysis revealed that the VR-based training group exhibited no significant differences following the three-month VR program in Korean Mini-Mental State Examination (K-MMSE) scores, working memory functions such as performance on the digit span test, or in Stroop test performance and word fluency. We conclude that although the 12-week culture-based VR training program did not improve cognitive function, our findings revealed that the culture-based VR training program was feasible and tolerable for participants with aMCI.\n",
            "in_text_citation": "Park et al., 2020"
        },
        {
            "title": "A double-blind randomized controlled trial of the efficacy of cognitive training delivered using two different methods in mild cognitive impairment in Parkinson's disease: preliminary report of benefits associated with the use of a computerized tool.",
            "abstract": "## BACKGROUND\nThe effectiveness of computer-based cognitive training (CCT) remains controversial, especially in older adults with neurodegenerative diseases.\n## AIMS\nTo evaluate the efficacy of CCT in patients with Parkinson's disease and mild cognitive impairment (PD-MCI).\n## METHODS\nIn this randomized controlled trial, 53 patients were randomized to receive CCT delivered by means of CoRe software, traditional paper-and-pencil cognitive training (PCT), or an unstructured activity intervention (CG). In each group, the intervention lasted 3 consecutive weeks (4 individual face-to-face sessions/week). Neuropsychological assessment was administered at baseline (T0) and post-intervention (T1). Outcome measures at T0 and T1 were compared within and between groups. The Montreal Overall Cognitive Assessment (MoCA) was taken as the primary outcome measure.\n## RESULTS\nUnlike the PCT group and the CG, the patients receiving CCT showed significant medium/large effect size improvements in MoCA performance, global cognition, executive functions, and attention/processing speed. No baseline individual/demographic variables were associated with greater gains from the intervention, although a negative correlation with baseline MoCA performance was found.\n## CONCLUSION\nCCT proved effective in PD-MCI patients when compared with traditional PCT. Further follow-up assessments are being conducted to verify the retention of the gains and the potential ability of the tool to delay conversion to PD-dementia. Trial registration number (ClinicalTrials.gov): NCT04111640 (30th September 2019).\n",
            "in_text_citation": "Bernini et al., 2021"
        },
        {
            "title": "A novel cognitive-motor exercise program delivered via a tablet to improve mobility in older people with cognitive impairment - StandingTall Cognition and Mobility.",
            "abstract": "## BACKGROUND\nEvidence-based interventions to improve mobility in older people include balance, strength and cognitive training. Digital technologies provide the opportunity to deliver tailored and progressive programs at home. However, it is unknown if they are effective in older people, especially in those with cognitive impairment.\n## OBJECTIVE\nThe aim of this study was to examine the efficacy of a novel tablet-delivered cognitive-motor program on mobility in older people with cognitive impairment.\n## METHODS\nThis was a 6-month single-blind randomised controlled trial of older people living in the community with subjective and/or objective cognitive impairment. Participants randomised to the intervention were asked to follow a 120 min per week balance, strength and cognitive training program delivered via an app on an iPad. Both the intervention and control group received monthly phone calls and health fact sheets. The primary outcome measure was gait speed. Secondary measures included dual-task gait speed, balance (step test, FISCIT-4), 5 sit to stand test, cognition (executive function, memory, attention), mood and balance confidence. Adherence, safety, usability and feedback were also measured.\n## RESULTS\nThe planned sample size of 110 was not reached due to COVID-19 restrictions. A total of 93 (mean age 72.8 SD 7.0 years) participants were randomised to the two groups. Of these 77 participants returned to the follow-up clinic. In intention-to-treat analysis for gait speed, there was a non-significant improvement favouring the intervention group (β 0.04 m/s 95% CI -0.01, 0.08). There were no significant findings for secondary outcomes. Adherence was excellent (84.5%), usability of the app high (76.7% SD 15.3) and no serious adverse events were reported. Feedback on the app was positive and included suggestions for future updates.\n## CONCLUSION\nDue to COVID-19 the trial was under powered to detect significant results. Despite this, there was a trend towards improvement in the primary outcome measure. The excellent adherence and positive feedback about the app suggest a fully powered trial is warranted.\n",
            "in_text_citation": "Callisaya et al., 2021"
        },
        {
            "title": "Effect of Cognitive Training in Fully Immersive Virtual Reality on Visuospatial Function and Frontal-Occipital Functional Connectivity in Predementia: Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nCognitive training can potentially prevent cognitive decline. However, the results of recent studies using semi-immersive virtual reality (VR)-assisted cognitive training are inconsistent.\n## OBJECTIVE\nWe aimed to examine the hypothesis that cognitive training using fully immersive VR, which may facilitate visuospatial processes, could improve visuospatial functioning, comprehensive neuropsychological functioning, psychiatric symptoms, and functional connectivity in the visual brain network in predementia.\n## METHODS\nParticipants over 60 years old with subjective cognitive decline or mild cognitive impairment from a memory clinic were randomly allocated to the VR (n=23) or the control (n=18) group. The VR group participants received multidomain and neuropsychologist-assisted cognitive training in a fully immersive VR environment twice a week for 1 month. The control group participants did not undergo any additional intervention except for their usual therapy such as pharmacotherapy. Participants of both groups were evaluated for cognitive function using face-to-face comprehensive neuropsychological tests, including the Rey-Osterrieth Complex Figure Test (RCFT) copy task; for psychiatric symptoms such as depression, apathy, affect, and quality of life; as well as resting-state functional magnetic resonance imaging (rsfMRI) at baseline and after training. Repeated-measures analysis of variance was used to compare the effect of cognitive training between groups. Seed-to-voxel-based analyses were used to identify the cognitive improvement-related functional connectivity in the visual network of the brain.\n## RESULTS\nAfter VR cognitive training, significant improvement was found in the total score (F\n## CONCLUSIONS\nFully immersive VR cognitive training had positive effects on the visuospatial function, apathy, affect, quality of life, and increased frontal-occipital functional connectivity in older people in a predementia state. Future trials using VR cognitive training with larger sample sizes and more sophisticated designs over a longer duration may reveal greater improvements in cognition, psychiatric symptoms, and brain functional connectivity.\n## TRIAL REGISTRATION\nClinical Research Information Service KCT0005243; https://tinyurl.com/2a4kfasa.\n",
            "in_text_citation": "Kang et al., 2021"
        },
        {
            "title": "Beneficial effect of computer-based multidomain cognitive training in patients with mild cognitive impairment.",
            "abstract": "The purpose of the present study was to explore the effects of computer-based multidomain cognitive training program on Greek patients with Mild Cognitive Impairment (MCI). Forty-six patients with MCI were randomly divided into two groups; (a) the training group, which received a computer-based multidomain cognitive training program with the use of the RehaCom software and (b) the control group, which underwent standard-clinical care. The duration of the computer-based training program was 15 weeks, administered twice a week for approximately one hour per session. Analysis of the baseline versus endpoint performance of each group demonstrated that in the control group delayed memory and executive function had deteriorated over the observation period of 15 weeks, while improvement was observed in the training group's performance on delayed memory, word recognition, Boston Naming Test (BNT), Clock Drawing Test (CDT), Semantic Fluency (SF), Trail Making Test-A (TMT-A) and Trail Making Test-B (TMT-B). Comparison between the two groups presented asignificant effect of the intervention for most cognitive domains. These findings are promising for the development of training methods designed to delay cognitive decline in patients with MCI, which is considered to be the prodromal stage of Alzheimer's Disease (AD).\n",
            "in_text_citation": "Nousia et al., 2021(2)"
        },
        {
            "title": "Effects of virtual reality-based spatial cognitive training on hippocampal function of older adults with mild cognitive impairment.",
            "abstract": "## BACKGROUND\nTo date, there is a controversy on effects of cognitive intervention to maintain or improve hippocampal function for older adults with mild cognitive impairment (MCI).\n## OBJECTIVE\nThe main objective of this study was to exam effects of virtual reality-based spatial cognitive training (VR-SCT) using VR on hippocampal function of older adults with MCI.\n## METHOD\nFifty-six older adults with MCI were randomly allocated to the experimental group (EG) that received the VR-SCT or the waitlist control group (CG) for a total of 24 sessions. To investigate effects of the VR-SCT on spatial cognition and episodic memory, the Weschsler Adult Intelligence Scale-Revised Block Design Test (WAIS-BDT) and the Seoul Verbal Learning Test (SVLT) were used.\n## RESULTS\nDuring the sessions, the training performances gradually increased (p < .001). After the intervention, the EG showed significant greater improvements in the WAIS-BDT (p < .001, η2 = .667) and recall of the SVLT (p < .05, η2 =.094) compared to the CG but in recognition of the SVLT (p > .05, η2 =.001).\n## CONCLUSION\nThese results suggest that the VR-SCT might be clinically beneficial to enhance spatial cognition and episodic memory of older adults with MCI.\n",
            "in_text_citation": "Park et al., 2022"
        },
        {
            "title": "Effect of eight-week online cognitive training in Parkinson's disease: A double-blind, randomized, controlled trial.",
            "abstract": "## INTRODUCTION\nCognitive training (CT) has been proposed as a treatment option for cognitive impairment in Parkinson's disease (PD). We aimed to assess the efficacy of adaptive, computerized CT on cognitive function in PD.\n## METHODS\nIn this double-blind, randomized controlled trial we enrolled PD patients that experienced substantial subjective cognitive complaints. Over a period of eight weeks, participants underwent 24 sessions of computerized multi-domain CT or an active control intervention for 45 min each (randomized 1:1). The primary outcome was the accuracy on the Tower of London task; secondary outcomes included effects on other neuropsychological outcomes and subjective cognitive complaints. Outcomes were assessed before and after training and at six-months follow-up, and analyzed with multivariate mixed-model analyses.\n## RESULTS\nThe intention-to-treat population consisted of 136 participants (n = 68 vs. n = 68, age M: 62.9y, female: 39.7%). Multivariate mixed-model analyses showed no group difference on the Tower of London accuracy corrected for baseline performance (n = 130): B: -0.06, 95% CI: -0.27 to 0.15, p = 0.562. Participants in the CT group were on average 0.30 SD (i.e., 1.5 s) faster on difficulty load 4 of this task (secondary outcome): 95% CI: -0.55 to -0.06, p = 0.015. CT did not reduce subjective cognitive complaints. At follow-up, no group differences were found.\n## CONCLUSIONS\nThis study shows no beneficial effect of eight-week computerized CT on the primary outcome (i.e., planning accuracy) and only minor improvements on secondary outcomes (i.e., processing speed) with limited clinical impact. Personalized or ecologically valid multi-modal intervention methods could be considered to achieve clinically meaningful and lasting effects.\n",
            "in_text_citation": "van Balkom et al., 2022"
        },
        {
            "title": "Clinical efficacy of aerobic exercise combined with computer-based cognitive training in stroke: a multicenter randomized controlled trial.",
            "abstract": "## PURPOSE\nThe objectives are to evaluate the effects of a sequential combination of aerobic exercise and cognitive training, compared with exercise or cognitive training alone, on cognitive function, physical function, daily function, quality of life, and social participation in stroke survivors with cognitive impairment.\n## METHODS\nThis is a single-blind, parallel, randomized controlled trial. Stroke patients with mild cognitive impairment (n = 56) were randomly assigned to aerobic exercise training (n = 18), computerized cognitive training (n = 18), and the sequential combination of aerobic exercise and computerized cognitive training (n = 20) group. All groups underwent training 60 min/day, 3 days/week, for a total of 12 weeks. The primary outcomes included Montreal Cognitive Assessment (MoCA), Wechsler Memory Scale-Third Edition, and the Stroop color-word test. Secondary outcomes were the Timed Up and Go test, 6-Minute Walk Test, Functional Independence Measure, Lawton Instrumental Activities of Daily Living Scale, Community Integration Questionnaire, and Stroke Impact Scale.\n## RESULTS\n56 participants completed the trial. Compared with a single type of aerobic exercise or cognitive training, the combined training group showed significant improvement in MoCA (\n## CONCLUSIONS\nThe findings provide evidence for the potential synergistic intervention in stroke survivors. Future studies investigating the transfer effects and the optimal training parameters with a larger sample is needed.\n",
            "in_text_citation": "Yeh et al., 2022"
        },
        {
            "title": "Computerized Cognitive Training Enhances Episodic Memory by Down-Modulating Posterior Cingulate-Precuneus Connectivity in Older Persons With Mild Cognitive Impairment: A Randomized Controlled Trial.",
            "abstract": "## OBJECTIVE\nThe neural mechanisms underlying the beneficial effects of a computerized cognitive training (CCT) program for improving episodic memory in older persons with mild cognitive impairment (MCI) remain unclear. This study aimed to use both functional and structural brain changes to elucidate the treatment effects of CCT on enhancing episodic memory.\n## DESIGN, SETTING, AND PARTICIPANTS\nSingle-blinded, multicenter randomized controlled trial on 60 older adults with MCI in Fuzhou, China.\n## INTERVENTION\nParticipants were randomly assigned to either an 8-week 24-hour CCT program or a health education program as the control.\n## MEASUREMENTS\nClinical outcomes included changes in scores on the immediate and/or delayed recall subtests of the Chinese auditory verbal learning test (CAVLT) and rey complex figure test (CFT), and changes in gray matter volume and the functional connectivity of the posterior cingulate cortex (PCC) and hippocampus in the Papez circuit on magnetic resonance imaging.\n## RESULTS\nSignificant group-by-time effects showed greater improvements in both immediate and delayed recall scores of CAVLT and delayed recall scores of Rey CFT in participants receiving the CCT program compared to those in the health education program. Among the CCT participants, seed-based analyses revealed decreases in functional connectivity of the PCC and hippocampus with neural substrates in the parietal and occipital regions. The decreased PCC and precuneus connectivity were found to mediate patients' improvements in immediate recall function.\n## CONCLUSION\nAn 8-week CCT program was effective for improving episodic memory in older individuals with MCI. The decrease in connectivity originating from the PCC and hippocampus is suggestive of potential plastic changes in the Papez circuit, which could have alleviated the age-related compensatory mechanism. The findings of this study also shed light on expanding the content and extending the frequency and duration of the CCT program in future studies.\n",
            "in_text_citation": "Wu et al., 2023"
        },
        {
            "title": "Assessing Virtual Reality Environments as Cognitive Stimulation Method for Patients with MCI",
            "abstract": "Advances in technology in the last decade have created a diverse field of applications for the care of persons with cognitive impairment. This chapter is an attempt to introduce a virtual reality computer-based intervention, which can used for cognitive stimulating and disease progression evaluation of a wide range of cognitive disorders ranging from mild cognitive impairment (MCI) to Alzheimer’s disease and various dementias. Virtual reality (VR) environments have already been successfully used in cognitive rehabilitation and show increased potential for use in neuropsychological evaluation allowing for greater ecological validity while being more engaging and user friendly. Nevertheless a holistic approach has been attempted, in order to view the research themes and applications that currently exist around the ‘‘intelligent systems’’ healthcare given to the cognitively impaired persons, and thus looking at research directions, systems, technological frameworks and perhaps trends.",
            "in_text_citation": "Tarnanas et al., 2014"
        }
    ]
}