{
    "citations": [
        {
            "footnote": 20,
            "title": "Hand washing with soap and WASH educational intervention reduces under-five childhood diarrhoea incidence in Jigjiga District, eastern Ethiopia: a community-based cluster randomized controlled trial.",
            "in_text_citation": "Hashi et al., 2017"
        },
        {
            "footnote": 21,
            "title": "Interim evaluation of a large scale sanitation, hygiene and water improvement programme on childhood diarrhea and respiratory disease in rural Bangladesh.",
            "in_text_citation": "Huda et al., 2012"
        },
        {
            "footnote": 22,
            "title": "Effect of community health clubs on child diarrhoea in western Rwanda: cluster-randomised controlled trial.",
            "in_text_citation": "Sinharoy et al., 2017"
        },
        {
            "footnote": 40,
            "title": "A longitudinal study of the impact of behavioural change intervention on cleanliness, diarrhoeal morbidity and growth of children in rural Bangladesh.",
            "in_text_citation": "Ahmed et al., 1993"
        },
        {
            "footnote": 41,
            "title": "Effectiveness of a hand hygiene program to reduce acute gastroenteritis at child care centers: a cluster randomized trial.",
            "in_text_citation": "Azor-Martinez et al., 2020"
        },
        {
            "footnote": 42,
            "title": "Effects of multiple cleaning and disinfection interventions on infectious diseases in children: a group randomized trial in China.",
            "in_text_citation": "Ban et al., 2015"
        },
        {
            "footnote": 43,
            "title": "Diarrheal illness among infants and toddlers in day care centers: effects of active surveillance and staff training without subsequent monitoring.",
            "in_text_citation": "Bartlett et al., 1988"
        },
        {
            "footnote": 44,
            "title": "Effectiveness of WASH education to prevent diarrhea among children under five in a community of Patuakhali, Bangladesh.",
            "in_text_citation": "Begum et al., 2020"
        },
        {
            "footnote": 45,
            "title": "Handwashing to prevent diarrhea in day-care centers.",
            "in_text_citation": "Black et al., 1981"
        },
        {
            "footnote": 46,
            "title": "Promoting handwashing and sanitation: evidence from a large-scale randomized trial in rural Tanzania.",
            "in_text_citation": "Briceño et al., 2015"
        },
        {
            "footnote": 47,
            "title": "Occurrence of infectious symptoms in children in day care homes.",
            "in_text_citation": "Butz et al., 1990"
        },
        {
            "footnote": 48,
            "title": "Effectiveness of a training program in reducing infections in toddlers attending day care centers.",
            "in_text_citation": "Carabin et al., 1999"
        },
        {
            "footnote": 49,
            "title": "Handwashing behavior change at scale: evidence from a randomized evaluation in Vietnam.",
            "in_text_citation": "Chase et al., 2012"
        },
        {
            "footnote": 50,
            "title": "Promoting handwashing behavior: the effects of large-scale community and school-level interventions.",
            "in_text_citation": "Galiani et al., 2016"
        },
        {
            "footnote": 51,
            "title": "Community-based hygiene education to reduce diarrhoeal disease in rural Zaire: impact of the intervention on diarrhoeal morbidity.",
            "in_text_citation": "Haggerty et al., 1994"
        },
        {
            "footnote": 52,
            "title": "Prevention of diarrhoea and dysentery by hand washing.",
            "in_text_citation": "Han et al., 1989"
        },
        {
            "footnote": 53,
            "title": "Evaluation of an hygienic intervention in child day-care centers.",
            "in_text_citation": "Kotch et al., 1994"
        },
        {
            "footnote": 54,
            "title": "Hand-washing and diapering equipment reduces disease among children in out-of-home child care centers.",
            "in_text_citation": "Kotch et al., 2007"
        },
        {
            "footnote": 56,
            "title": "Hand-washing, subclinical infections, and growth: a longitudinal evaluation of an intervention in Nepali slums.",
            "in_text_citation": "Langford et al., 2011"
        },
        {
            "footnote": 57,
            "title": "The impact of a community based health education program on the incidence of diarrheal disease in southern Thailand.",
            "in_text_citation": "Lee et al., 1991"
        },
        {
            "footnote": 58,
            "title": "Delayed effectiveness of home-based interventions in reducing childhood diarrhea, Karachi, Pakistan.",
            "in_text_citation": "Luby et al., 2004"
        },
        {
            "footnote": 59,
            "title": "Effect of intensive handwashing promotion on childhood diarrhea in high-risk communities in Pakistan: a randomized controlled trial.",
            "in_text_citation": "Luby et al., 2004a"
        },
        {
            "footnote": 60,
            "title": "Combining drinking water treatment and hand washing for diarrhoea prevention, a cluster randomised controlled trial.",
            "in_text_citation": "Luby et al., 2006"
        },
        {
            "footnote": 61,
            "title": "Effects of water quality, sanitation, handwashing, and nutritional interventions on diarrhoea and child growth in rural Bangladesh: a cluster randomised controlled trial.",
            "in_text_citation": "Luby et al., 2018"
        },
        {
            "footnote": 62,
            "title": "Evaluating the impact of community health volunteer home visits on child diarrhea and fever in the Volta Region, Ghana: a cluster-randomized controlled trial.",
            "in_text_citation": "Ma et al., 2019"
        },
        {
            "footnote": 63,
            "title": "Effects on childhood infections of promoting safe and hygienic complementary-food handling practices through a community-based programme: a cluster randomised controlled trial in a rural area of The Gambia.",
            "in_text_citation": "Manaseki-Holland et al., 2021"
        },
        {
            "footnote": 64,
            "title": "Health outcomes of an integrated behaviour-centred water, sanitation, hygiene and food safety intervention–a randomised before and after trial.",
            "in_text_citation": "Morse et al., 2020"
        },
        {
            "footnote": 65,
            "title": "An investigation of the effects of a hand washing intervention on health outcomes and school absence using a randomised trial in Indian urban communities.",
            "in_text_citation": "Nicholson et al., 2014"
        },
        {
            "footnote": 66,
            "title": "Effects of water quality, sanitation, handwashing, and nutritional interventions on diarrhoea and child growth in rural Kenya: a cluster-randomised controlled trial.",
            "in_text_citation": "Null et al., 2018"
        },
        {
            "footnote": 67,
            "title": "Water and hygiene interventions to reduce diarrhoea in rural Afghanistan: a randomized controlled study.",
            "in_text_citation": "Opryszko et al., 2010"
        },
        {
            "footnote": 68,
            "title": "Impact of a hygiene curriculum and the installation of simple handwashing and drinking water stations in rural Kenyan primary schools on student health and hygiene practices.",
            "in_text_citation": "Patel et al., 2012"
        },
        {
            "footnote": 69,
            "title": "Access to waterless hand sanitizer improves student hand hygiene behavior in primary schools in Nairobi, Kenya.",
            "in_text_citation": "Pickering et al., 2013"
        },
        {
            "footnote": 70,
            "title": "Measuring the effect of a hygiene behaviour intervention by indicators of behaviour and diarrhoeal disease.",
            "in_text_citation": "Pinfold et al., 1996"
        },
        {
            "footnote": 71,
            "title": "Effect of infection control measures on the frequency of diarrheal episodes in child care: a randomized, controlled trial.",
            "in_text_citation": "Roberts et al., 2000"
        },
        {
            "footnote": 72,
            "title": "Hand washing with soap reduces diarrhoea and spread of bacterial pathogens in a Bangladesh village.",
            "in_text_citation": "Shahid et al., 1996"
        },
        {
            "footnote": 73,
            "title": "Effect of handwashing on the incidence of diarrhoea in a Calcutta slum.",
            "in_text_citation": "Sircar et al., 1987"
        },
        {
            "footnote": 74,
            "title": "An educational intervention for altering water-sanitation behaviors to reduce childhood diarrhea in urban Bangladesh.",
            "in_text_citation": "Stanton et al., 1987"
        },
        {
            "footnote": 75,
            "title": "Effects of hand hygiene campaigns on incidence of laboratory-confirmed influenza and absenteeism in schoolchildren, Cairo, Egypt.",
            "in_text_citation": "Talaat et al., 2011"
        },
        {
            "footnote": 76,
            "title": "Hand-washing reduces diarrhoea episodes: a study in Lombok, Indonesia.",
            "in_text_citation": "Wilson et al., 1991"
        },
        {
            "footnote": 77,
            "title": "A hand hygiene intervention to reduce infections in child daycare: a randomized controlled trial.",
            "in_text_citation": "Zomer et al., 2015"
        }
    ]
}