{
    "key_references": [
        {
            "title": "Hand washing with soap and WASH educational intervention reduces under-five childhood diarrhoea incidence in Jigjiga District, Eastern Ethiopia: A community-based cluster randomized controlled trial.",
            "abstract": "Despite the tremendous achievement in reducing child mortality and morbidity in the last two decades, diarrhoea is still a major cause of morbidity and mortality among children in many developing countries, including Ethiopia. Hand washing with soap promotion, water quality improvements and improvements in excreta disposal significantly reduces diarrhoeal diseases. The objective of this study was to evaluate the effect of hand washing with soap and water, sanitation and hygiene (WASH) educational Intervention on the incidence of under-five children diarrhoea. A community-based cluster randomized controlled trial was conducted in 24 clusters (sub-Kebelles) in Jigjiga district, Somali region, Eastern Ethiopia from February 1 to July 30, 2015. The trial compared incidence of diarrhoea among under-five children whose primary caretakers receive hand washing with soap and water, sanitation, hygiene educational messages with control households. Generalized estimating equation with a log link function Poisson distribution family was used to compute adjusted incidence rate ratio and the corresponding 95% confidence interval. The results of this study show that the longitudinal adjusted incidence rate ratio (IRR) of diarrhoeal diseases comparing interventional and control households was 0.65 (95% CI 0.57, 0.73) suggesting an overall diarrhoeal diseases reduction of 35%. The results are similar to other trials of WASH educational interventions and hand washing with soap. In conclusion, hand washing with soap practice during critical times and WASH educational messages reduces childhood diarrhoea in the rural pastoralist area.\n",
            "in_text_citation": "Hashi et al., 2017",
            "footnote": 20
        },
        {
            "title": "Interim evaluation of a large scale sanitation, hygiene and water improvement programme on childhood diarrhea and respiratory disease in rural Bangladesh.",
            "abstract": "Started in 2007, the Sanitation Hygiene Education and Water Supply in Bangladesh (SHEWA-B) project aims to improve the hygiene, sanitation and water supply for 20 million people in Bangladesh, and thus reduce disease among this population. This paper assesses the effectiveness of SHEWA-B on changing behaviors and reducing diarrhea and respiratory illness among children < 5 years of age. We assessed behaviors at baseline in 2007 and after 6 months and 18 months by conducting structured observation of handwashing behavior in 500 intervention and 500 control households. In addition we conducted spot checks of water and sanitation facilities in 850 intervention and 850 control households. We also collected monthly data on diarrhea and respiratory illness from 500 intervention and 500 control households from October 2007 to September 2009. Participants washed their hands with soap < 3% of the time around food related events in both intervention and control households at baseline and after 18 months. Washing both hands with soap or ash after cleaning a child's anus increased from 22% to 36%, and no access to a latrine decreased from 10% to 6.8% from baseline to 18 months. The prevalence of diarrhea and respiratory illness, among children <5 years of age were similar in intervention and control communities throughout the study. This large scale sanitation, hygiene and water improvement programme resulted in improvements in a few of its targeted behaviors, but these modest behavior changes have not yet resulted in a measurable reduction in childhood diarrhea and respiratory illness.\n",
            "in_text_citation": "Huda et al., 2012",
            "footnote": 21
        },
        {
            "title": "Effect of community health clubs on child diarrhoea in western Rwanda: cluster-randomised controlled trial.",
            "abstract": "## BACKGROUND\nCommunity health clubs are multi-session village-level gatherings led by trained facilitators and designed to promote healthy behaviours mainly related to water, sanitation, and hygiene. They have been implemented in several African and Asian countries but have never been evaluated rigorously. We aimed to evaluate the effect of two versions of the community health club model on child health and nutrition outcomes.\n## METHODS\nWe did a cluster-randomised trial in Rusizi district, western Rwanda. We defined villages as clusters. We assessed villages for eligibility then randomly selected 150 for the study using a simple random sampling routine in Stata. We stratified villages by wealth index and by the proportion of children younger than 2 years with caregiver-reported diarrhoea within the past 7 days. We randomly allocated these villages to three study groups: no intervention (control; n=50), eight community health club sessions (Lite intervention; n=50), or 20 community health club sessions (Classic intervention; n=50). Households in these villages were enrolled in 2013 for a baseline survey, then re-enrolled in 2015 for an endline survey. The primary outcome was caregiver-reported diarrhoea within the previous 7 days in children younger than 5 years. Analysis was by intention to treat and per protocol. This trial is registered with ClinicalTrials.gov, number NCT01836731.\n## FINDINGS\nAt the baseline survey undertaken between May, 2013, and August, 2013, 8734 households with children younger than 5 years of age were enrolled. At the endline survey undertaken between Sept 21, 2015, and Dec 22, 2015, 7934 (91%) of the households were re-enrolled. Among children younger than 5 years, the prevalence of caregiver-reported diarrhoea in the previous 7 days was 514 (14%) of 3616 assigned the control, 453 (14%) of 3196 allocated the Lite intervention (prevalence ratio compared with control 0·97, 95% CI 0·81-1·16; p=0·74), and 495 (14%) of 3464 assigned the Classic intervention (prevalence ratio compared with control 0·99, 0·85-1·15; p=0·87).\n## INTERPRETATION\nCommunity health clubs, in this setting in western Rwanda, had no effect on caregiver-reported diarrhoea among children younger than 5 years. Our results question the value of implementing this intervention at scale for the aim of achieving health gains.\n## FUNDING\nBill & Melinda Gates Foundation.\n",
            "in_text_citation": "Sinharoy et al., 2017",
            "footnote": 22
        },
        {
            "title": "A longitudinal study of the impact of behavioural change intervention on cleanliness, diarrhoeal morbidity and growth of children in rural Bangladesh.",
            "abstract": "A community-based intervention was developed through direct participation of the target population in assessment and iterative trials to improve hygiene practices and to reduce childhood diarrhoea in lowland rural Bangladesh. A total of 185 (98%) households with children ages 0-18 months in five contiguous villages were targeted for the interventions. A comparison site was selected for a detailed observational study and for use as a control for the intervention. About 97% of all households with children ages 0-18 months were enrolled for study at the control site. Children in this age group were targeted because at this developmental stage they were most vulnerable to diarrhoeal morbidity and malnutrition (related to unhygienic practices). The intervention was implemented with the assistance of village leaders through a \"Clean Life\" campaign by local project workers and volunteer mothers who were chosen from the target households. The intervention activities started in January 1986 and lasted for 7 months. Higher adoption rates of the intervention were associated with better cleanliness status, which was related to lower diarrhoea and malnutrition rates in the intervention site. The results of between-site longitudinal analyses showed that after the intervention, the intervention site had substantially higher cleanliness scores, lower diarrhoeal morbidity, and better growth status compared to those of the control site, with differences increasing over time. The findings suggest that this type of community-based intervention can be very beneficial in modifying hygiene behaviours and lowering childhood diarrhoea and malnutrition.\n",
            "in_text_citation": "Ahmed et al., 1993",
            "footnote": 40
        },
        {
            "title": "Effectiveness of a hand hygiene program to reduce acute gastroenteritis at child care centers: A cluster randomized trial.",
            "abstract": "## UNLABELLED\nWe aimed to assess the effectiveness of an educational and hand hygiene program in daycare centers (DCCs) and homes on acute gastroenteritis (AGE) incidence in children attending DCCs.\n## METHODS\nA randomized, controlled, and open study of 911 children aged 0-3 years attending 24 DCCs in Almería (Spain) with an 8-month follow-up was employed. Two intervention groups of DCCs families performed educational and hand hygiene measures, 1 with soap and water (soap and water group; n = 274), another with hand sanitizer (hand sanitizer group [HSG]; n = 339), and the control group (CG; n = 298) followed usual handwashing procedures. We compared AGE episode rates with Poisson regression model.\n## RESULTS\nseven hundred fourteen AGE episodes were registered, significant differences between HSG and CG children were found during December and January. A multivariate model was applied and the adjusted incidence rate ratios by rotavirus vaccination found significant differences when children were previously vaccinated, the children in the soap and water group had a higher risk of AGE episodes (incidence rate ratio: 1.28, 95% confidence interval:1.0-1.64), compared with those in the HSG.\n## CONCLUSIONS\nThis study demonstrated that hand hygiene programs that included hand sanitizer were most effective in the winter months. Further, the largest reduction of AGE episodes occurred in the children that followed hand hygiene programs including hand sanitizer and educational measures for DCC staff, parents, and children, and were vaccinated for rotavirus.\n",
            "in_text_citation": "Azor-Martinez et al., 2020",
            "footnote": 41
        },
        {
            "title": "Effects of Multiple Cleaning and Disinfection Interventions on Infectious Diseases in Children: A Group Randomized Trial in China.",
            "abstract": "## OBJECTIVE\nTo assess the effectiveness of multiple cleaning and disinfection interventions in the homes and kindergartens, in reducing gastrointestinal and respiratory illnesses of children.\n## METHODS\nFrom October 2010 to September 2011, we performed a prospective, controlled study in China. 408 children under 5 years old were recruited and group randomized into intervention and control groups. Families and kindergartens in the intervention group were provided with antibacterial products for hand hygiene and surface cleaning or disinfection for one year. Each child's illness symptoms and sick leave were recorded every day.\n## RESULTS\nA total of 393 children completed the study, with similar baseline demographics in each of the 2 groups. Except for abdominal pain, the odds of symptoms (fever, cough and expectoration, runny nose and nasal congestion, diarrhea), illness (acute respiratory illness and gastrointestinal illness), and sick leave per person each month were significantly reduced by interventions. The rates of fever, diarrhea, acute respiratory illness, gastrointestinal illness and sick leave per person per year were significantly decreased as well.\n## CONCLUSION\nNot only the acute respiratory and gastrointestinal illness but the sick leave rate in children were significantly reduced by multiple interventions.\n",
            "in_text_citation": "Ban et al., 2015",
            "footnote": 42
        },
        {
            "title": "Diarrheal illness among infants and toddlers in day care centers: effects of active surveillance and staff training without subsequent monitoring.",
            "abstract": "From October 1981 to September 1984, the authors conducted a three-year longitudinal study of diarrhea among infants and toddlers attending day care centers in Maricopa County, Arizona. In the third year of study, they evaluated the effects on diarrhea rates of staff training without external monitoring and of active surveillance conducted throughout the study. From 21 study day care centers, they randomly selected 10 (\"intervention day care centers\") to receive staff training in procedures to reduce transmission of infectious diarrhea. Continuing active surveillance in the 10 intervention and 11 control day care centers found no difference between diarrhea rates in intervention day care centers in the pre- and posttraining years and no difference between diarrhea rates in the two groups of centers either before or after the training intervention. Biweekly family-based surveys during the two months after training also demonstrated no difference between infant-toddler diarrhea rates in intervention and control day care centers. These surveys found the 21 study day care centers to have significantly higher diarrhea rates than did day care homes or households not using day care, but significantly lower rates than day care centers not included in the active surveillance. Continuous surveillance without training was associated with a significant decrease in diarrheal illness during the course of longitudinal study. One-time staff training without subsequent monitoring did not result in additional decreases and did not lower day care center diarrhea rates to the levels observed in day care homes and households not using day care.\n",
            "in_text_citation": "Bartlett et al., 1988",
            "footnote": 43
        },
        {
            "title": "Handwashing to prevent diarrhea in day-care centers.",
            "abstract": "Diarrhea has been recognized as a frequent health problem among children enrolled in day-care centers. Thus, we evaluated the effect of a handwashing program in two day-care centers (HWC) on the incidence of diarrhea among children when compared to children in two control centers (CC). After the program was begun, the incidence of diarrhea at the HWC began to fall and after the second month of the study was consistently lower than that at the CC. The incidence of diarrhea in the HWC was approximately half that of the CC for the entire 35-week study period. Adenoviruses, rotavirus, Giardia lamblia, and enteropathogenic Escherichia coli were found in the stools of a small number of ill children, but not pathogen was identified in the stools of most children with diarrhea. These results suggest that a handwashing program will probably prevent at least some of the diarrhea in day-care centers.\n",
            "in_text_citation": "Black et al., 1981",
            "footnote": 45
        },
        {
            "title": "Occurrence of infectious symptoms in children in day care homes.",
            "abstract": "Transmission of enteric pathogens is facilitated in child day care centers, including family day care homes, by frequent and intimate exposure among susceptible hosts, with diaper changing as the highest-risk procedure for such transmission. The objective of this study was to evaluate the effectiveness of an intervention program in decreasing the incidence of infectious disease symptoms in children attending family day care homes during a 12-month period. Each of 24 family day care homes was randomly assigned to an intervention or control group. The intervention included four components: (1) a handwashing educational program and (2) use of vinyl gloves, (3) use of disposable diaper changing pads, and (4) use of an alcohol-based hand rinse by the day care provider. Symptoms of enteric disease (diarrhea and vomiting) were significantly reduced in intervention family day care homes (p less than or equal to 0.05), whereas respiratory symptoms were not significantly different between intervention and control family day care homes (p = 0.35). Diarrhea was reported in 1 of every 100 child care days, representing one diarrhea episode per month in a typical family day care home.\n",
            "in_text_citation": "Butz et al., 1990",
            "footnote": 47
        },
        {
            "title": "Effectiveness of a training program in reducing infections in toddlers attending day care centers.",
            "abstract": "The objective of this study was to assess the effectiveness of a hygiene program in reducing the incidence of respiratory and diarrheal diseases in toddlers attending day care centers. A randomized field trial was conducted in 52 day care centers in Quebec, Canada, between September 1, 1996 and November 30, 1997. Absences for any reasons and the daily occurrence of colds and/or diarrhea in toddlers were recorded on calendars by the educators. The number of fecal coliforms on children's hands and on educators' hands was measured during three unannounced visits. Overall, 1,729 children were followed in 47 day care centers for a total of 153,643 child-days. The incidence rate of diarrhea was considerably reduced by the effect of monitoring (IRR = 0.73, 95% CI = 0.54,0.97), and the intervention reduced the incidence rate of upper respiratory tract infections (IRR = 0.80, 95% CI = 0.68,0.93). Monitoring alone also had an important effect in reducing the level of bacterial contamination on children's and educators' hands. The results indicate that both an intervention program and monitoring alone play a role in reducing infections in children attending day care centers.\n",
            "in_text_citation": "Carabin et al., 1999",
            "footnote": 48
        },
        {
            "title": "Promoting Handwashing Behavior: The Effects of Large-scale Community and School-level Interventions.",
            "abstract": "This paper analyzes a randomized experiment that uses novel strategies to promote handwashing with soap at critical points in time in Peru. It evaluates a large-scale comprehensive initiative that involved both community and school activities in addition to communication campaigns. The analysis indicates that the initiative was successful in reaching the target audience and in increasing the treated population's knowledge about appropriate handwashing behavior. These improvements translated into higher self-reported and observed handwashing with soap at critical junctures. However, no significant improvements in the health of children under the age of 5 years were observed. Copyright © 2015 John Wiley & Sons, Ltd.\n",
            "in_text_citation": "Galiani et al., 2016",
            "footnote": 50
        },
        {
            "title": "Community-based hygiene education to reduce diarrhoeal disease in rural Zaire: impact of the intervention on diarrhoeal morbidity.",
            "abstract": "## BACKGROUND\nDiarrhoeal disease is a leading cause of morbidity in young children in rural Zaire. Few diarrhoea prevention programmes have been implemented in Bandundu Province, where available data suggest an annual prevalence rate of 10%. The urgent need to reduce diarrhoeal morbidity in Zaire, together with the potential effectiveness and feasibility of hygiene education as a diarrhoea prevention strategy, led to the development of the present research project.\n## METHODS\nA randomized, controlled trial of an education intervention to reduce diarrhoea through improved personal and domestic hygiene behaviours was conducted in 18 geographically separate village clusters (sites) in rural Zaire. For 12 weeks baseline information on the diarrhoeal morbidity of 2082 children aged 3-35 months was collected at weekly home visits, and structured observations of hygiene practices related to diarrhoea were made on a subset of 300 families. Intervention messages addressed disposal of animal faeces from the yard, handwashing after defecation and before meal preparation and eating, and disposal of children's faeces. Three months after the start of the intervention and exactly 1 year after the baseline studies, a second diarrhoeal morbidity study and a second observational study were conducted in order to evaluate the intervention.\n## RESULTS\nChildren in intervention communities experienced an 11% reduction in the risk of reporting diarrhoea during the peak diarrhoeal season, compared to controls (P < 0.025). The largest differences were seen among children aged 24-35 months, with those from intervention communities reporting significantly fewer episodes, shorter mean durations and hence fewer days of diarrhoea. There was some evidence that greater reductions in diarrhoea occurred in sites where the quality of the intervention, a scored measure of volunteer efficacy and community participation, was highest.\n## CONCLUSIONS\nThe results of this study suggest that hygiene education may be an effective approach to reduce the incidence and duration of diarrhoeal episodes in rural Zaire. Children aged 2 years appear to benefit the most. A Hawthorne effect of the education may contribute to diarrhoeal reductions.\n",
            "in_text_citation": "Haggerty et al., 1994",
            "footnote": 51
        },
        {
            "title": "Prevention of diarrhoea and dysentery by hand washing.",
            "abstract": "A 'non-blind' randomized hand washing intervention study was conducted in a low socioeconomic community in Rangoon to determine if hand washing by 494 children under 5 years old and their mothers could reduce the incidence of diarrhoea and dysentery in these children. Children and mothers in the intervention group were asked to wash their hands after defaecation and before preparing or eating their 3 main meals; 2 bars of plain soap were provided. The control group was left to follow customary practice. Diarrhoea and dysentery incidences in the 2 groups were monitored during 4 months by comparing the incidence density ratios (IDR). The diarrhoeal incidence among the children in the hand washing households was significantly lower than that among those in the control households (IDR = 0.70, 95% confidence interval (CI) = 0.54-0.92). For dysentery incidence, although there was a 40% reduction (IDR = 0.58, 95% CI = 0.22-1.55) in the children under 2 years, there seemed to be no impact in older children (IDR = 1.2, 95% CI = 0.52-2.80). The study indicates that hand washing is effective in reducing the morbidity from diarrhoea and dysentery.\n",
            "in_text_citation": "Han et al., 1989",
            "footnote": 52
        },
        {
            "title": "Evaluation of an hygienic intervention in child day-care centers.",
            "abstract": "The growing use of child day-care centers (CDCCs) has pro- duced a significant rise in morbidity due to infectious diseases which carry such consequences as discomfort, disability, and parental anxiety.’2 Haskins conservatively estimated the cost of day- care illnesses among children to be $1 .8 billion.3 To this must be added the cost of parents’ and care givers’ excess illness attribut- able to CDCCs. No published study describes a successful intervention to re- duce the risk of upper respiratory disease in CDCCs. Although many research groups have advocated hand washing and diapering hygiene as a means of reducing the spread of enteric disease in CDCCs,4” there are only two controlled studies in the literature. In their pioneering work, Black et al showed the incidence of diarrhea in CDCCs following a rigorously monitored hand-washing program to be nearly twice that in intervention centers.’2 Bartlett et al monitored the impact of hand washing in randomly assigned CDCCs and found no intervention effect. However, rates of diarrhea were significantly lower among children in the actively monitored centers regardless of intervention status.’3 These studies share several limitations: the sources of incidence data were not blinded to center intervention status, the analyses did not statistically control for potential confounders, and nonindependence of multiple diarrhea episodes in the same child were not accounted for. The purposes of our study were to de- velop a feasible, multicomponent hygienic intervention and to carefully measure its impact while controlling for sources of bias. Use of trade names is for identification only and does not constitute endorsement by the Public Health Service, the Centers for Disease Control and Prevention, or any of the other co-spon- sors of this conference.",
            "in_text_citation": "Kotch et al., 1994",
            "footnote": 53
        },
        {
            "title": "Hand-washing and diapering equipment reduces disease among children in out-of-home child care centers.",
            "abstract": "## OBJECTIVE\nThe objective of this study was to determine whether the installation of equipment for diaper-changing, hand-washing, and food preparation that is specifically designed to reduce the transmission of infectious agents would result in a decrease in the rate of diarrheal illness among children and their teachers in child care centers.\n## METHODS\nTwenty-three pairs of child care centers were matched on size and star-rated license level. One member of each pair was randomly assigned to an intervention group and the other to a control group. Intervention centers received new diaper-changing, hand-washing, and food-preparation equipment, and both intervention and control centers received hygiene and sanitation training with reinforcement and follow-up as needed. Families with children in participating classrooms were called biweekly to ascertain the frequency and severity of any diarrheal illness episodes. Staff attendance was monitored, and staff hygiene and sanitation behaviors were observed and recorded monthly.\n## RESULTS\nAlthough hygiene and sanitation behaviors improved in both intervention and control centers, there was a significant difference favoring the intervention centers with respect to frequency of diarrheal illness (0.90 vs 1.58 illnesses per 100 child-days in control centers) and proportion of days ill as a result of diarrhea (4.0% vs 5.0% in control centers) among the children. Staff in those same classrooms were reported to have a significantly lower proportion of days absent as a result of any illness (0.77% in treatment centers versus 1.73% in control centers).\n## CONCLUSION\nDiapering, hand-washing, and food-preparation equipment that is specifically designed to reduce the spread of infectious agents significantly reduced diarrheal illness among the children and absence as a result of illness among staff in out-of-home child care centers.\n",
            "in_text_citation": "Kotch et al., 2007",
            "footnote": 54
        },
        {
            "title": "Hand-washing, subclinical infections, and growth: a longitudinal evaluation of an intervention in Nepali slums.",
            "abstract": "## OBJECTIVE\nWe conducted a longitudinal study to assess the impact of a hand-washing intervention on growth and biomarkers of child health in Nepali slums. This is the first study to evaluate the impact of hand-washing on markers of subclinical, asymptomatic infections associated with childhood growth faltering.\n## METHODS\nWe recruited a total sample of infants in the target age-range (3-12 months) living in the eight largest Kathmandu slums, allocating them to intervention (n = 45) and control (n = 43) groups. In intervention areas, a small-scale community-based hand-washing program was implemented for six months; in control areas, mothers continued their normal practices. Time series linear regression was used to assess the impact of the intervention on levels of morbidity, mucosal damage, immune stimulation and growth.\n## RESULTS\nAs expected, children with higher levels of mucosal damage exhibited worse growth over the period of the intervention (P = 0.01, <0.001 and 0.03 for height-for-age, weight-for-age, and weight-for-height z-scores, respectively). We observed a 41% reduction in diarrheal morbidity (P = 0.023) for the intervention group relative to control. However, the hand-washing intervention did not lower levels of mucosal damage or immune stimulation, nor slow growth faltering.\n## CONCLUSIONS\nReducing exposure to pathogens is an important global health priority. This study confirms the importance of hand-washing campaigns for reducing childhood morbidity. Yet our data suggest that promoting hand-washing is necessary but not sufficient to address chronic, subclinical infections. From a human biology standpoint, tackling the root causes of childhood infections is needed to address growth faltering in the context of highly contaminated slum environments.\n",
            "in_text_citation": "Langford et al., 2011",
            "footnote": 56
        },
        {
            "title": "The impact of a community based health education program on the incidence of diarrheal disease in southern Thailand.",
            "abstract": "This study has demonstrated that additional training of service providers [village health volunteers (VHVs), village health communicators (VHCs)] in combination with the mobilization of village leaders and influentials to promote selective preventive health behavior, can have a marked impact upon the effective practice of these behaviors and diarrheal incidence. Further, this impact can be achieved through the existing staff structure, ie, VHV/VHCs of the national health program. For example, increased contact between these service providers and mothers of children under 5 years through home visits and attendance at meetings held by the service providers, contributed positively to the practice of selected preventive behaviors. If the national program provided similar training inputs on the promotion of selected preventive behaviors and increased service provider contacts, the program's impact upon diarrheal disease would be enhanced.\n",
            "in_text_citation": "Lee et al., 1991",
            "footnote": 57
        },
        {
            "title": "Delayed effectiveness of home-based interventions in reducing childhood diarrhea, Karachi, Pakistan.",
            "abstract": "We introduced home drinking water disinfection and handwashing with soap in Karachi squatter settlements to evaluate their effect on diarrhea. In April 2000, 150 households received soap, 76 received dilute bleach and a water storage vessel, and 76 were enrolled as controls. In 2000, among households wealthy enough to own a refrigerator, children in households that received bleach and a vessel had a 73% lower incidence of diarrhea than controls; those that received soap had a 56% lower incidence. There was no reduction in diarrhea in intervention households without a refrigerator. In 2001, households that received bleach and a vessel had a 71% lower incidence of diarrhea and children in households that received soap had a 35% lower incidence than controls. In 2001, the interventions were equally effective in households that had a refrigerator and those that did not. Both of these home-based interventions were ultimately effective in preventing diarrhea, but only households of slightly higher socioeconomic status changed their behavior quickly enough to benefit during the first summer.\n",
            "in_text_citation": "Luby et al., 2004",
            "footnote": 58
        },
        {
            "title": "Effect of intensive handwashing promotion on childhood diarrhea in high-risk communities in Pakistan: a randomized controlled trial.",
            "abstract": "## CONTEXT\nWashing hands with soap prevents diarrhea, but children at the highest risk of death from diarrhea are younger than 1 year, too young to wash their own hands. Previous studies lacked sufficient power to assess the impact of household handwashing on diarrhea in infants.\n## OBJECTIVE\nTo evaluate the effect of promoting household handwashing with soap among children at the highest risk of death from diarrhea.\n## DESIGN, SETTING, AND PARTICIPANTS\nA cluster randomized controlled trial of 36 low-income neighborhoods in urban squatter settlements in Karachi, Pakistan. Field workers visited participating households at least weekly from April 15, 2002, to April 5, 2003. Eligible households located in the study area had at least 2 children younger than 15 years, at least 1 of whom was younger than 5 years.\n## INTERVENTIONS\nWeekly visits in 25 neighborhoods to promote handwashing with soap after defecation and before preparing food, eating, and feeding a child. Within intervention neighborhoods, 300 households (1523 children) received a regular supply of antibacterial soap and 300 households (1640 children) received plain soap. Eleven neighborhoods (306 households and 1528 children) comprised the control group.\n## MAIN OUTCOME MEASURE\nIncidence density of diarrhea among children, defined as the number of diarrheal episodes per 100 person-weeks of observation.\n## RESULTS\nChildren younger than 15 years living in households that received handwashing promotion and plain soap had a 53% lower incidence of diarrhea (95% confidence interval [CI], -65% to -41%) compared with children living in control neighborhoods. Infants living in households that received handwashing promotion and plain soap had 39% fewer days with diarrhea (95% CI, -61% to -16%) vs infants living in control neighborhoods. Severely malnourished children (weight for age z score, <-3.0) younger than 5 years living in households that received handwashing promotion and plain soap had 42% fewer days with diarrhea (95% CI, -69% to -16%) vs severely malnourished children in the control group. Similar reductions in diarrhea were observed among children living in households receiving antibacterial soap.\n## CONCLUSION\nIn a setting in which diarrhea is a leading cause of child death, improvement in handwashing in the household reduced the incidence of diarrhea among children at high risk of death from diarrhea.\n",
            "in_text_citation": "Luby et al., 2004a",
            "footnote": 59
        },
        {
            "title": "Combining drinking water treatment and hand washing for diarrhoea prevention, a cluster randomised controlled trial.",
            "abstract": "## OBJECTIVES\nTo evaluate the effectiveness of point of use water treatment with flocculent-disinfectant on reducing diarrhoea and the additional benefit of promoting hand washing with soap.\n## METHODS\nThe study was conducted in squatter settlements of Karachi, Pakistan, where diarrhoea is a leading cause of childhood death. Interventions were randomly assigned to 47 neighbourhoods. Households in 10 neighbourhoods received diluted bleach and a water vessel; nine neighbourhoods received soap and were encouraged to wash hands; nine neighbourhoods received flocculent-disinfectant water treatment and a water vessel; 10 neighbourhoods received disinfectant-disinfectant water treatment and soap and were encouraged to wash hands; and nine neighbourhoods were followed as controls. Field workers visited households at least once a week from April to December 2003 to promote use of the interventions and to collect data on diarrhoea.\n## RESULTS\nStudy participants in control neighbourhoods had diarrhoea on 5.2% of days. Compared to controls, participants living in intervention neighbourhoods had a lower prevalence of diarrhoea: 55% (95% CI 17%, 80%) lower in bleach and water vessel neighbourhoods, 51% (95% CI 12%, 76%) lower in hand washing promotion with soap neighbourhoods, 64% lower (95% CI 29%, 90%) in disinfectant-disinfectant neighbourhoods, and 55% (95% CI 18%, 80%) lower in disinfectant-disinfectant plus hand washing with soap neighbourhoods.\n## CONCLUSIONS\nWith an intense community-based intervention and supplies provided free of cost, each of the home-based interventions significantly reduced diarrhoea. There was no benefit by combining hand washing promotion with water treatment.\n",
            "in_text_citation": "Luby et al., 2006",
            "footnote": 60
        },
        {
            "title": "Effects of water quality, sanitation, handwashing, and nutritional interventions on diarrhoea and child growth in rural Bangladesh: a cluster randomised controlled trial.",
            "abstract": "## BACKGROUND\nDiarrhoea and growth faltering in early childhood are associated with subsequent adverse outcomes. We aimed to assess whether water quality, sanitation, and handwashing interventions alone or combined with nutrition interventions reduced diarrhoea or growth faltering.\n## METHODS\nThe WASH Benefits Bangladesh cluster-randomised trial enrolled pregnant women from villages in rural Bangladesh and evaluated outcomes at 1-year and 2-years' follow-up. Pregnant women in geographically adjacent clusters were block-randomised to one of seven clusters: chlorinated drinking water (water); upgraded sanitation (sanitation); promotion of handwashing with soap (handwashing); combined water, sanitation, and handwashing; counselling on appropriate child nutrition plus lipid-based nutrient supplements (nutrition); combined water, sanitation, handwashing, and nutrition; and control (data collection only). Primary outcomes were caregiver-reported diarrhoea in the past 7 days among children who were in utero or younger than 3 years at enrolment and length-for-age Z score among children born to enrolled pregnant women. Masking was not possible for data collection, but analyses were masked. Analysis was by intention to treat. This trial is registered at ClinicalTrials.gov, number NCC01590095.\n## FINDINGS\nBetween May 31, 2012, and July 7, 2013, 5551 pregnant women in 720 clusters were randomly allocated to one of seven groups. 1382 women were assigned to the control group; 698 to water; 696 to sanitation; 688 to handwashing; 702 to water, sanitation, and handwashing; 699 to nutrition; and 686 to water, sanitation, handwashing, and nutrition. 331 (6%) women were lost to follow-up. Data on diarrhoea at year 1 or year 2 (combined) were available for 14 425 children (7331 in year 1, 7094 in year 2) and data on length-for-age Z score in year 2 were available for 4584 children (92% of living children were measured at year 2). All interventions had high adherence. Compared with a prevalence of 5·7% (200 of 3517 child weeks) in the control group, 7-day diarrhoea prevalence was lower among index children and children under 3 years at enrolment who received sanitation (61 [3·5%] of 1760; prevalence ratio 0·61, 95% CI 0·46-0·81), handwashing (62 [3·5%] of 1795; 0·60, 0·45-0·80), combined water, sanitation, and handwashing (74 [3·9%] of 1902; 0·69, 0·53-0·90), nutrition (62 [3·5%] of 1766; 0·64, 0·49-0·85), and combined water, sanitation, handwashing, and nutrition (66 [3·5%] of 1861; 0·62, 0·47-0·81); diarrhoea prevalence was not significantly lower in children receiving water treatment (90 [4·9%] of 1824; 0·89, 0·70-1·13). Compared with control (mean length-for-age Z score -1·79), children were taller by year 2 in the nutrition group (mean difference 0·25 [95% CI 0·15-0·36]) and in the combined water, sanitation, handwashing, and nutrition group (0·13 [0·02-0·24]). The individual water, sanitation, and handwashing groups, and combined water, sanitation, and handwashing group had no effect on linear growth.\n## INTERPRETATION\nNutrient supplementation and counselling modestly improved linear growth, but there was no benefit to the integration of water, sanitation, and handwashing with nutrition. Adherence was high in all groups and diarrhoea prevalence was reduced in all intervention groups except water treatment. Combined water, sanitation, and handwashing interventions provided no additive benefit over single interventions.\n## FUNDING\nBill & Melinda Gates Foundation.\n",
            "in_text_citation": "Luby et al., 2018",
            "footnote": 61
        },
        {
            "title": "Evaluating the impact of community health volunteer home visits on child diarrhea and fever in the Volta Region, Ghana: A cluster-randomized controlled trial.",
            "abstract": "## BACKGROUND\nAlthough there is mounting evidence demonstrating beneficial effects of community health workers (CHWs), few studies have examined the impact of CHW programs focused on preventing infectious diseases in children through behavior changes. We assessed the preventive effects of community health volunteers (CHVs), who receive no financial incentive, on child diarrhea and fever prevalence in Ghana.\n## METHODS AND FINDINGS\nWe conducted a cluster-randomized controlled trial in 40 communities in the Volta Region, Ghana. Twenty communities were randomly allocated to the intervention arm, and 20 to the control arm, using a computer-generated block randomization list. In the intervention arm, CHVs were deployed in their own community with the key task of conducting home visits for health education and community mobilization. The primary outcomes of the trial were diarrhea and fever prevalence at 6 and 12 months among under-5 children based on caregivers' recall. Secondary outcomes included oral rehydration treatment and rapid diagnostic testing for malaria among under-5 children, and family planning practices of caregivers. Generalized estimating equations (GEEs) with a log link and exchangeable correlation matrix were used to determine the relative risk (RR) and 95% confidence intervals (CIs) for diarrhea, fever, and secondary outcomes adjusted for clustering and stratification. Between April 18 and May 4, 2015, 1,956 children were recruited and followed up until September 20, 2016. At 6 and 12 months post-randomization, 1,660 (85%) and 1,609 (82%) participants, respectively, had outcomes assessed. CHVs' home visits had no statistically significant effect on diarrhea or fever prevalence at either time point. After a follow-up of 12 months, the prevalence of diarrhea and fever was 7.0% (55/784) and 18.4% (144/784), respectively, in the control communities and 4.5% (37/825) and 14.7% (121/825), respectively, in the intervention communities (12-month RR adjusted for clustering and stratification: diarrhea, RR 0.73, 95% CI 0.37-1.45, p = 0.37; fever, RR 0.76, 95% CI 0.51-1.14, p = 0.20). However, the following were observed: improved hand hygiene practices, increased utilization of insecticide-treated bed nets, and greater participation in community outreach programs (p-values < 0.05) in the intervention group. In a post hoc subgroup analysis, the prevalence of diarrhea and fever at 6 months was 3.2% (2/62) and 17.7% (11/62), respectively, in the intervention communities with ≥70% coverage and a ≥30-minute visit duration, and 14.4% (116/806) and 30.2% (243/806) in the control communities (RR adjusted for clustering, stratification, baseline prevalence, and covariates: diarrhea, RR 0.23, 95% CI 0.09-0.60, p = 0.003; fever, RR 0.69, 95% CI 0.52-0.92, p = 0.01). The main limitations were the following: We were unable to investigate the longer-term effects of CHVs; the trial may have been underpowered to detect small to moderate effects due to the large decline in diarrheal and fever prevalence in both the intervention and control group; and caregivers' practices were based on self-report, and the possibility of caregivers providing socially desirable responses cannot be excluded.\n## CONCLUSIONS\nWe found no effect of CHVs' home visits on the prevalence of child diarrhea or fever. However, CHV programs with high community coverage and regular household contacts of effective duration may reduce childhood infectious disease prevalence.\n## TRIAL REGISTRATION\nInternational Standard Randomised Controlled Trial Registry, ISRCTN49236178.\n",
            "in_text_citation": "Ma et al., 2019",
            "footnote": 62
        },
        {
            "title": "Effects on childhood infections of promoting safe and hygienic complementary-food handling practices through a community-based programme: A cluster randomised controlled trial in a rural area of The Gambia.",
            "abstract": "## BACKGROUND\nThe Gambia has high rates of under-5 mortality from diarrhoea and pneumonia, peaking during complementary-feeding age. Community-based interventions may reduce complementary-food contamination and disease rates.\n## METHODS AND FINDINGS\nA public health intervention using critical control points and motivational drivers, delivered February-April 2015 in The Gambia, was evaluated in a cluster randomised controlled trial at 6- and 32-month follow-up in September-October 2015 and October-December 2017, respectively. After consent for trial participation and baseline data were collected, 30 villages (clusters) were randomly assigned to intervention or control, stratified by population size and geography. The intervention included a community-wide campaign on days 1, 2, 17, and 25, a reminder visit at 5 months, plus informal community-volunteer home visits. It promoted 5 key complementary-food and 1 key drinking-water safety and hygiene behaviours through performing arts, public meetings, and certifications delivered by a team from local health and village structures to all villagers who attended the activities, to which mothers of 6- to 24-month-old children were specifically invited. Control villages received a 1-day campaign on domestic-garden water use. The background characteristics of mother and clusters (villages) were balanced between the trial arms. Outcomes were measured at 6 and 32 months in a random sample of 21-26 mothers per cluster. There were no intervention or research team visits to villages between 6 and 32 months. The primary outcome was a composite outcome of the number of times key complementary-food behaviours were observed as a proportion of the number of opportunities to perform the behaviours during the observation period at 6 months. Secondary outcomes included the rate of each recommended behaviour; microbiological growth from complementary food and drinking water (6 months only); and reported acute respiratory infections, diarrhoea, and diarrhoea hospitalisation. Analysis was by intention-to-treat analysis adjusted by clustering. (Registration: PACTR201410000859336). We found that 394/571 (69%) of mothers with complementary-feeding children in the intervention villages were actively involved in the campaign. No villages withdrew, and there were no changes in the implementation of the intervention. The intervention improved behaviour adoption significantly. For the primary outcome, the rate was 662/4,351(incidence rate [IR] = 0.15) in control villages versus 2,861/4,378 (IR = 0.65) in intervention villages (adjusted incidence rate ratio [aIRR] = 4.44, 95% CI 3.62-5.44, p < 0.001), and at 32 months the aIRR was 1.17 (95% CI 1.07-1.29, p = 0.001). Secondary health outcomes also improved with the intervention: (1) mother-reported diarrhoea at 6 months, with adjusted relative risk (aRR) = 0.39 (95% CI 0.32-0.48, p < 0.001), and at 32 months, with aRR = 0.68 (95% CI 0.48-0.96, p = 0.027); (2) mother-reported diarrhoea hospitalisation at 6 months, with aRR = 0.35 (95% CI 0.19-0.66, p = 0.001), and at 32 months, with aRR = 0.38 (95% CI 0.18-0.80, p = 0.011); and (3) mother-reported acute respiratory tract infections at 6 months, with aRR = 0.67 (95% CI 0.53-0.86, p = 0.001), though at 32 months improvement was not significant (p = 0.200). No adverse events were reported. The main limitations were that only medium to small rural villages were involved. Obtaining laboratory cultures from food at 32 months was not possible, and no stool microorganisms were investigated.\n## CONCLUSIONS\nWe found that low-cost and culturally embedded behaviour change interventions were acceptable to communities and led to short- and long-term improvements in complementary-food safety and hygiene practices, and reported diarrhoea and acute respiratory tract infections.\n## TRIAL REGISTRATION\nThe trial was registered on the 17th October 2014 with the Pan African Clinical Trial Registry in South Africa with number (PACTR201410000859336) and 32-month follow-up as an amendment to the trial.\n",
            "in_text_citation": "Manaseki-Holland et al., 2021",
            "footnote": 63
        },
        {
            "title": "Health Outcomes of an Integrated Behaviour-Centred Water, Sanitation, Hygiene and Food Safety Intervention-A Randomised before and after Trial.",
            "abstract": "Diarrhoeal disease in children under five in low income settings has been associated with multiple environmental exposure pathways, including complementary foods. Conducted from February to December 2018 in rural Malawi, this before and after trial with a control used diarrhoeal disease as a primary outcome, to measure the impact of a food hygiene intervention (food hygiene + handwashing) relative to a food hygiene and water, sanitation and hygiene (WASH) intervention (food hygiene + handwashing + faeces management + water management). The 31-week intervention was delivered by community-based coordinators through community events (\n",
            "in_text_citation": "Morse et al., 2020",
            "footnote": 64
        },
        {
            "title": "An investigation of the effects of a hand washing intervention on health outcomes and school absence using a randomised trial in Indian urban communities.",
            "abstract": "## OBJECTIVES\nTo evaluate how an intervention, which combined hand washing promotion aimed at 5-year-olds with provision of free soap, affected illnesses among the children and their families and children's school absenteeism.\n## METHODS\nWe monitored illnesses, including diarrhoea and acute respiratory infections (ARIs), school absences and soap consumption for 41 weeks in 70 low-income communities in Mumbai, India (35 communities per arm).\n## RESULTS\nOutcomes from 847 intervention households (containing 847 5-year-olds and 4863 subjects in total) and 833 control households (containing 833 5-year-olds and 4812 subjects) were modelled using negative binomial regression. Intervention group 5-year-olds had fewer episodes of diarrhoea (-25%, 95% confidence intervals [CI] = -37%, -2%), ARIs (-15%, 95% CI = -30%, -8%), school absences due to illnesses (-27%, 95% CI = -41%, -18%) and eye infections (-46%, 95% CI = -58%, -31%). Further, there were fewer episodes of diarrhoea and ARIs in the intervention group for 'whole families' (-31%, 95% CI = -37%, -5%; and -14%, 95% CI = -23%, -6%, respectively), 6- to 15-year-olds (-30%, 95% CI = -39%, -7%; and -15%, 95% CI = -24%, -6%) and under 5 s (-32%, 95% CI = -41%, -4%; and -20%, 95% CI = -29%, -8%).\n## CONCLUSIONS\nDirect-contact hand washing interventions aimed at younger school-aged children can affect the health of the whole family. These may be scalable through public-private partnerships and classroom-based campaigns. Further work is required to understand the conditions under which health benefits are transferred and the mechanisms for transference.\n",
            "in_text_citation": "Nicholson et al., 2014",
            "footnote": 65
        },
        {
            "title": "Effects of water quality, sanitation, handwashing, and nutritional interventions on diarrhoea and child growth in rural Kenya: a cluster-randomised controlled trial.",
            "abstract": "## BACKGROUND\nPoor nutrition and exposure to faecal contamination are associated with diarrhoea and growth faltering, both of which have long-term consequences for child health. We aimed to assess whether water, sanitation, handwashing, and nutrition interventions reduced diarrhoea or growth faltering.\n## METHODS\nThe WASH Benefits cluster-randomised trial enrolled pregnant women from villages in rural Kenya and evaluated outcomes at 1 year and 2 years of follow-up. Geographically-adjacent clusters were block-randomised to active control (household visits to measure mid-upper-arm circumference), passive control (data collection only), or compound-level interventions including household visits to promote target behaviours: drinking chlorinated water (water); safe sanitation consisting of disposing faeces in an improved latrine (sanitation); handwashing with soap (handwashing); combined water, sanitation, and handwashing; counselling on appropriate maternal, infant, and young child feeding plus small-quantity lipid-based nutrient supplements from 6-24 months (nutrition); and combined water, sanitation, handwashing, and nutrition. Primary outcomes were caregiver-reported diarrhoea in the past 7 days and length-for-age Z score at year 2 in index children born to the enrolled pregnant women. Masking was not possible for data collection, but analyses were masked. Analysis was by intention to treat. This trial is registered with ClinicalTrials.gov, number NCT01704105.\n## FINDINGS\nBetween Nov 27, 2012, and May 21, 2014, 8246 women in 702 clusters were enrolled and randomly assigned an intervention or control group. 1919 women were assigned to the active control group; 938 to passive control; 904 to water; 892 to sanitation; 917 to handwashing; 912 to combined water, sanitation, and handwashing; 843 to nutrition; and 921 to combined water, sanitation, handwashing, and nutrition. Data on diarrhoea at year 1 or year 2 were available for 6494 children and data on length-for-age Z score in year 2 were available for 6583 children (86% of living children were measured at year 2). Adherence indicators for sanitation, handwashing, and nutrition were more than 70% at year 1, handwashing fell to less than 25% at year 2, and for water was less than 45% at year 1 and less than 25% at year 2; combined groups were comparable to single groups. None of the interventions reduced diarrhoea prevalence compared with the active control. Compared with active control (length-for-age Z score -1·54) children in nutrition and combined water, sanitation, handwashing, and nutrition were taller by year 2 (mean difference 0·13 [95% CI 0·01-0·25] in the nutrition group; 0·16 [0·05-0·27] in the combined water, sanitation, handwashing, and nutrition group). The individual water, sanitation, and handwashing groups, and combined water, sanitation, and handwashing group had no effect on linear growth.\n## INTERPRETATION\nBehaviour change messaging combined with technologically simple interventions such as water treatment, household sanitation upgrades from unimproved to improved latrines, and handwashing stations did not reduce childhood diarrhoea or improve growth, even when adherence was at least as high as has been achieved by other programmes. Counselling and supplementation in the nutrition group and combined water, sanitation, handwashing, and nutrition interventions led to small growth benefits, but there was no advantage to integrating water, sanitation, and handwashing with nutrition. The interventions might have been more efficacious with higher adherence or in an environment with lower baseline sanitation coverage, especially in this context of high diarrhoea prevalence.\n## FUNDING\nBill & Melinda Gates Foundation, United States Agency for International Development.\n",
            "in_text_citation": 66,
            "footnote": "Null et al., 2018"
        },
        {
            "title": "Water and hygiene interventions to reduce diarrhoea in rural Afghanistan: a randomized controlled study.",
            "abstract": "A randomized controlled trial of four interventions was conducted using tubewells (n=2,486), liquid sodium hypochlorite ('Clorin') distributed with an improved water vessel (n=2,305), hygiene promotion (n=1,877), and a combination of the three (n=2,040) to create an evidence-base for water policy in Afghanistan. A fifth group served as a control (n=2,377). Interventions were randomized across 32 villages in Wardak province. Outcomes were measured through two household surveys separated by one year and twice-weekly household surveillance conducted over 16 months. The households receiving all three interventions showed reduction in diarrhoea compared with the control group, through both longitudinal surveillance data (IRR [95% CI]=0.61 [0.47-0.81]) and cross-sectional survey data (AOR [95% CI]=0.53 [0.30-0.93]). This reduction was significant when all household members were included, but did not reach significance when only children under five were considered. These results suggest multi-barrier methods are necessary where there are many opportunities for water contamination. Surveillance data suggested a greater impact of interventions on reducing diarrhoeal diseases than data from the surveys. Higher economic status as measured through household assets was associated with lower rates of diarrhoea and greater intervention uptake, excepting Clorin. Use of soap was also associated with lower prevalence of diarrhoea.\n",
            "in_text_citation": "Opryszko et al., 2010",
            "footnote": 67
        },
        {
            "title": "Impact of a hygiene curriculum and the installation of simple handwashing and drinking water stations in rural Kenyan primary schools on student health and hygiene practices.",
            "abstract": "School-based hygiene and water treatment programs increase student knowledge, improve hygiene, and decrease absenteeism, however health impact studies of these programs are lacking. We collected baseline information from students in 42 schools in Kenya. We then instituted a curriculum on safe water and hand hygiene and installed water stations in half (\"intervention schools\"). One year later, we implemented the intervention in remaining schools. Through biweekly student household visits and two annual surveys, we compared the effect of the intervention on hygiene practices and reported student illness. We saw improvement in proper handwashing techniques after the school program was introduced. We observed a decrease in the median percentage of students with acute respiratory illness among those exposed to the program; no decrease in acute diarrhea was seen. Students in this school program exhibited sustained improvement in hygiene knowledge and a decreased risk of respiratory infections after the intervention.\n",
            "in_text_citation": "Patel et al., 2012",
            "footnote": 68
        },
        {
            "title": "Access to waterless hand sanitizer improves student hand hygiene behavior in primary schools in Nairobi, Kenya.",
            "abstract": "Handwashing is difficult in settings with limited resources and water access. In primary schools within urban Kibera, Kenya, we investigated the impact of providing waterless hand sanitizer on student hand hygiene behavior. Two schools received a waterless hand sanitizer intervention, two schools received a handwashing with soap intervention, and two schools received no intervention. Hand cleaning behavior after toilet use was monitored for 2 months using structured observation. Hand cleaning after toileting was 82% at sanitizer schools (N = 2,507 toileting events), 38% at soap schools (N = 3,429), and 37% at control schools (N = 2,797). Students at sanitizer schools were 23% less likely to have observed rhinorrhea than control students (P = 0.02); reductions in student-reported gastrointestinal and respiratory illness symptoms were not statistically significant. Providing waterless hand sanitizer markedly increased student hand cleaning after toilet use, whereas the soap intervention did not. Waterless hand sanitizer may be a promising option to improve student hand cleansing behavior, particularly in schools with limited water access.\n",
            "in_text_citation": "Pickering et al., 2013",
            "footnote": 69
        },
        {
            "title": "Measuring the effect of a hygiene behaviour intervention by indicators of behaviour and diarrhoeal disease.",
            "abstract": "A social marketing approach used both qualitative and quantitative methods to develop a hygiene behaviour intervention in rural north-east Thailand. Behaviours were preselected from a previous study and the intervention was designed to promote hand washing, especially before feeding a baby, cooking, eating, and after defaecation or cleaning a baby's bottom, and dish washing immediately after eating. A bacteriological indicator (enumerating faecal streptococci using a finger impression technique) was developed to measure changes in hand washing behaviour and observation (spot checks) of dirty dishes to indicate dish washing practice. There was a significant improvement in both behaviours and a significant reduction in diarrhoeal disease as a result of the intervention. Furthermore, both indicators were retrospectively found to be positively related to diarrhoeal disease incidence. However, receiving and being able to recall the intervention messages was not necessarily sufficient to ensure behaviour change, as some adults found it difficult to change old habits. Villages showing the greatest improvement tended to have a stronger sense of community than others and to have more people actively involved in the intervention.\n",
            "in_text_citation": "Pinfold et al., 1996",
            "footnote": 70
        },
        {
            "title": "Effect of infection control measures on the frequency of diarrheal episodes in child care: a randomized, controlled trial.",
            "abstract": "## BACKGROUND\nDiarrheal infections are common in children who attend child care, and preventing transmission of disease in this setting depends on actions by child care staff. We set out to discover whether transmission of gastrointestinal infections in child care could be reduced by improved infection control procedures.\n## METHODS\nWe performed a cluster randomized, controlled trial of an infection control intervention conducted in child care centers for 1 city in Australia. The intervention was training of child care staff about transmission of infection and handwashing and focused on both staff and child behavior. Implementation of the intervention was recorded by an observer. Illness was measured by parent report in telephone interviews every 2 weeks.\n## RESULTS\nThere were 311 child-years of surveillance for diarrheal episodes. The rate of episodes of diarrhea was 1.9 per child-year in intervention centers and 2.7 per child-year in control centers. Multivariable analysis showed that diarrheal episodes were significantly reduced in intervention center children by 50%. However, the impact of the intervention was confined to children over 24 months of age. For those centers in which children's compliance with handwashing was high, diarrheal episodes were reduced by 66%.\n## CONCLUSIONS\nThis trial supports education about infection control, for staff and children in child care, as a means of reducing transmission of diarrhea. Reduction in episodes of diarrhea in children in child care was limited to children over 24 months of age.\n",
            "in_text_citation": "Roberts et al., 2000",
            "footnote": 71
        },
        {
            "title": "Hand washing with soap reduces diarrhoea and spread of bacterial pathogens in a Bangladesh village.",
            "abstract": "Hand washing with soap and water can prevent the spread of diarrhoeal diseases in areas where comparatively costly interventions, such as supply of safe water and improved sanitation, are not possible. In this study, the practice of hand washing with soap and water was instituted in a periurban slum of Dhaka city, and the surveillance for diarrhoea sustained for a one-year period. Rates of primary and secondary attacks were compared to those of a non-intervention area similar in age structure, economic status, education, and other relevant variables. Rectal swabs of cases and contacts established aetiologies. There was a large (2.6 fold) reduction in diarrhoeal episodes in the intervention area during the observation period. Rates of bacterial pathogens were also lower in the intervention area. Significant reduction in diarrhoeal incidences was observed in all age groups for all pathogens except for rotavirus. These observations if implemented as health policy could reduce the spread of diarrhoeal diseases at low cost in high risk areas.\n",
            "in_text_citation": "Shahid et al., 1996",
            "footnote": 72
        },
        {
            "title": "Effect of handwashing on the incidence of diarrhoea in a Calcutta slum.",
            "abstract": "Diarrheal diseases pose a major threat to the health of people living in developing countries, particularly where there is poverty and a poor environment. The effect of handwashing in reducing the incidence of diarrhea in day-care centers has been reported recently. The present study is a prospective community based study conducted to evaluate the effect of handwashing on the incidence of diarrheal disease in Calcutta slums. Handwashing was implemented in 1 slum and the other nearby slum, without handwashing program, served as control. The incidence of watery diarrhea during the 13 month period, between the study and control groups was not significantly different. However, the incidence of dysentery in individuals above 5 years of age in the control group was significantly higher as compared to those in the study group (p 0.05). The results of this study indicate that handwashing with soap may reduce the incidence of dysenteric cases in the community by interruption of transmission of the pathogens from 1 person to the other.\n",
            "in_text_citation": "Sircar et al., 1987",
            "footnote": 73
        },
        {
            "title": "An educational intervention for altering water-sanitation behaviors to reduce childhood diarrhea in urban Bangladesh. II. A randomized trial to assess the impact of the intervention on hygienic behaviors and rates of diarrhea.",
            "abstract": "An educational intervention was designed to improve three water-sanitation behaviors empirically shown to be associated with high rates of childhood diarrhea in Dhaka, Bangladesh: lack of handwashing before preparing food, open defecation by children in the family compound, and inattention to proper disposal of garbage and feces, increasing the opportunity for young children to place waste products in their mouth. Fifty-one communities, each comprising 38 families, were randomized either to receive (n = 25) or not to receive (n = 26) the intervention. During the six months after the intervention, the rate of diarrhea (per 100 person-weeks) in children under six years of age was 4.3 in the intervention communities and 5.8 in the control communities (26% protective efficacy; p less than 0.0001). A corresponding improvement in handwashing practices before preparing food was noted, although no improvement was observed for defecation and waste disposal practices. These data suggest that educational interventions for water-sanitation practices can have an important beneficial effect upon childhood diarrhea in developing countries, particularly when the interventions are designed in a simple way to promote naturally occurring salutory behaviors that are empirically associated with lower rates of childhood diarrhea.\n",
            "in_text_citation": 74,
            "footnote": "Stanton et al., 1987"
        },
        {
            "title": "Effects of hand hygiene campaigns on incidence of laboratory-confirmed influenza and absenteeism in schoolchildren, Cairo, Egypt.",
            "abstract": "To evaluate the effectiveness of an intensive hand hygiene campaign on reducing absenteeism caused by influenza-like illness (ILI), diarrhea, conjunctivitis, and laboratory-confirmed influenza, we conducted a randomized control trial in 60 elementary schools in Cairo, Egypt. Children in the intervention schools were required to wash hands twice each day, and health messages were provided through entertainment activities. Data were collected on student absenteeism and reasons for illness. School nurses collected nasal swabs from students with ILI, which were tested by using a qualitative diagnostic test for influenza A and B. Compared with results for the control group, in the intervention group, overall absences caused by ILI, diarrhea, conjunctivitis, and laboratory-confirmed influenza were reduced by 40%, 30%, 67%, and 50%, respectively (p<0.0001 for each illness). An intensive hand hygiene campaign was effective in reducing absenteeism caused by these illnesses.\n",
            "in_text_citation": "Talaat et al., 2011",
            "footnote": 75
        },
        {
            "title": "Hand-washing reduces diarrhoea episodes: a study in Lombok, Indonesia.",
            "abstract": "Sixty-five mothers from Balai Lua, Central Lombok, Indonesia were given soap and an explanation of the faecal-oral route of diarrhoea transmission. This very simple health message was repeated and reinforced fortnightly when mothers were also asked whether any members of their family had suffered from diarrhoea over the previous 2 weeks. Children of these mothers experienced an 89% reduction in diarrhoea episodes compared to a control period before the intervention.\n",
            "in_text_citation": "Wilson et al., 1991",
            "footnote": 76
        },
        {
            "title": "A hand hygiene intervention to reduce infections in child daycare: a randomized controlled trial.",
            "abstract": "Infections are common in children attending daycare centres (DCCs). We evaluated the effect of a hand hygiene (HH) intervention for caregivers on the incidence of gastrointestinal and respiratory infections in children. The intervention was evaluated in a two-arm cluster randomized controlled trial. Thirty-six DCCs received the intervention including HH products, training sessions, and posters/stickers. Thirty-five control DCCs continued usual practice. Incidence of episodes of diarrhoea and the common cold in children was monitored by parents during 6 months. Using multilevel Poisson regression, incidence rate ratios (IRRs) with 95% confidence intervals (CIs) were obtained. Diarrhoeal incidence was monitored in 545 children for 91 937 days. During follow-up, the incidence was 3·0 episodes per child-year in intervention DCCs vs. 3·4 in control DCCs (IRR 0·90, 95% CI 0·73-1·11). Incidence of the common cold was monitored in 541 children for 91 373 days. During follow-up, the incidence was 8·2 episodes per child-year in intervention DCCs vs. 7·4 in control DCCs (IRR 1·07, 95% CI 0·97-1·19). In this study, no evidence for an effect of the intervention was demonstrated on the incidence of episodes of diarrhoea and the common cold.\n",
            "in_text_citation": "Zomer et al., 2015",
            "footnote": 77
        },
        {
            "title": "Effectiveness of WASH Education to Prevent Diarrhea among Children under five in a Community of Patuakhali, Bangladesh",
            "abstract": "Diarrhea is a leading cause of death among under five children in developing countries. The burden of child diarrhea in Bangladesh is still significant. Safe water, sanitation, and hygiene (WASH) can limit the events. This study aimed to assess the effectiveness of WASH education of mothers or caregivers on child diarrhea. A community-based randomized control trial was conducted in the selected households of a rural community in Dumki Upazila, Patuakhali from March–June 2019. A total of 202 mothers/caregivers received intervention and 202 did not receive intervention. A pre-structured questionnaire was used to gather information on household WASH activities and diarrheal cases. Baseline data were collected first from the intervention group before providing education. WASH messages were given to the intervention group by face-to-face discussion. Both groups were followed up for diarrheal episodes for 3 months. Diarrheal prevalence of intervening group is compared with that of baseline and control. The results revealed that diarrheal prevalence was 11.4% (95% CI: 7.4–16.59%), 4.0% (95% CI: 1.7–7.65%), and 14.9% (95% CI: 10.25–20.52%) in baseline, intervention, and control group, respectively. Also, diarrhea was found lower in the intervention group than baseline (Z = − 2.524; P value = 0.012) and control (Z = − 1.85; P value = 0.04). WASH interventions were found effective to reduce the diarrheal episodes among under five children in rural community. Further investigation is necessary to assess the long-term effect of such intervention in other similar settings.",
            "in_text_citation": "Begum et al., 2020",
            "footnote": 44
        },
        {
            "title": "Promoting handwashing and sanitation: evidence from a large-scale randomized trial in rural Tanzania.",
            "abstract": "The association between hygiene, sanitation, and health is well documented, yet thousands of children die each year from exposure to contaminated fecal matter. At the same time, evidence on the effectiveness of at-scale behavior change interventions to improve sanitation and hygiene practices is limited. This paper presents the results of two large-scale, government-led handwashing and sanitation promotion campaigns in rural Tanzania. For the campaign, 181 wards were randomly assigned to receive sanitation promotion, handwashing promotion, both interventions together, or neither. One year after the end of the program, sanitation wards increased latrine construction rates from 38.6 to 51 percent and reduced regular open defecation from 23.1 to 11.1 percent. Households in handwashing wards show marginal improvements in handwashing behavior related to food preparation, but not at other critical junctures. Limited interaction is observed between handwashing and sanitation on intermediate outcomes: wards that received both handwashing and sanitation promotion are less likely to have feces visible around their latrine and more likely to have a handwashing station close to their latrine facility relative to individual treatment groups. Final health effects on child health measured through diarrhea, anemia, stunting, and wasting are absent in the single-intervention groups. The combined-treatment group produces statistically detectable, but biologically insignificant and inconsistent, health impacts. The results highlight the importance of focusing on intermediate outcomes of take-up and behavior change as a critical first step in large-scale programs before realizing the changes in health that sanitation and hygiene interventions aim to deliver.",
            "in_text_citation": "Briceño et al., 2015",
            "footnote": 46
        },
        {
            "title": "Handwashing behavior change at scale: evidence from a randomized evaluation in Vietnam.",
            "abstract": "Handwashing with soap, which has been shown to reduce diarrhea in young children by as much as 48 percent, is frequently mentioned as one of the most effective and inexpensive ways to save children’s lives. Yet rates of handwashing remain very low throughout the world. Handwashing with soap campaigns are de rigueur in developing countries, but little is known about their effectiveness. Few have been rigorously evaluated, and none on a large-scale. This paper evaluates a large-scale handwashing campaign in three provinces of Vietnam in 2010. Exposure to the campaign resulted in a slight increase in the availability of handwashing materials in the household, and caregivers in the treatment group were more likely to report washing hands at some of the times emphasized by the campaign. However, observed handwashing with soap at these times is low, and there isn’t any difference between the treatment and control groups. As a result, no impact on health or productivity is found. These results suggest that even under seemingly optimal conditions, where knowledge and access to soap and water are not main constraints, behavior change campaigns that take place on a large scale face tradeoffs in terms of intensity and effectiveness.",
            "in_text_citation": "Chase et al., 2012",
            "footnote": 49
        }
    ]
}