{
    "key_references": [
        {
            "title": "Physical activity and television watching in relation to risk for type 2 diabetes mellitus in men.",
            "abstract": "## BACKGROUND\nTelevision (TV) watching, a major sedentary behavior in the United States, has been associated with obesity. We hypothesized that prolonged TV watching may increase risk for type 2 diabetes.\n## METHODS\nIn 1986, 37 918 men aged 40 to 75 years and free of diabetes, cardiovascular disease, and cancer completed a detailed physical activity questionnaire. Starting from 1988, participants reported their average weekly time spent watching TV on biennial questionnaires.\n## RESULTS\nA total of 1058 cases of type 2 diabetes were diagnosed during 10 years (347 040 person-years) of follow-up. After adjustment for age, smoking, alcohol use, and other covariates, the relative risks (RRs) for type 2 diabetes across increasing quintiles of metabolic equivalent hours (MET-hours) per week were 1.00, 0.78, 0.65, 0.58, and 0.51 (P for trend, <.001). Time spent watching TV was significantly associated with higher risk for diabetes. After adjustment for age, smoking, physical activity levels, and other covariates, the RRs of diabetes across categories of average hours spent watching TV per week (0-1, 2-10, 11-20, 21-40, and >40) were 1.00, 1.66, 1.64, 2.16, and 2.87, respectively (P for trend, <.001). This association was somewhat attenuated after adjustment for body mass index, but a significant positive gradient persisted (RR comparing extreme categories, 2.31; P for trend,.01).\n## CONCLUSIONS\nIncreasing physical activity is associated with a significant reduction in risk for diabetes, whereas a sedentary lifestyle indicated by prolonged TV watching is directly related to risk. Our findings suggest the importance of reducing sedentary behavior in the prevention of type 2 diabetes.\n",
            "in_text_citation": "Hu et al., 2001",
            "footnote": 7
        },
        {
            "title": "Television watching and other sedentary behaviors in relation to risk of obesity and type 2 diabetes mellitus in women.",
            "abstract": "## CONTEXT\nCurrent public health campaigns to reduce obesity and type 2 diabetes have largely focused on increasing exercise, but have paid little attention to the reduction of sedentary behaviors.\n## OBJECTIVE\nTo examine the relationship between various sedentary behaviors, especially prolonged television (TV) watching, and risk of obesity and type 2 diabetes in women.\n## DESIGN, SETTING, AND PARTICIPANTS\nProspective cohort study conducted from 1992 to 1998 among women from 11 states in the Nurses' Health Study. The obesity analysis included 50 277 women who had a body mass index (BMI) of less than 30 and were free from diagnosed cardiovascular disease, diabetes, or cancer and completed questions on physical activity and sedentary behaviors at baseline. The diabetes analysis included 68 497 women who at baseline were free from diagnosed diabetes mellitus, cardiovascular disease, or cancer.\n## MAIN OUTCOME MEASURES\nOnset of obesity and type 2 diabetes mellitus.\n## RESULTS\nDuring 6 years of follow-up, 3757 (7.5%) of 50 277 women who had a BMI of less than 30 in 1992 became obese (BMI > or =30). Overall, we documented 1515 new cases of type 2 diabetes. Time spent watching TV was positively associated with risk of obesity and type 2 diabetes. In the multivariate analyses adjusting for age, smoking, exercise levels, dietary factors, and other covariates, each 2-h/d increment in TV watching was associated with a 23% (95% confidence interval [CI], 17%-30%) increase in obesity and a 14% (95% CI, 5%-23%) increase in risk of diabetes; each 2-h/d increment in sitting at work was associated with a 5% (95% CI, 0%-10%) increase in obesity and a 7% (95% CI, 0%-16%) increase in diabetes. In contrast, standing or walking around at home (2 h/d) was associated with a 9% (95% CI, 6%-12%) reduction in obesity and a 12% (95% CI, 7%-16%) reduction in diabetes. Each 1 hour per day of brisk walking was associated with a 24% (95% CI, 19%-29%) reduction in obesity and a 34% (95% CI, 27%-41%) reduction in diabetes. We estimated that in our cohort, 30% (95% CI, 24%-36%) of new cases of obesity and 43% (95% CI, 32%-52%) of new cases of diabetes could be prevented by adopting a relatively active lifestyle (<10 h/wk of TV watching and > or =30 min/d of brisk walking).\n## CONCLUSIONS\nIndependent of exercise levels, sedentary behaviors, especially TV watching, were associated with significantly elevated risk of obesity and type 2 diabetes, whereas even light to moderate activity was associated with substantially lower risk. This study emphasizes the importance of reducing prolonged TV watching and other sedentary behaviors for preventing obesity and diabetes.\n",
            "in_text_citation": "Hu et al., 2003",
            "footnote": 6
        },
        {
            "title": "Physical activity and television watching in relation to risk of type 2 diabetes: the Black Women's Health Study.",
            "abstract": "Few modifiable risk factors for type 2 diabetes have been documented in the high-risk population of US black women. The authors used data from 45,668 black women aged 21-69 years, followed biennially from 1995 to 2005 in the Black Women's Health Study, to estimate incidence rate ratios for type 2 diabetes comparing various levels of physical activity and television watching. Cox proportional hazards models were used to control confounding factors. During 10 years of follow-up, 2,928 incident cases of type 2 diabetes were identified. Vigorous activity was inversely associated with type 2 diabetes risk (P(trend)<0.0001); the incidence rate ratio for >or= 7 hours per week was 0.43 (95% confidence interval (CI): 0.31, 0.59) relative to no activity. Brisk walking for >or= 5 hours per week was associated with reduced type 2 diabetes risk (incidence rate ratio=0.67, 95% CI: 0.49, 0.92) relative to no walking. Television watching was associated with an increased type 2 diabetes risk: The incidence rate ratio was 1.86 (95% CI: 1.54, 2.24) for >or= 5 hours relative to <1 hour of television per day, independent of physical activity. These observational data suggest that black women might reduce their risk of developing type 2 diabetes by increasing their time spent walking or engaged in vigorous physical activity and by limiting television watching.\n",
            "in_text_citation": "Krishnan et al., 2009",
            "footnote": 17
        },
        {
            "title": "Television watching and incident diabetes: Findings from the European Prospective Investigation into Cancer and Nutrition-Potsdam Study.",
            "abstract": "## BACKGROUND\nThe aim of the present study was to examine whether the amount of time spent watching television is a potential risk factor for incident diabetes and to what extent this association may be explained by obesity.\n## METHODS\nWe used data for 23,855 men and women from the European Prospective Investigation into Cancer and Nutrition-Potsdam Study. During an average of 7.8 years of follow-up, 927 participants developed diabetes. Incident diabetes was identified on the basis of self-report and was verified by contacting the patient's attending physician. The amount of time spent watching television was self-reported.\n## RESULTS\nThe mean time that the participants who developed diabetes watched television was 2.4 h/week, compared with 2.0 h/week for those who did not develop diabetes (P<0.001). After adjusting for age, sex, educational status, smoking status, alcohol use, occupational activity, physical activity, the intake of various foods, and systolic blood pressure, the adjusted hazard ratio for diabetes among participants who watched ≥4 h/day of television compared with those who watched <1 h/day was 1.63 [95% confidence interval (CI): 1.17-2.27]. After additional adjustment for waist circumference and body mass index, the hazard ratio was reduced to 1.14 (95% CI: 0.81-1.61).\n## CONCLUSIONS\nIn the present study, the amount of time spent watching television was an independent predictor of incident diabetes only in models that adjusted for sociodemographic characteristics, lifestyle behaviors, and systolic blood pressure. The attenuation of the association after adjusting for anthropometric measures may represent an explanatory mechanism for our findings.\n",
            "in_text_citation": "Ford et al., 2010",
            "footnote": 18
        },
        {
            "title": "Television viewing time and mortality: the Australian Diabetes, Obesity and Lifestyle Study (AusDiab).",
            "abstract": "## BACKGROUND\nTelevision viewing time, the predominant leisure-time sedentary behavior, is associated with biomarkers of cardiometabolic risk, but its relationship with mortality has not been studied. We examined the associations of prolonged television viewing time with all-cause, cardiovascular disease (CVD), cancer, and non-CVD/noncancer mortality in Australian adults.\n## METHODS AND RESULTS\nTelevision viewing time in relation to subsequent all-cause, CVD, and cancer mortality (median follow-up, 6.6 years) was examined among 8800 adults > or =25 years of age in the Australian Diabetes, Obesity and Lifestyle Study (AusDiab). During 58 087 person-years of follow-up, there were 284 deaths (87 CVD deaths, 125 cancer deaths). After adjustment for age, sex, waist circumference, and exercise, the hazard ratios for each 1-hour increment in television viewing time per day were 1.11 (95% confidence interval [CI], 1.03 to 1.20) for all-cause mortality, 1.18 (95% CI, 1.03 to 1.35) for CVD mortality, and 1.09 (95% CI, 0.96 to 1.23) for cancer mortality. Compared with a television viewing time of <2 h/d, the fully adjusted hazard ratios for all-cause mortality were 1.13 (95% CI, 0.87 to 1.36) for > or =2 to <4 h/d and 1.46 (95% CI, 1.04 to 2.05) for > or =4 h/d. For CVD mortality, corresponding hazard ratios were 1.19 (95% CI, 0.72 to 1.99) and 1.80 (95% CI, 1.00 to 3.25). The associations with both cancer mortality and non-CVD/noncancer mortality were not significant.\n## CONCLUSIONS\nTelevision viewing time was associated with increased risk of all-cause and CVD mortality. In addition to the promotion of exercise, chronic disease prevention strategies could focus on reducing sitting time, particularly prolonged television viewing.\n",
            "in_text_citation": "Dunstan et al., 2010",
            "footnote": 19
        },
        {
            "title": "Sedentary behaviors increase risk of cardiovascular disease mortality in men.",
            "abstract": "## PURPOSE\nThe purpose of this study was to examine the relationship between two sedentary behaviors (riding in a car and watching TV) and cardiovascular disease (CVD) mortality in men in the Aerobics Center Longitudinal Study.\n## METHODS\nParticipants were 7744 men (20-89 yr) initially free of CVD who returned a mail-back survey during 1982. Time spent watching TV and time spent riding in a car were reported. Mortality data were ascertained through the National Death Index until December 31, 2003. Cox regression analysis quantified the association between sedentary behaviors (hours per week watching TV, hours per week riding in a car, and total hours per week in these two behaviors) and CVD mortality rates.\n## RESULTS\nThree hundred and seventy-seven CVD deaths occurred during 21 yr of follow-up. After age adjustment, time riding in a car and combined time spent in these two sedentary behaviors were positively (P(trend) < 0.001) associated with CVD death. Men who reported >10 h x wk(-1) riding in a car or >23 h x wk(-1) of combined sedentary behavior had 82% and 64% greater risk of dying from CVD than those who reported <4 or <11 h x wk(-1), respectively. The pattern of the association did not materially change after multivariate adjustment. Regardless of the amount of sedentary activity reported by these men, being older, having normal weight, being normotensive, and being physically active were associated with a reduced risk of CVD death.\n## CONCLUSION\nIn men, riding in a car and combined time spent in these two sedentary behaviors were significant CVD mortality predictors. In addition, high levels of physical activity were related to notably lower rates of CVD death even in the presence of high levels of sedentary behavior. Health promotion efforts targeting physically inactive men should emphasize both reducing sedentary activity and increasing regular physical activity for optimal cardiovascular health.\n",
            "in_text_citation": "Warren et al., 2010",
            "footnote": 20
        },
        {
            "title": "Screen-based entertainment time, all-cause mortality, and cardiovascular events: population-based study with ongoing mortality and hospital events follow-up.",
            "abstract": "## OBJECTIVES\nThe aim of this study was to examine the independent relationships of television viewing or other screen-based entertainment (\"screen time\") with all-cause mortality and clinically confirmed cardiovascular disease (CVD) events. A secondary objective was to examine the extent to which metabolic (body mass index, high-density lipoprotein and total cholesterol) and inflammatory (C-reactive protein) markers mediate the relationship between screen time and CVD events.\n## BACKGROUND\nAlthough some evidence suggests that prolonged sitting is linked to CVD risk factor development regardless of physical activity participation, studies with hard outcomes are scarce.\n## METHODS\nA population sample of 4,512 (1,945 men) Scottish Health Survey 2003 respondents (≥35 years) were followed up to 2007 for all-cause mortality and CVD events (fatal and nonfatal combined). Main exposures were interviewer-assessed screen time (<2 h/day; 2 to <4 h/day; and ≥4 h/day) and moderate to vigorous intensity physical activity.\n## RESULTS\nTwo hundred fifteen CVD events and 325 any-cause deaths occurred during 19,364 follow-up person-years. The covariable (age, sex, ethnicity, obesity, smoking, social class, long-standing illness, marital status, diabetes, hypertension)-adjusted hazard ratio (HR) for all-cause mortality was 1.52 (95% confidence interval [CI]: 1.06 to 2.16) and for CVD events was 2.30 (95% CI: 1.33 to 3.96) for participants engaging in ≥4 h/day of screen time relative to <2 h/day. Adjusting for physical activity attenuated these associations only slightly (all-cause mortality: HR: 1.48, 95% CI: 1.04 to 2.13; CVD events: HR: 2.25, 95% CI: 1.30 to 3.89). Exclusion of participants with CVD events in the first 2 years of follow-up and previous cancer registrations did not change these results appreciably. Approximately 25% of the association between screen time and CVD events was explained collectively by C-reactive protein, body mass index, and high-density lipoprotein cholesterol.\n## CONCLUSIONS\nRecreational sitting, as reflected by television/screen viewing time, is related to raised mortality and CVD risk regardless of physical activity participation. Inflammatory and metabolic risk factors partly explain this relationship.\n",
            "in_text_citation": "Stamatakis et al., 2011",
            "footnote": 16
        },
        {
            "title": "Television viewing time independently predicts all-cause and cardiovascular mortality: the EPIC Norfolk study.",
            "abstract": "## BACKGROUND\nTelevision viewing (TV), a highly prevalent behaviour, is associated with higher cardiovascular risk independently of physical activity. The relationship with mortality, however, is relatively unknown.\n## METHODS\nWe examined the prospective relationship between TV time and all-cause, cardiovascular and cancer mortality in a population-based cohort [The European Prospective Investigation into Cancer and Nutrition (EPIC), Norfolk] of 13 197 men and women {age [SD (standard deviation)]: 61.5 ± 9.0 years}. Participants were free from stroke, myocardial infarction and cancer at baseline in 1998-2000 and were followed up for death ascertainment until 2009 (9.5 ± 1.6 years). TV time, total physical activity energy expenditure (PAEE), education level, smoking status, alcohol consumption, anti-hypertensive and lipid-lowering medication use, participant and family history of disease and total energy intake were self-reported; height and weight were measured by standardized procedures. Hazard ratios (HRs) [95% confidence interval (CI)] for mortality were estimated per 1-h/day increase in TV.\n## RESULTS\nEach 1-h/day increase in TV time was associated with increased hazard of all-cause (HR = 1.04, 95% CI = 1.01-1.09; 1270 deaths) and cardiovascular (HR = 1.07, 95% CI = 1.01-1.15; 373 deaths), but not cancer mortality (HR = 1.04, 95% CI = 0.98-1.10; 570 deaths). This was independent of gender, age, education, smoking, alcohol, medication, diabetes history, family history of cardiovascular disease and cancer, body mass index (BMI) and PAEE. They were similar when stratified by gender, age, education, BMI and PAEE. The population-attributable fraction for all-cause mortality comparing the highest TV tertile (>3.6 h/day) with the lowest (<2.5 h/day) was 5.4%.\n## CONCLUSIONS\nThese findings suggest that public health recommendations should consider advising a reduction in TV time, a predominant leisure activity in modern society, in addition to advocating physical activity.\n",
            "in_text_citation": "Wijndaele et al., 2011",
            "footnote": 21
        }
    ]
}