{
    "citations": [
        {
            "footnote": 27,
            "title": "Maternal depression, paternal psychopathology, and adolescent diagnostic outcomes.",
            "in_text_citation": "Brennan et al., 2002"
        },
        {
            "footnote": 19,
            "title": "Parental major depression and the risk of depression and other mental disorders in offspring: a prospective-longitudinal community study.",
            "in_text_citation": "Lieb et al., 2002"
        },
        {
            "footnote": 3,
            "title": "Psychopathology in the adolescent and young adult offspring of a community sample of mothers and fathers with major depression.",
            "in_text_citation": "Klein et al., 2005"
        },
        {
            "footnote": 30,
            "title": "Association of parental depression with psychiatric course from adolescence to young adulthood among formerly depressed individuals.",
            "in_text_citation": "Rohde et al., 2005b"
        },
        {
            "footnote": 17,
            "title": "Depression in men in the postnatal period and later child psychopathology: a population cohort study.",
            "in_text_citation": "Ramchandani et al., 2008"
        },
        {
            "footnote": 31,
            "title": "Paternal depressive symptoms and adolescent functioning: the moderating effect of gender and father hostility.",
            "in_text_citation": "Reeb et al., 2010"
        },
        {
            "footnote": 18,
            "title": "Intergenerational transmission of psychopathology: minor versus major parental depression.",
            "in_text_citation": "Leis et al., 2010"
        },
        {
            "footnote": 21,
            "title": "Maternal depression during pregnancy and the postnatal period: risks and possible mechanisms for offspring depression at age 18 years.",
            "in_text_citation": "Pearson et al., 2013"
        },
        {
            "footnote": 29,
            "title": "Long-term effects of fathers’ depressed mood on youth internalizing symptoms in early adulthood.",
            "in_text_citation": "Reeb et al., 2015b"
        },
        {
            "footnote": 12,
            "title": "The influence of paternal and maternal major depressive disorder on offspring psychiatric disorders.",
            "in_text_citation": "Jacobs et al., 2015"
        },
        {
            "footnote": 14,
            "title": "Parental history of psychiatric diagnoses and unipolar depression: a Danish National Register-based cohort study.",
            "in_text_citation": "Musliner et al., 2015"
        },
        {
            "footnote": 16,
            "title": "Parents of children with psychopathology: psychiatric problems and the association with their child’s problems.",
            "in_text_citation": "Middeldorp et al., 2016"
        },
        {
            "footnote": 28,
            "title": "The association between paternal and adolescent depressive symptoms: evidence from two population-based cohorts.",
            "in_text_citation": "Lewis et al., 2017"
        },
        {
            "footnote": 13,
            "title": "Association of maternal and paternal depression in the postnatal period with offspring depression at age 18 years.",
            "in_text_citation": "Gutierrez-Galve et al., 2019"
        },
        {
            "footnote": 20,
            "title": "Associations of parental mental disorders and age with childhood mental disorders: a population-based cohort study with four million offspring.",
            "in_text_citation": "Liang et al., 2021"
        }
    ]
}