{
    "key_references": [
        {
            "title": "Maternal depression, paternal psychopathology, and adolescent diagnostic outcomes.",
            "abstract": "The authors examined the relationship between maternal depression, paternal psychopathology, and adolescent diagnostic outcomes in a community sample of 522 Australian families. They also examined whether chronic family stress, father's expressed emotion, and parents' marital satisfaction mediated the relationship between parental psychopathology and adolescent outcomes. Mother's education, child's gender, and family income were covaried in all analyses. Results revealed that maternal depression and paternal depression had an additive effect on youth externalizing disorders. In addition, maternal depression interacted with both paternal depression and paternal substance abuse in predicting youth depression but not youth nondepressive disorders. Chronic family stress and father's expressed emotion appeared to mediate the relationship between parental psychopathology and youth depression.\n",
            "in_text_citation": "Brennan et al., 2002",
            "footnote": 27
        },
        {
            "title": "Parental major depression and the risk of depression and other mental disorders in offspring: a prospective-longitudinal community study.",
            "abstract": "## BACKGROUND\nThis article examines associations between DSM-IV depressive disorders, their natural course, other psychopathology, and parental major depression in a community sample of adolescents and young adults.\n## METHODS\nBaseline and 4-year follow-up data were used from the Early Developmental Stages of Psychopathology Study, a prospective-longitudinal community study of adolescents and young adults. Results are based on 2427 subjects who completed the follow-up and for whom diagnostic information for both parents was available. DSM-IV mental disorders in respondents were assessed using the Munich-Composite International Diagnostic Interview. Information on depression in parents was collected as family history information from the respondents and from diagnostic interviews with parents of the younger cohort.\n## RESULTS\nOffspring with 1 (odds ratio [OR], 2.7; 95% confidence interval [CI], 2.1-3.5) or 2 affected parents (OR, 3.0; 95% CI, 2.2-4.1) had an increased risk for depression. They also had a higher risk for substance use (1 parent affected: OR, 1.4; 95% CI, 1.1-1.7; both parents affected: OR, 1.4; 95% CI, 1.0-1.8) and anxiety disorders (1 parent affected: OR, 1.6; 95% CI, 1.3-1.9; both parents affected: OR, 2.1; 95% CI, 1.6-2.8). There were no differences whether mother or father was affected. Parental depression was associated with an earlier onset and a more malignant course (severity, impairment, recurrence) of depressive disorders in offspring.\n## CONCLUSIONS\nMajor depression in parents increases the overall risk in offspring for onset of depressive and other mental disorders and influences patterns of the natural course of depression in the early stages of manifestation.\n",
            "in_text_citation": "Lieb et al., 2002",
            "footnote": 19
        },
        {
            "title": "Psychopathology in the adolescent and young adult offspring of a community sample of mothers and fathers with major depression.",
            "abstract": "## BACKGROUND\nThere is a large literature indicating that the offspring of mothers with Major Depressive Disorder (MDD) are at increased risk for depression. However, much less is known about the effects of paternal MDD on offspring psychopathology.\n## METHOD\nWe addressed this issue using a large community sample of parents and their adolescent and young adult offspring (n = 775). Parents and offspring were independently assessed with semi-structured diagnostic interviews. Offspring were interviewed three times from mid-adolescence to age 24 years.\n## RESULTS\nMaternal MDD was significantly associated with offspring MDD. Paternal MDD was also significantly associated with MDD in offspring, but only among offspring with depressive episodes of moderate or greater severity. These effects persisted after controlling for socio-economic status, family intactness, and non-mood disorders in both parents. Rates of MDD were particularly elevated in offspring of mothers and fathers with early-onset MDD, and offspring of fathers with recurrent MDD. The magnitude of the associations between MDD in parents and offspring was generally in the small-to-medium range.\n## CONCLUSIONS\nThese results confirm previous findings of elevated risk of MDD in the offspring of depressed mothers. In addition, the results suggest that MDD in fathers is associated with increased risk of depression in offspring, but that it is limited to MDD episodes in offspring of moderate or greater severity.\n",
            "in_text_citation": "Klein et al., 2005",
            "footnote": 3
        },
        {
            "title": "Association of parental depression with psychiatric course from adolescence to young adulthood among formerly depressed individuals.",
            "abstract": "The authors examined whether parental major depressive disorder (MDD) is associated with course of depression and other psychopathology among formerly depressed adolescents as they enter adulthood. The sample consisted of 244 individuals (age 24) in a longitudinal study who had experienced MDD by 19. Maternal MDD was associated with MDD recurrence, chronicity and severity, anxiety disorders, and (among sons only) lower psychosocial functioning in offspring between the ages of 19 and 24. Paternal MDD was associated with lower functioning. Sons of depressed fathers had elevated suicidal ideation and attempt rates in young adulthood. Recurrent paternal MDD was associated with depression recurrence in daughters but not sons. The impact of parental MDD on offspring could not be attributed to characteristics of the offspring's depression prior to age 19.\n",
            "in_text_citation": "Rohde et al., 2005",
            "footnote": 30
        },
        {
            "title": "Depression in men in the postnatal period and later child psychopathology: a population cohort study.",
            "abstract": "## OBJECTIVE\nPostnatal depression in women is associated with adverse effects on both maternal health and children's development. It is unclear whether depression in men at this time poses comparable risks. The present study set out to assess the association between depression in men in the postnatal period and later psychiatric disorders in their children and to investigate predisposing factors for depression in men following childbirth.\n## METHOD\nA population-based cohort of 10,975 fathers and their children from the Avon Longitudinal Study of Parents and Children (ALSPAC) was recruited in the prenatal period and followed for 7 years. Paternal depressive symptoms were assessed with the Edinburgh Postnatal Depression Scale and later child psychiatric disorder (DSM-IV) with the Development and Well-Being Assessment.\n## RESULTS\nDepression in fathers in the postnatal period was significantly associated with psychiatric disorder in their children 7 years later (adjusted OR 1.72, 95% CI 1.07-2.77), most notably oppositional defiant/conduct disorders (adjusted OR 1.94, 95% CI 1.04-3.61), after adjusting for maternal depression and paternal educational level. A history of severe depression and high prenatal symptom scores for depression and anxiety were the strongest predictors of paternal depression in the postnatal period.\n## CONCLUSIONS\nDepression in fathers in the postnatal period is associated with later psychiatric disorders in their children, independently of maternal postnatal depression. Further research into the risks associated with paternal psychopathology is required because this could represent an important opportunity for public health intervention.\n",
            "in_text_citation": "Ramchandani et al., 2008",
            "footnote": 17
        },
        {
            "title": "Paternal Depressive Symptoms and Adolescent Functioning: The Moderating Effect of Gender and Father Hostility.",
            "abstract": "This study examined the longitudinal relationship between paternal depressive symptoms, paternal hostility, and adolescent functioning in a community sample of 451 families. Paternal depressive symptoms were a strong predictor of adolescent outcome, even after controlling for family demographic variables, maternal depressive symptoms, and previous adolescent symptoms. Adolescent gender and perception of paternal hostility moderated this association such that females reporting high paternal hostility were particularly vulnerable to the adverse effects of paternal depressive symptoms. Maternal and paternal depressive symptoms had an additive, rather than interactive, effect on adolescent functioning. These results contribute to our knowledge of the interpersonal processes by which depression runs in families and highlight the importance of including fathers in developmental research on adolescent internalizing problems.\n",
            "in_text_citation": "Reeb et al., 2010",
            "footnote": 31
        },
        {
            "title": "Intergenerational transmission of psychopathology: minor versus major parental depression.",
            "abstract": "This study used data from the National Comorbidity Survey to investigate associations between: (1) maternal and paternal depression and young adult offspring psychopathology, and (2) major and minor parental depression and offspring psychopathology. Offspring of a depressed parent were significantly more likely to experience a psychiatric disorder by young adulthood than offspring of nondepressed parents. Major and minor maternal and paternal depression were associated with comparable increases in risk for offspring 12-month mood, anxiety, and substance use disorders and lifetime substance use disorder. However, maternal major depression was associated with a greater risk for offspring lifetime mood and anxiety disorder than maternal minor depression. Risk for lifetime mood and anxiety disorder did not differ by severity of paternal depression. These findings suggest that parental depressive symptoms that do not meet major depressive disorder criteria may nevertheless have significant adverse associations with offspring mental health.\n",
            "in_text_citation": "Leis et al., 2010",
            "footnote": 18
        },
        {
            "title": "Maternal depression during pregnancy and the postnatal period: risks and possible mechanisms for offspring depression at age 18 years.",
            "abstract": "## IMPORTANCE\nSome small studies suggest that maternal postnatal depression is a risk factor for offspring adolescent depression. However, to our knowledge, no large cohort studies have addressed this issue. Furthermore, only 1 small study has examined the association between antenatal depression and later offspring depression. Understanding these associations is important to inform prevention.\n## OBJECTIVE\nTo investigate the hypothesis that there are independent associations between antenatal and postnatal depression with offspring depression and that the risk pathways are different, such that the risk is moderated by disadvantage (low maternal education) with postnatal depression but not with antenatal depression.\n## DESIGN, SETTING, AND PARTICIPANTS\nProspective investigation of associations between symptoms of antenatal and postnatal parental depression with offspring depression at age 18 years in a UK community-based birth cohort (Avon Longitudinal Study of Parents and Children) with data from more than 4500 parents and their adolescent offspring.\n## MAIN OUTCOMES AND MEASURES\nDiagnosis of offspring aged 18 years with major depression using the International Classification of Diseases, 10th Revision.\n## RESULTS\nAntenatal depression was an independent risk factor. Offspring were 1.28 times (95% CI, 1.08-1.51; P = .003) more likely to have depression at age 18 years for each standard deviation increase in maternal depression score antenatally, independent of later maternal depression. Postnatal depression was also a risk factor for mothers with low education, with offspring 1.26 times (95% CI, 1.06-1.50; P = .01) more likely to have depression for each standard deviation increase in postnatal depression score. However, for more educated mothers, there was little association (odds ratio, 1.09; 95% CI, 0.88-1.36; P = .42). Analyses found that maternal education moderated the effects of postnatal but not antenatal depression. Paternal depression antenatally was not associated with offspring depression, while postnatally, paternal depression showed a similar pattern to maternal depression.\n## CONCLUSIONS AND RELEVANCE\nThe findings suggest that treating maternal depression antenatally could prevent offspring depression during adulthood and that prioritizing less advantaged mothers postnatally may be most effective.\n",
            "in_text_citation": "Pearson et al., 2013",
            "footnote": 21
        },
        {
            "title": "Long-term Effects of Fathers' Depressed Mood on Youth Internalizing Symptoms in Early Adulthood.",
            "abstract": "While an accumulating body of research has documented increased risk for psychopathology among children of depressed fathers, most studies have used cross-sectional design and little is known about offspring outcomes beyond childhood. Using prospective data from a community sample (\n",
            "in_text_citation": "Reeb et al., 2015",
            "footnote": 29
        },
        {
            "title": "The Influence of Paternal and Maternal Major Depressive Disorder on Offspring Psychiatric Disorders.",
            "abstract": "One of the largest known risk factors for the development of depression among youth is a family history (for a review see Beardslee, Gladstone, & O’Connor, 2011). At least 15 million children live with a depressed parent (England & Sim, 2009) and the number of children exposed to parental depression is likely larger when considering the developmental span of childhood through adolescence. Adverse family environments are one of the most consistent identified risk factors for adolescent depression (Evans et al., 2005) and the importance of familial factors may contribute to depression among youth even more than the influence of peers. High rates of depression among offspring of depressed mothers have been well documented (Goodman & Gotlib, 1999; Halligan, Murray, Martins, & Cooper, 2007; Hammen & Brennan, 2003) with some studies suggesting depression in offspring is more closely related to depression in mothers than to depression in fathers (Connell & Goodman, 2002). In contrast, ecological models of developmental psychopathology suggest that parental influence on the child is not limited to mothers (e.g., Cicchetti & Toth, 1997). Yet, few studies examine the influence of paternal depression on offspring outcomes (Kane & Garber, 2004, 2009). A review published in 2005 found that only 25% of developmental psychopathology research examined data from mothers and fathers in predicting offspring outcomes. The few studies that have examined the role of a father’s mental health on their offspring have documented small effect sizes. A recent meta-analysis documented an effect size of .24 for paternal depression on offspring mental health (Kane & Garber, 2004). This effect is considered small according to guidelines (Cohen, 1988; .2 = small, .5 = medium, .8 = large), but was larger than a previously documented effect size of .14. A recent study documented the influence of paternal depression on the mental health of offspring in a dataset of 22,000 children (Weitzman, Rosenthal, & Liu, 2011). Parental mental health problems and offspring emotional and behavioral problems were measured via parent self-report of their own mental health as well as their child’s. Paternal mental health problems were associated with a 33 – 70% increased risk of emotional or behavioral problems among offspring, whereas maternal mental health problems were associated with a 50 – 350% increased risk when compared to offspring of parents without mental health problems. This recent and large study in particular suggests that the effect of paternal depression may be larger than expected, particularly when adequate samples can be captured. Exploration of the differential influence of paternal and maternal depression is warranted for theoretical reasons as well. For example, known mechanisms influencing the intergenerational transmission of depression such as genetic, environmental, and gene-by-environment pathways may differ based on whether the affected parent is the father or mother of the child. Parent-child interactions are one hypothesized mechanism in the intergenerational transmission of depression and mothers with a history of depression demonstrate high levels of criticism and emotional enmeshment with their offspring (Tompson et al., 2011). Fathers’ parenting abilities are also influenced by depression, but less research has explored these mechanisms. Father-child conflict has been found to mediate the contribution of paternal depression on offspring’s internalizing and externalizing symptoms (Kane & Garber, 2009). Depressed fathers’ expressions of positive affect and verbal interactions with offspring have been found to be negatively related to offspring internalizing symptoms (Jacob & Johnson, 1997). In this same study, paternal expressions of approval were inversely related to offspring depressive symptoms. Thus, what is clear is that both paternal and maternal depression influence one’s ability to effectively parent. However, the difference in roles of mothers and fathers may lead to a differential effect in the development of psychopathology among offspring. Differences in parent-child interactions between fathers and mothers offer just one theoretical rationale for including both parents when examining the intergenerational transmission of depression. These theoretical arguments for a differential role of fathers and mothers in offspring psychopathology provides a foundation for the current exploration. In addition, paternal depression and maternal depression may differentially influence the timing of psychopathology onset among offspring. Longitudinal twin data from 670 twin pairs ages 5–17 found that shared environmental effects more significantly influenced levels of depression among younger children (Scourfield et al., 2003), whereas heritability estimates rose during adolescence. Thus, the mechanisms of transmission may differ between fathers and mothers and these mechanisms may differentially influence the timing of disorder onset among offspring. We sought to contribute to the growing literature by examining the effect of paternal and maternal depression on offspring using a large sample of offspring carefully assessed with a clinical diagnostic interview conducted by a clinician blind to parental depression status within a longitudinal high risk study. Given the burden of the evidence, we hypothesized that maternal depression would more greatly influence offspring mental health (MDD, anxiety, and substance use disorders). We also examined level of offspring functioning as one way of measuring the influence of paternal and maternal depression. In addition, we conducted exploratory analyses of the effect of paternal and maternal depression on age of disorder onset. Our hypothesis was that maternal depression would influence young children more given the significance of the mother in the early rearing environment.",
            "in_text_citation": "Jacobs et al., 2015",
            "footnote": 12
        },
        {
            "title": "Parental history of psychiatric diagnoses and unipolar depression: a Danish National Register-based cohort study.",
            "abstract": "## BACKGROUND\nDepression is known to run in families, but the effects of parental history of other psychiatric diagnoses on depression rates are less well studied. Few studies have examined the impact of parental psychopathology on depression rates in older age groups.\n## METHOD\nWe established a population-based cohort including all individuals born in Denmark after 1954 and alive on their 10th birthday (N = 29 76 264). Exposure variables were maternal and paternal history of schizophrenia, bipolar disorder, depression, anxiety or 'other' psychiatric diagnoses. Incidence rate ratios (IRRs) were estimated using Poisson regressions.\n## RESULTS\nParental history of any psychiatric diagnosis increased incidence rates of outpatient (maternal: IRR 1.88, p < 0.0001; paternal: IRR 1.68, p < 0.0001) and inpatient (maternal: IRR 1.99, p < 0.0001; paternal: IRR 1.83, p < 0.0001) depression relative to no parental history. IRRs for parental history of non-affective disorders remained relatively stable across age groups, while IRRs for parental affective disorders (unipolar or bipolar) decreased with age from 2.29-3.96 in the youngest age group to 1.53-1.90 in the oldest group. IRR estimates for all parental diagnoses were similar among individuals aged ⩾41 years (IRR range 1.51-1.90).\n## CONCLUSIONS\nParental history of any psychiatric diagnosis is associated with increased incidence rates of unipolar depression. In younger age groups, parental history of affective diagnoses is more strongly associated with rates of unipolar depression than non-affective diagnoses; however, this distinction disappears after age 40, suggesting that parental psychopathology in general, rather than any one disorder, confers risk for depression in middle life.\n",
            "in_text_citation": "Musliner et al., 2015",
            "footnote": 14
        },
        {
            "title": "Parents of children with psychopathology: psychiatric problems and the association with their child's problems.",
            "abstract": "Knowledge is lacking regarding current psychopathology in parents whose children are evaluated in a psychiatric outpatient clinic. This especially accounts for fathers. We provide insight into the prevalence rates of parental psychopathology and the association with their offspring psychopathology by analyzing data on psychiatric problems collected in 701 mothers and 530 fathers of 757 referred children. Prevalence rates of parental psychopathology were based on (sub)clinical scores on the adult self report. Parent-offspring associations were investigated in multivariate analyses taking into account co-morbidity. Around 20 % of the parents had a (sub)clinical score on internalizing problems and around 10 % on attention deficit hyperactivity (ADH) problems. Prevalence rates did not differ between mothers and fathers. Parent-offspring associations did not differ between girls and boys. Maternal anxiety was associated with all offspring problem scores. In addition, maternal ADH problems were associated with offspring ADH problems. Paternal anxiety and ADH problems scores were specifically associated with offspring internalizing and externalizing problem scores, respectively. Associations with offspring psychopathology were of similar magnitude for mothers and fathers and were not influenced by spousal resemblance. Our study shows that both fathers and mothers are at increased risk for psychiatric problems at the time of a child's evaluation and that their problems are equally associated with their offspring problems. The results emphasize the need to screen mothers as well as fathers for psychiatric problems. Specific treatment programs should be developed for these families in especially high need.\n",
            "in_text_citation": "Middeldorp et al., 2016",
            "footnote": 16
        },
        {
            "title": "The association between paternal and adolescent depressive symptoms: evidence from two population-based cohorts.",
            "abstract": "## BACKGROUND\nIncidence of depression increases markedly around age 13 years, and nearly three-quarters of adults report that their mental health problems started in adolescence. Although maternal depression is a risk factor for adolescent depression, evidence about the association between paternal and adolescent depression is inconclusive, and many studies have methodological limitations. We aimed to assess the association between paternal and adolescent depressive symptoms in two large population-based cohort studies.\n## METHODS\nWe used data for two-parent families from two representative prospective cohorts in Ireland (Growing up in Ireland [GUI]) and the UK (Millennium Cohort Study [MCS]). Parental depressive symptoms were measured with the Centre for Epidemiological Studies Depression Scale in the GUI cohort when children were 9 years old, and the Kessler six-item psychological distress scale in the MCS cohort when children were 7 years old. Adolescent depressive symptoms were measured with the Short Mood and Feelings Questionnaire (SMFQ) at age 13 years in the GUI cohort and age 14 years in the MCS cohort. We analysed data using linear regression models, before and after adjustment for confounders, in both multiply imputed and complete case samples.\n## FINDINGS\nThere were 6070 families in GUI and 7768 in MCS. After all adjustments, a 1 SD (three-point) increase in paternal depressive symptoms was associated with an increase of 0·24 SMFQ points (95% CI 0·03-0·45; p=0·023) in the GUI cohort and 0·18 SMFQ points (0·01-0·36; p=0·041) in the MCS cohort. This association was independent of, and not different in magnitude to, the association between maternal and adolescent depressive symptoms (Wald test p=0·435 in the GUI cohort and 0·470 in the MCS cohort).\n## INTERPRETATION\nOur results show an association between depressive symptoms in fathers and depressive symptoms in their adolescent offspring. These findings support the involvement of fathers as well as mothers in early interventions to reduce the prevalence of adolescent depression, and highlight the importance of treating depression in both parents.\n## FUNDING\nDepartment of Children and Youth Affairs and Economic and Social Research Council.\n",
            "in_text_citation": "Lewis et al., 2017",
            "footnote": 28
        },
        {
            "title": "Association of Maternal and Paternal Depression in the Postnatal Period With Offspring Depression at Age 18 Years.",
            "abstract": "## IMPORTANCE\nPaternal depression during the postnatal period has been associated with adverse child outcomes. Family environment has been reported as a pathway for risk transmission from fathers to children. The influence of paternal depression during the postnatal period on offspring depression remains to be clarified.\n## OBJECTIVE\nTo investigate the association between paternal depression in the postnatal period and offspring depression and explore potential mediating and moderating factors that influence any association between paternal and offspring depression.\n## DESIGN, SETTING, AND PARTICIPANTS\nThis prospective study of a UK community-based birth cohort (the Avon Longitudinal Study of Parents and Children) of parents and their adolescent offspring investigated associations between paternal depression during the postnatal period and offspring depression at age 18 years. We tested a hypothesized moderator (ie, sex) and conducted path analysis to examine hypothesized mediators (ie, depression in the other parent, couple conflict, and paternal involvement and emotional problems, conduct problems, and hyperactivity in offspring at age 3.5 years) of the associations between both paternal and maternal depression and offspring depression. Data collection for the Avon Longitudinal Study of Parents and Children began in 1991 and is ongoing. Data analysis for this study was conducted from June 2015 to September 2018.\n## EXPOSURES\nDepression symptoms in fathers at 8 weeks after the birth of their children.\n## MAIN OUTCOMES AND MEASURES\nOffspring depression symptoms at age 18 years, using International Statistical Classification of Diseases and Related Health Problems, Tenth Revision codes.\n## RESULTS\nA total of 3176 father-offspring pairs were analyzed; of the children, 1764 were girls (55.5%) and 1412 (44.5%) were boys. Paternal mean (SD) age at delivery was 29.6 (9.6) years. The offspring of fathers who had depression during the postnatal period were at increased risk of experiencing depression symptoms at age 18 years (β = 0.053 [95% CI, 0.02-0.09]). The association is mediated by maternal depression at 8 months after birth (β = 0.011 [95% CI, 0.0008-0.02]; 21% [0.011/0.053]) and conduct problems at 42 months after birth (β = 0.004; [95% CI , -0.00004 to 0.009]; 7.5% [0.004/0.053]). Couple conflict and paternal involvement do not mediate this association. The increased risk is seen in girls but not boys (interaction β = 0.095; P = .01).\n## CONCLUSIONS AND RELEVANCE\nThe association between paternal depression in the postnatal period and depression in girls at age 18 years is partially explained by maternal depression. Couple conflict and paternal involvement were not found to play a role in the risk of transmission; this contrasts with the role that couple conflict was found to play in the risk of childhood behavior problems. Conduct problems in childhood appear to be a pathway for risk transmission between paternal depression and subsequent depression in offspring at age 18 years.\n",
            "in_text_citation": "Gutierrez-Galve et al., 2019",
            "footnote": 13
        },
        {
            "title": "Associations of parental mental disorders and age with childhood mental disorders: a population-based cohort study with four million offspring.",
            "abstract": "This Taiwan study examined the associations of parental age and mental disorders with the offspring risks of attention-deficit/hyperactivity disorder (ADHD), autism spectrum disorder (ASD), major depressive disorder (MDD), and bipolar disorder (BD). Children born between January 1991 and December 2004 in Taiwan were enrolled as the birth cohort (n = 4,138,151) and followed up until December 2011. A logistic regression analysis was performed to identify the odds ratio (OR). The advanced age effects were significant in ADHD (range of OR: 1.04 to 1.49) and ASD (range of OR: 1.35 to 2.27). Teenage mothers, teenage fathers, and fathers ≥ 50 years had higher offspring risks of MDD (range of OR: 1.24 to 1.46); and teenage mothers and fathers ≥ 50 years had increased offspring risks of BD (range of OR: 1.23 to 1.87). Both paternal and maternal mental disorders were associated with higher risks of within-disorder transmission for ADHD, ASD, MDD, and BD (range of OR: 2.64 to 30.41). Besides, parents with one of these four mental disorders (ADHD, ASD, MDD, and BD) might have higher risk of cross-disorder transmission to at least one of the other three mental disorders in the offspring (range of OR: 1.35 to 7.15). Parental age and mental disorders had complex and nuanced patterns in association with offspring mental disorders.\n",
            "in_text_citation": "Liang et al., 2021",
            "footnote": 20
        }
    ]
}