{
    "citations": [
        {
            "footnote": 21,
            "title": "Convolutional neural network assistance significantly improves dermatologists’ diagnosis of cutaneous tumours using clinical images.",
            "in_text_citation": "Ba et al., 2022"
        },
        {
            "footnote": 14,
            "title": "Augmented intelligence dermatology: deep neural networks empower medical professionals in diagnosing skin cancer and predicting treatment options for 134 skin disorders.",
            "in_text_citation": "Han et al., 2020"
        },
        {
            "footnote": 19,
            "title": "Evaluation of artificial intelligence-assisted diagnosis of skin neoplasms: a single-center, paralleled, unmasked Randomized Controlled Trial.",
            "in_text_citation": "Han et al., 2022a"
        },
        {
            "footnote": 17,
            "title": "Over-detection of melanoma-suspect lesions by a CE-certified smartphone app: performance in comparison to dermatologists, 2D and 3D convolutional neural networks in a prospective data set of 1204 pigmented skin lesions involving patients’ perception.",
            "in_text_citation": "Jahn et al., 2022"
        },
        {
            "footnote": 15,
            "title": "Development and assessment of an artificial intelligence–based tool for skin condition diagnosis by primary care physicians and nurse practitioners in teledermatology practices.",
            "in_text_citation": "Jain et al., 2021"
        },
        {
            "footnote": 20,
            "title": "Augmenting the accuracy of trainee doctors in diagnosing skin lesions suspected of skin neoplasms in a real-world setting: a prospective controlled before-and-after study.",
            "in_text_citation": "Kim et al., 2022"
        },
        {
            "footnote": 12,
            "title": "Augmented decision-making for acral lentiginous melanoma detection using deep convolutional neural networks.",
            "in_text_citation": "Lee et al., 2020"
        },
        {
            "footnote": 18,
            "title": "Deep neural frameworks improve the accuracy of general practitioners in the classification of pigmented skin lesions.",
            "in_text_citation": "Lucius et al., 2020"
        },
        {
            "footnote": 22,
            "title": "Artificial intelligence and its effect on dermatologists’ accuracy in dermoscopic melanoma image classification: web-based survey study.",
            "in_text_citation": "Maron et al., 2020"
        },
        {
            "footnote": 16,
            "title": "Performance of a deep neural network in teledermatology: a single-centre prospective diagnostic study.",
            "in_text_citation": "Muñoz-López et al., 2021"
        },
        {
            "footnote": 10,
            "title": "Human–computer collaboration for skin cancer recognition.",
            "in_text_citation": "Tschandl et al., 2020"
        },
        {
            "footnote": 13,
            "title": "Dermatologist-level classification of malignant lip diseases using a deep convolutional neural network.",
            "in_text_citation": "Cho et al., 2020"
        }
    ]
}