{
    "citations": [
        {
            "footnote": 22,
            "title": "Anxiety and depression symptoms in the same pregnant women before and during the COVID-19 pandemic.",
            "in_text_citation": "Ayaz et al., 2020"
        },
        {
            "footnote": 5,
            "title": "Impact of COVID-19 mitigation measures on the incidence of preterm birth: a national quasi-experimental study.",
            "in_text_citation": "Been et al., 2020"
        },
        {
            "footnote": 33,
            "title": "Decreased incidence of preterm birth during coronavirus disease 2019 pandemic.",
            "in_text_citation": "Berghella et al., 2020"
        },
        {
            "footnote": 44,
            "title": "Uptrend in distress and psychiatric symptomatology in pregnant women during the coronavirus disease 2019 pandemic.",
            "in_text_citation": "Berthelot et al., 2020"
        },
        {
            "footnote": 45,
            "title": "The effect of COVID-19 on general anaesthesia rates for caesarean section.",
            "in_text_citation": "Bhatia et al., 2021"
        },
        {
            "footnote": 46,
            "title": "Early postpartum discharge during the COVID-19 pandemic.",
            "in_text_citation": "Bornstein et al., 2020"
        },
        {
            "footnote": 47,
            "title": "Modest reduction in adverse birth outcomes following the COVID-19 lockdown.",
            "in_text_citation": "Caniglia et al., 2020"
        },
        {
            "footnote": 48,
            "title": "Increased rate of ruptured ectopic pregnancy in COVID-19 pandemic: analysis from the North of Italy.",
            "in_text_citation": "Casadio et al., 2020"
        },
        {
            "footnote": 49,
            "title": "Increase of stillbirth and decrease of late preterm infants during the COVID-19 pandemic lockdown.",
            "in_text_citation": "De Curtis et al., 2020"
        },
        {
            "footnote": 12,
            "title": "Effects of SARS-CoV-2 epidemic on the obstetrical and gynecological emergency service accesses. What happened and what shall we expect now?.",
            "in_text_citation": "Dell'Utri et al., 2020"
        },
        {
            "footnote": 13,
            "title": "The effect of the COVID-19 pandemic on maternal health due to delay in seeking health care: experience from a tertiary center.",
            "in_text_citation": "Goyal et al., 2021"
        },
        {
            "footnote": 14,
            "title": "Impact of labor and delivery unit policy modifications on maternal and neonatal outcomes during the coronavirus disease 2019 pandemic.",
            "in_text_citation": "Greene et al., 2020"
        },
        {
            "footnote": 15,
            "title": "How to prevent in-hospital COVID-19 infection and reassure women about the safety of pregnancy: experience from an obstetric center in China.",
            "in_text_citation": "Gu et al., 2020"
        },
        {
            "footnote": 16,
            "title": "Changes in preterm birth phenotypes and stillbirth at 2 Philadelphia hospitals during the SARS-CoV-2 pandemic, March–June 2020.",
            "in_text_citation": "Handley et al., 2021"
        },
        {
            "footnote": 17,
            "title": "Danish premature birth rates during the COVID-19 lockdown.",
            "in_text_citation": "Hedermann et al., 2021"
        },
        {
            "footnote": 18,
            "title": "Effect of COVID-19 on delivery plans and postnatal depression scores of pregnant women.",
            "in_text_citation": "Hui et al., 2020"
        },
        {
            "footnote": 19,
            "title": "Lockdown with a price: the impact of the COVID-19 pandemic on prenatal care and perinatal outcomes in a tertiary care center.",
            "in_text_citation": "Justman et al., 2020"
        },
        {
            "footnote": 20,
            "title": "Preterm delivery and hypertensive disorder of pregnancy were reduced during the COVID-19 pandemic: a single hospital-based study.",
            "in_text_citation": "Kasuga et al., 2020"
        },
        {
            "footnote": 21,
            "title": "Effect of the COVID-19 pandemic response on intrapartum care, stillbirth, and neonatal mortality outcomes in Nepal: a prospective observational study.",
            "in_text_citation": "Kc et al., 2020"
        },
        {
            "footnote": 4,
            "title": "Change in the incidence of stillbirth and preterm delivery during the COVID-19 pandemic.",
            "in_text_citation": "Khalil et al., 2020"
        },
        {
            "footnote": 23,
            "title": "Changes in the obstetrical emergency department profile during the COVID-19 pandemic.",
            "in_text_citation": "Kugelman et al., 2020"
        },
        {
            "footnote": 24,
            "title": "Stillbirths and the COVID-19 pandemic: looking beyond SARS-CoV-2 infection.",
            "in_text_citation": "Kumar et al., 2020"
        },
        {
            "footnote": 25,
            "title": "COVID-19 outbreak and decreased hospitalisation of pregnant women in labour.",
            "in_text_citation": "Kumari et al., 2020"
        },
        {
            "footnote": 26,
            "title": "Impact of Wuhan lockdown on the indications of cesarean delivery and newborn weights during the epidemic period of COVID-19.",
            "in_text_citation": "Li et al., 2020"
        },
        {
            "footnote": 27,
            "title": "Excess maternal deaths associated with coronavirus disease 2019 (COVID-19) in Mexico.",
            "in_text_citation": "Lumbreras-Marquez et al., 2020"
        },
        {
            "footnote": 28,
            "title": "Singleton preterm birth rates for racial and ethnic groups during the coronavirus disease 2019 pandemic in California.",
            "in_text_citation": "Main et al., 2020"
        },
        {
            "footnote": 29,
            "title": "Differences in levels of stress, social support, health behaviours, and stress-reduction strategies for women pregnant before and during the COVID-19 pandemic, and based on phases of pandemic restrictions, in Ireland.",
            "in_text_citation": "Matvienko-Sikar et al., 2020"
        },
        {
            "footnote": 30,
            "title": "The impact of the COVID-19 pandemic on maternity services: a review of maternal and neonatal outcomes before, during and after the pandemic.",
            "in_text_citation": "McDonnell et al., 2020"
        },
        {
            "footnote": 31,
            "title": "A marked decrease in preterm deliveries during the coronavirus disease 2019 pandemic.",
            "in_text_citation": "Meyer et al., 2020"
        },
        {
            "footnote": 32,
            "title": "Impact of the COVID-19 Pandemic on Excess Perinatal Mortality and Morbidity in Israel.",
            "in_text_citation": "Mor et al., 2020"
        },
        {
            "footnote": 34,
            "title": "Risk for probable post-partum depression among women during the COVID-19 pandemic.",
            "in_text_citation": "Pariente et al., 2020"
        },
        {
            "footnote": 35,
            "title": "Unprecedented reduction in births of very low birthweight (VLBW) and extremely low birthweight (ELBW) infants during the COVID-19 lockdown in Ireland: a ‘natural experiment’ allowing analysis of data from the prior two decades.",
            "in_text_citation": "Philip et al., 2020"
        },
        {
            "footnote": 36,
            "title": "Early pregnancy mood before and during COVID-19 community restrictions among women of low socioeconomic status in New York City: a preliminary study.",
            "in_text_citation": "Silverman et al., 2020"
        },
        {
            "footnote": 37,
            "title": "Stillbirths during the COVID-19 pandemic in England, April–June 2020.",
            "in_text_citation": "Stowe et al., 2021"
        },
        {
            "footnote": 38,
            "title": "Effect of delayed obstetric labor care during the COVID-19 pandemic on perinatal outcomes.",
            "in_text_citation": "Sun et al., 2020"
        },
        {
            "footnote": 39,
            "title": "Psychological status during the first trimester of pregnancy under the COVID-19 epidemic in Japan.",
            "in_text_citation": "Suzuki et al., 2020"
        },
        {
            "footnote": 40,
            "title": "Change in ectopic pregnancy presentations during the COVID-19 pandemic.",
            "in_text_citation": "Werner et al., 2020"
        },
        {
            "footnote": 41,
            "title": "Perinatal depressive and anxiety symptoms of pregnant women during the coronavirus disease 2019 outbreak in China.",
            "in_text_citation": "Wu et al., 2020"
        },
        {
            "footnote": 43,
            "title": "Alteration in the psychologic status and family environment of pregnant women before and during the COVID-19 pandemic.",
            "in_text_citation": "Xie et al., 2021"
        },
        {
            "footnote": 42,
            "title": "Psychological impact of COVID-19 quarantine measures in northeastern Italy on mothers in the immediate postpartum period.",
            "in_text_citation": "Zanardo et al., 2020"
        }
    ]
}