{
    "key_references": [
        {
            "title": "Anxiety and depression symptoms in the same pregnant women before and during the COVID-19 pandemic.",
            "abstract": "Objectives With clinical experience from previous coronavirus infections, public health measures and fear of infection may have negative psychological effects on pregnant women. This study aimed to compare the level of anxiety and depression in the same pregnant women before and during the COVID-19 pandemic. Methods The pregnant women continuing pregnancy who participated in the first study which was undertaken to clarify the factors associated with mental health of pregnant women before the COVID-19 pandemic, were included for the current study during the outbreak. Anxiety and depression symptoms of the same pregnant women were evaluated by using the Inventory of Depression and Anxiety Symptoms II and Beck Anxiety Inventory twice before and during the pandemic. Results A total of 63 pregnant women completed questionnaires. The mean age of the women and the mean gestational age was 30.35±5.27 years and 32.5±7 weeks, respectively. The mean total IDAS II score was found to increase from 184.78±49.67 (min: 109, max: 308) to 202.57±52.90 (min: 104, max: 329) before and during the SARS-CoV-2 pandemic. According to the BAI scores the number of patients without anxiety (from 10 to 6) and with mild anxiety (from 31 to 24) decreased and patients with moderate (from 20 to 25) and severe anxiety (from 2 to 8) increased after SARS-CoV-2 infection. Multivariate linear regression analysis revealed that obesity and relationship with her husband are the best predictors of IDAS II scores. Conclusions This study indicated that COVID-19 outbreak affects the mental health of pregnant women negatively which leads to adverse birth outcomes. The level of anxiety and depression symptoms of pregnant women during the COVID-19 infection significantly increased. Healthcare professionals should establish comprehensive treatment plans for pregnant women who are highly vulnerable population to prevent mental trauma during the infectious disease outbreaks.\n",
            "in_text_citation": "Ayaz et al., 2020",
            "footnote": 22
        },
        {
            "title": "Impact of COVID-19 mitigation measures on the incidence of preterm birth: a national quasi-experimental study.",
            "abstract": "## BACKGROUND\nPreterm birth is the leading cause of child mortality globally, with many survivors experiencing long-term adverse consequences. Preliminary evidence suggests that numbers of preterm births greatly reduced following implementation of policy measures aimed at mitigating the effects of the COVID-19 pandemic. We aimed to study the impact of the COVID-19 mitigation measures implemented in the Netherlands in a stepwise fashion on March 9, March 15, and March 23, 2020, on the incidence of preterm birth.\n## METHODS\nWe used a national quasi-experimental difference-in-regression-discontinuity approach. We used data from the neonatal dried blood spot screening programme (2010-20) cross-validated against national perinatal registry data. Stratified analyses were done according to gestational age subgroups, and sensitivity analyses were done to assess robustness of the findings. We explored potential effect modification by neighbourhood socioeconomic status, sex, and small-for-gestational-age status.\n## FINDINGS\nData on 1 599 547 singleton neonates were available, including 56 720 births that occurred after implementation of COVID-19 mitigation measures on March 9, 2020. Consistent reductions in the incidence of preterm birth were seen across various time windows surrounding March 9 (± 2 months [n=531 823] odds ratio [OR] 0·77, 95% CI 0·66-0·91, p=0·0026; ± 3 months [n=796 531] OR 0·85, 0·73-0·98, p=0·028; ± 4 months [n=1 066 872] OR 0·84, 0·73-0·97, p=0·023). Decreases in incidence observed following the March 15 measures were of smaller magnitude, but not statistically significant. No changes were observed after March 23. Reductions in the incidence of preterm births after March 9 were consistent across gestational age strata and robust in sensitivity analyses. They appeared confined to neighbourhoods of high socioeconomic status, but effect modification was not statistically significant.\n## INTERPRETATION\nIn this national quasi-experimental study, initial implementation of COVID-19 mitigation measures was associated with a substantial reduction in the incidence of preterm births in the following months, in agreement with preliminary observations elsewhere. Integration of comparable data from across the globe is needed to further substantiate these findings and start exploring underlying mechanisms.\n## FUNDING\nNone.\n",
            "in_text_citation": "Been et al., 2020",
            "footnote": 5
        },
        {
            "title": "Decreased incidence of preterm birth during coronavirus disease 2019 pandemic.",
            "abstract": "## Objective:\nAlthough most studies have reported an increase in preterm birth (PTB) in pregnant women with severe or critical coronavirus disease 2019 (COVID-19) infection,1 population-level European reports offer conflicting data on a decrease2 , 3 or stability4 in the overall rate of PTB during the pandemic. Our objective was to evaluate the incidence of PTB at our institution, in the North-East of the United States, during the COVID-19 pandemic in 2020 compared with the similar period in 2019.\n## Study design:\nBirth data at Thomas Jefferson University Hospital were accessed by a query of the electronic medical record; 2 time periods were examined: March 1 to July 31, 2020 (during the COVID-19 pandemic), and March 1 to July 31, 2019 (before the onset of COVID-19 pandemic). The inclusion criteria were all births at ≥20 weeks’ gestation, inclusive of those with intrauterine fetal death, fetal anomalies, and multiple gestations. Individual charts were accessed for women who delivered preterm to confirm the indication for delivery. The primary outcome was the incidence of PTB between the 2 groups, before and during the COVID-19 pandemic. Secondary outcomes included the incidences of late PTB (34 0/7 to 36 6/7 weeks’ gestation), early PTB (<34 weeks’ gestation) and very early PTB (<28 weeks’ gestation), and perinatal death (fetal and neonatal death) between periods. Analyses by subgroups of spontaneous and iatrogenic PTB were also performed. Chi-square analysis using odds ratios (ORs) and 95% confidence intervals (CIs) was used for categorical variables and adjusted OR (aOR) for demographic differences using multivariable logistic regression analysis. P<.05 was considered statistically significant.\n## Results:\nThere was a significantly decreased incidence of PTB in 2020 during the COVID-19 pandemic compared with the 2019 period (9.9% vs 12.6%; OR, 0.76; 95% CI, 0.58–0.99) (Table ). After adjusting for race/ethnicity, the 2020 period remained associated with a significantly decreased incidence of PTB (aOR, 0.75; 95% CI, 0.57–0.99) compared with the 2019 pre–COVID-19 period. There were also significant decreases in PTB at <34 weeks’ gestation (2.5% vs 4.7%; aOR, 0.51; 95% CI, 0.31–0.82) and PTB at <28 weeks’ gestation (0.6% vs 1.5%; aOR, 0.37; 95% CI, 0.15–0.93) in 2020 compared with 2019. The rate of late PTB at 34–36 weeks’ gestation was similar between groups (Table) (Figure ). Subgroup analyses of just spontaneous or just iatrogenic PTB did not reveal significant differences, except for a 60% decrease in iatrogenic PTB at <34 weeks’ gestation in 2020 compared with 2019 (Table). The incidences of mode of delivery and perinatal death were similar between time periods (Table). Notably, 8 of the 118 PTB (6.8%) in the 2020 period occurred in COVID-19–positive women. The incidence of PTB in COVID-19–positive women (most diagnosed during pregnancy because of symptoms) was 14.5% (8 of 55) and did not differ significantly compared with the rest of the women in the 2020 group (110 of 1142; 9.6%; OR, 1.60; 95% CI, 0.74–3.47). The incidence of severe acute respiratory syndrome coronavirus 2 positivity on the labor and delivery universal screening between April 13, 2020 (when we started), and July 31, 2020, was 4.5% (40 of 878).",
            "in_text_citation": "Berghella et al., 2020",
            "footnote": 33
        },
        {
            "title": "Uptrend in distress and psychiatric symptomatology in pregnant women during the coronavirus disease 2019 pandemic.",
            "abstract": "## INTRODUCTION\nPrenatal maternal distress has a negative impact on the course of pregnancy, fetal development, offspring development, and later psychopathologies. The study aimed to determine the extent to which the coronavirus disease 2019 (COVID-19) pandemic may aggravate the prenatal distress and psychiatric symptomatology of pregnant women.\n## MATERIAL AND METHODS\nTwo cohorts of pregnant volunteer women were evaluated, one that was recruited before the COVID-19 pandemic (n = 496) through advertisements in prenatal clinics in Quebec, Canada, from April 2018 to March 2020; the other (n = 1258) was recruited online during the pandemic from 2 April to 13 April 2020. Prenatal distress and psychiatric symptomatology were measured with the Kessler Distress Scale (K10), Post-traumatic Checklist for DSM-5 (PCL-5), Dissociative Experiences Scale (DES-II), and Positive and Negative Affect Schedule (PANAS).\n## RESULTS\nThe 1754 pregnant women (M\n## CONCLUSIONS\nPregnant women assessed during the COVID-19 pandemic reported more distress and psychiatric symptoms than pregnant women assessed before the pandemic, mainly in the form of depression and anxiety symptoms. Given the harmful consequences of prenatal distress on mothers and offspring, the presently observed upsurge of symptoms in pregnant women calls for special means of clinical surveillance.\n",
            "in_text_citation": "Berthelot et al., 2020",
            "footnote": 44
        },
        {
            "title": "The effect of COVID-19 on general anaesthesia rates for caesarean section. A cross-sectional analysis of six hospitals in the north-west of England.",
            "abstract": "At the onset of the global pandemic of COVID-19 (SARS-CoV-2), guidelines recommended using regional anaesthesia for caesarean section in preference to general anaesthesia. National figures from the UK suggest that 8.75% of over 170,000 caesarean sections are performed under general anaesthetic. We explored whether general anaesthesia rates for caesarean section changed during the peak of the pandemic across six maternity units in the north-west of England. We analysed anaesthetic information for 2480 caesarean sections across six maternity units from 1 April to 1 July 2020 (during the pandemic) and compared this information with data from 2555 caesarean sections performed at the same hospitals over a similar period in 2019. Primary outcome was change in general anaesthesia rate for caesarean section. Secondary outcomes included overall caesarean section rates, obstetric indications for caesarean section and regional to general anaesthesia conversion rates. A significant reduction (7.7 to 3.7%, p < 0.0001) in general anaesthetic rates, risk ratio (95%CI) 0.50 (0.39-0.93), was noted across hospitals during the pandemic. Regional to general anaesthesia conversion rates reduced (1.7 to 0.8%, p = 0.012), risk ratio (95%CI) 0.50 (0.29-0.86). Obstetric indications for caesarean sections did not change (p = 0.17) while the overall caesarean section rate increased (28.3 to 29.7%), risk ratio (95%CI) 1.02 (1.00-1.04), p = 0.052. Our analysis shows that general anaesthesia rates for caesarean section declined during the peak of the pandemic. Anaesthetic decision-making, recommendations from anaesthetic guidelines and presence of an on-site anaesthetic consultant in the delivery suite seem to be the key factors that influenced this decline.\n",
            "in_text_citation": 45,
            "footnote": "Bhatia et al., 2021"
        },
        {
            "title": "Early postpartum discharge during the COVID-19 pandemic.",
            "abstract": "Objectives To report our experience with early postpartum discharge to decrease hospital length of stay among low-risk puerperium patients in a large obstetrical service during the COVID-19 pandemic in New York. Methods Retrospective analysis of all uncomplicated postpartum women in seven obstetrical units within a large health system between December 8th, 2019 and June 20th, 2020. Women were stratified into two groups based on date of delivery in relation to the start of the COVID-19 pandemic in New York (Mid-March 2020); those delivering before or during the COVID-19 pandemic. We compared hospital length of stay, defined as time interval from delivery to discharge in hours, between the two groups and correlated it with the number of COVID-19 admissions to our hospitals. Statistical analysis included use of Wilcoxon rank sum test and Chi-squared test with significance defined as p-value<0.05. Results Of the 11,770 patients included, 5,893 (50.1%) delivered prior to and 5,877 (49.9%) delivered during the COVID-19 pandemic. We detected substantial shortening in postpartum hospital length of stay after vaginal delivery (34 vs. 48 h, p≤0.0001) and cesarean delivery (51 vs. 74 h, p≤0.0001) during the COVID-19 pandemic. Conclusions We report successful implementation of early postpartum discharge for low-risk patients resulting in a significantly shorter hospital stay during the COVID-19 pandemic in New York. The impact of this strategy on resource utilization, patient satisfaction and adverse outcomes requires further study.\n",
            "in_text_citation": "Bornstein et al., 2020",
            "footnote": 46
        },
        {
            "title": "Modest reduction in adverse birth outcomes following the COVID-19 lockdown.",
            "abstract": "## BACKGROUND\nWidespread lockdowns imposed during the coronavirus disease 2019 crisis may impact birth outcomes.\n## OBJECTIVE\nThis study aimed to evaluate the association between the COVID-19 lockdown and the risk of adverse birth outcomes in Botswana.\n## STUDY DESIGN\nIn response to the coronavirus disease 2019 crisis, Botswana enforced a lockdown that restricted movement within the country. We used data from an ongoing nationwide birth outcomes surveillance study to evaluate adverse outcomes (stillbirth, preterm birth, small-for-gestational-age fetuses, and neonatal death) and severe adverse outcomes (stillbirth, very preterm birth, very-small-for-gestational-age fetuses, and neonatal death) recorded prelockdown (January 1, 2020-April 2, 2020), during lockdown (April 3, 2020-May 7, 2020), and postlockdown (May 8, 2020-July 20, 2020). Using difference-in-differences analyses, we compared the net change in each outcome from the prelockdown to lockdown periods in 2020 relative to the same 2 periods in 2017-2019 with the net change in each outcome from the prelockdown to postlockdown periods in 2020 relative to the same 2 periods in 2017-2019.\n## RESULTS\nIn this study, 68,448 women delivered a singleton infant in 2017-2020 between January 1 and July 20 and were included in our analysis (mean [interquartile range] age of mothers, 26 [22-32] years). Across the included calendar years and periods, the risk of any adverse outcome ranged from 27.92% to 31.70%, and the risk of any severe adverse outcome ranged from 8.40% to 11.38%. The lockdown period was associated with a 0.81 percentage point reduction (95% confidence interval, -2.95% to 1.30%) in the risk of any adverse outcome (3% relative reduction) and a 0.02 percentage point reduction (95% confidence interval, -0.79% to 0.75%) in the risk of any severe adverse outcome (0% relative reduction). The postlockdown period was associated with a 1.72 percentage point reduction (95% confidence, -3.42% to 0.02%) in the risk of any adverse outcome (5% relative reduction) and a 1.62 percentage point reduction (95% confidence interval, -2.69% to -0.55%) in the risk of any severe adverse outcome (14% relative reduction). Reductions in adverse outcomes were largest among women with human immunodeficiency virus and among women delivering at urban delivery sites, driven primarily by reductions in preterm birth and small-for-gestational-age fetuses.\n## CONCLUSION\nAdverse birth outcomes decreased from the prelockdown to postlockdown periods in 2020, relative to the change during the same periods in 2017-2019. Our findings may provide insights into associations between mobility and birth outcomes in Botswana and other low- and middle-income countries.\n",
            "in_text_citation": "Caniglia et al., 2020",
            "footnote": 47
        },
        {
            "title": "Increased rate of ruptured ectopic pregnancy in COVID-19 pandemic: analysis from the North of Italy.",
            "abstract": "Coronavirus disease 2019 (COVID‐19) has spread at an exponential rate in several countries. Due to its high transmissibility, several preventive strategies were implemented worldwide, with many national and regional authorities reducing activities that could be a source of contagion. These included non‐urgent medical care activities such as elective surgical intervention and outpatient visits. In our region, Emilia‐Romagna in the North of Italy, all women are guaranteed two ultrasound scans during pregnancy; one in the first trimester (11–13 weeks) and one in the second trimester (19–21 weeks). Our regional health system continued to guarantee these scans throughout the COVID‐19 lockdown period.  Whereas our understanding of the clinical consequences, prevention and management of COVID‐19 is increasing 1 , 2 , 3 , 4 , little is known about the collateral damage caused by the actions taken to limit the spread of the pandemic. Restrictive measures and health system disruption due to the pandemic may have deleterious effects on women's and children's health 5 . We conducted a retrospective study at the Sant'Orsola‐Malpighi University Hospital in Bologna, Italy, to compare the proportion of women who underwent emergency surgical intervention for a ruptured tubal ectopic pregnancy, before and during the COVID‐19 lockdown period, from 1st January 2014 until the lockdown in our region on 29th February 2020 and from 1st March to 30th April 2020, respectively.  Emergency surgical intervention was defined as one performed less than 6 h after the patient's presentation at the hospital. In our clinic, all women with tubal ectopic pregnancy were admitted to the hospital once diagnosed during both time periods. There were no reductions in the number of personnel nor the resources needed for the management of obstetric and gynecological emergencies in our region during the COVID‐19 pandemic. Overall, 210 women with tubal ectopic pregnancy were admitted to our clinic in the first (n = 201) and second (n = 9) time period. The proportion of ruptured ectopic pregnancies was significantly higher during the lockdown in comparison with the pre‐lockdown period (6/9; 66.7% vs 52/201; 25.9%, Fisher's exact test P = 0.02). Our data raise serious concerns regarding the potential deleterious consequences of the COVID‐19 pandemic in women of reproductive age. Explaining the link between the pandemic and our findings is not straightforward. Possible explanations could be women's reluctance to seek medical advice or the reduction of early first‐trimester scans, which are quite popular but elective in our region. We think that monitoring the indirect potential consequences of the COVID‐19 pandemic is imperative in order to avoid unexpected deleterious health complications in the population.",
            "in_text_citation": "Casadio et al., 2020",
            "footnote": 48
        },
        {
            "title": "Increase of stillbirth and decrease of late preterm infants during the COVID-19 pandemic lockdown.",
            "abstract": "Italy was the first country in Europe violently affected by the COVID-19 pandemic. The total lockdown of 3 months was necessary and effective to stem the infection. However, it has determined a series of effects that changed the life of millions of people. The objective of this retrospective study is to analyse some perinatal data during the lockdown and to compare them with the same months of 2019. The data refer to the Lazio region where Rome is located with 5.8 million people and where about 10% of Italian births take place every year. We obtained data from the Lazio hospital discharge database, which records perinatal information on all newborns. We have considered only singletons to limit the influence of other determinants of premature birth. The total numbers of all very preterm, late preterm, at term, late term, stillbirths, total births and the numbers and per cents of caesarean delivery were determined in the lockdown period (March, April, May 2020) and in the same period of 2019. All non-viable at birth with gestational age ≥22 weeks were considered as stillbirths and abortions for late termination for fetal abnormalities were excluded. Gestational age at birth was categorised in complete weeks. Group comparison were made using a z-test of two proportions (prtest STATA command) to perform tests on the equality of proportions in large-sample statistics. The results in table 1 show with statistical significant an increase of about three times in stillbirths, a decrease in the percentage of late preterm births and an increase in full-term births. There was an increase but not significant in very preterm births and a non-significant reduction in caesarean sections. The decrease in the number of births during the lockdown period is in line with the progressive denatality that has been recorded for >10 years.1 The incidence rates of SARS-CoV-2-positive women who gave birth in Central Italy is 1/1000.2 The threefold increase in stillbirths observed by us compared with the previous year does not seem a direct consequence of COVID-19 infection. We believe it could be a consequence of induced life changes from the lockdown and in particular caused by reduced visits to hospitals due to the fear of contracting the COVID-19 infection. This behaviour has led to the postponement or suspension of all medical checks even in pregnant women.3 The significant decrease of late preterm infants during the lockdown period could be attributed to obliged rest at home due to the lockdown, reduced physical activity, reduced infection load and increased hygiene.4 This is also the possible reason for the increase in term births. A strength of this study is that all those born in the Lazio region were considered. Limitations of this study include retrospective nature, lack of information on stillbirths, possible obstetric pathologies and the fact that the data refer only to the Lazio region where only 10% of the Italian population lives. A nationwide survey is desirable to confirm these data. The differences observed in the various countries may depend on the different times of impact of the COVID-19 infection and the difference in the local health organisations.",
            "in_text_citation": "De Curtis et al., 2020",
            "footnote": 49
        },
        {
            "title": "Effects of SARS Cov-2 epidemic on the obstetrical and gynecological emergency service accesses. What happened and what shall we expect now?",
            "abstract": "## OBJECTIVE\nDuring the lockdown period, the fear about the risk of infection in hospital has reduced the admission to Emergency Services (ES) with possible negative health effects. We have investigated the changes in the emergency flow occurred during SARS-CoV-2 pandemic in an obstetrics and gynecological ES and the short-term adverse outcomes on women's and reproductive health.\n## STUDY DESIGN\nThe study was conducted in the OBGYN ES of the Clinica Mangiagalli, the largest maternity clinic of Milan, Lombardy, Northern Italy. We analyzed retrospectively the records of all women consecutively admitted at the ES from February 23rd to June 24th 2019, and compared them with the admissions during the lockdown executive order from February 23rd to June 23rd, 2020. Patients were assessed in terms of demographic features, presentation times, triage classification (urgent/not urgent), reason for admission and outcome of the visit (discharge/admission to the ward). A total of 9291 data were retrieved from ES files and automation system, 5644 from 2019 and 3647 from 2020. Categorical variables were compared by the chi-square test calculating the p value and computed were percentage changes (with 95 % Confidence interval, CI).\n## RESULTS\nDuring the period February 24 \n## CONCLUSION\nThe lockdown negatively influenced ES admissions and consequently the women's/reproductive health. As possible short-term consequences, we observed an increase of intrauterine deaths and a decrease of natural births.\n",
            "in_text_citation": "Dell'Utri et al., 2020",
            "footnote": 12
        },
        {
            "title": "The effect of the COVID-19 pandemic on maternal health due to delay in seeking health care: Experience from a tertiary center.",
            "abstract": "## OBJECTIVE\nTo assess the effects of the COVID-19 pandemic on obstetric care and outcomes.\n## METHODS\nA prospective observational single-center study was performed, including all antenatal and parturient women admitted from April to August, 2020. Data were collected regarding number of admissions, deliveries, antenatal visits, reason for inaccessibility of health care, and complications during pregnancy, and compared with data from the pre-COVID period of October 2019 to February 2020.\n## RESULTS\nThere was a reduction of 45.1% in institutional deliveries (P < 0.001), a percentage point increase of 7.2 in high-risk pregnancy, and 2.5-fold rise in admission to the intensive care unit of pregnant women during the pandemic. One-third of women had inadequate antenatal visits. The main reason for delayed health-seeking was lockdown and fear of contracting infection, resulting in 44.7% of pregnancies with complications. Thirty-two symptomatic women who tested positive for COVID-19 were managed at the center with good maternal and fetal outcomes.\n## CONCLUSION\nAlthough COVID-19 does not directly affect pregnancy outcomes, it has indirect adverse effects on maternal and child health. Emergency obstetric and antenatal care are essential services to be continued with awareness of people while maintaining social distancing and personal hygiene.\n",
            "in_text_citation": "Goyal et al., 2021",
            "footnote": 13
        },
        {
            "title": "Impact of labor and delivery unit policy modifications on maternal and neonatal outcomes during the coronavirus disease 2019 pandemic.",
            "abstract": "## BACKGROUND\nIn response to the coronavirus disease 2019 pandemic, hospitals nationwide have implemented modifications to labor and delivery unit practices designed to protect delivering patients and healthcare providers from infection with severe acute respiratory syndrome coronavirus 2. Beginning in March 2020, our hospital instituted labor, and delivery unit modifications targeting visitor policy, use of personal protective equipment, designation of rooms for triage and delivery of persons suspected or infected with coronavirus disease 2019, delivery management, and newborn care. Little is known about the ramifications of these modifications in terms of maternal and neonatal outcomes.\n## OBJECTIVE\nThe objective of this study was to determine whether labor and delivery unit policy modifications we made during the coronavirus disease 2019 pandemic were associated with differences in outcomes for mothers and newborns.\n## STUDY DESIGN\nWe conducted a retrospective cohort study of all deliveries occurring in our hospital between January 1, 2020, and April 30, 2020. Patients who delivered in January and February 2020 before labor and delivery unit modifications were instituted were designated as the preimplementation group, and those who delivered in March and April 2020 were designated as the postimplementation group. Maternal and neonatal outcomes between the pre- and postimplementation groups were compared. Differences between the 2 groups were then compared with the same time period in 2019 and 2018 to assess whether any apparent differences were unique to the pandemic year. We hypothesized that maternal and newborn lengths of stay would be shorter in the postimplementation group. Statistical analysis methods included Student's \n## RESULTS\nPostpartum length of stay was significantly shorter after implementation of labor unit changes related to coronavirus disease 2019. A postpartum stay of 1 night after vaginal delivery occurred in 48.5% of patients in the postimplementation group compared with 24.9% of the preimplementation group (\n## CONCLUSION\nLabor and delivery unit policy modifications to protect pregnant patients and healthcare providers from coronavirus disease 2019 indicate that maternal and newborn length of stay in the hospital were significantly shorter after delivery without increases in the rate of adverse maternal or neonatal outcomes. In the absence of long-term adverse outcomes occurring after discharge that are tied to earlier release, our study results may support a review of our discharge protocols once the pandemic subsides to move toward safely shortening maternal and newborn lengths of stay.\n",
            "in_text_citation": "Greene et al., 2020",
            "footnote": 14
        },
        {
            "title": "How to prevent in-hospital COVID-19 infection and reassure women about the safety of pregnancy: Experience from an obstetric center in China.",
            "abstract": "## OBJECTIVE\nThis study aimed to describe the emergency responses to coronavirus disease 2019 (COVID-19) for pregnant patients at our hospital and their effect on hospital operations and patients' outcomes.\n## METHODS\nWe developed strategies to prevent hospital-associated transmission of COVID-19 in obstetric care. Infrastructure, including the fever clinic and wards, were modified. Outpatient volume was controlled and screening processes were strictly performed. Verification of the virus was compulsory for non-surgery and non-emergency patients. Emergency operations were performed in a negative pressure theater with surgeons fully protected. Outcomes were analyzed and the patients' characteristics were evaluated. The effect of intervention on depressed and anxious patients was assessed. Data from the first 2 months of 2019 and 2020 were compared.\n## RESULTS\nNo in-hospital COVID-19 infections occurred in our unit. During the epidemic, patient volume significantly decreased. While major characteristics of patients were similar, a higher prevalence of gestational hypertension was found in 2020 than in 2019. Psychological interventions showed optimistic effects in ameliorating depression and anxiety at the beginning of the COVID-19 pandemic.\n## CONCLUSIONS\nOur strategies were effective in preventing in-hospital infection of COVID-19 and reassuring women about the safety of pregnancy. Monitoring and managing psychological issues were necessary during this critical period.\n",
            "in_text_citation": "Gu et al., 2020",
            "footnote": 15
        },
        {
            "title": "Changes in Preterm Birth Phenotypes and Stillbirth at 2 Philadelphia Hospitals During the SARS-CoV-2 Pandemic, March-June 2020.",
            "abstract": "This study uses data from the GeoBirth pregnancy cohort of all births in 2 hospitals in Philadelphia to examine whether rates of preterm birth, spontaneous preterm birth, medically indicated preterm birth, and stillbirth have changed during the SARS-CoV-2 pandemic compared with prepandemic rates.\n",
            "in_text_citation": "Handley et al., 2021",
            "footnote": 16
        },
        {
            "title": "Danish premature birth rates during the COVID-19 lockdown.",
            "abstract": "To explore the impact of COVID-19 lockdown on premature birth rates in Denmark, a nationwide register-based prevalence proportion study was conducted on all 31 180 live singleton infants born in Denmark between 12 March and 14 April during 2015-2020.The distribution of gestational ages (GAs) was significantly different (p=0.004) during the lockdown period compared with the previous 5 years and was driven by a significantly lower rate of extremely premature children during the lockdown compared with the corresponding mean rate for the same dates in the previous years (OR 0.09, 95% CI 0.01 to 0.40, p<0.001). No significant difference between the lockdown and previous years was found for other GA categories.The reasons for this decrease are unclear. However, the lockdown has provided a unique opportunity to examine possible factors related to prematurity. Identification of possible causal mechanisms might stimulate changes in clinical practice.\n",
            "in_text_citation": "Hedermann et al., 2021",
            "footnote": 17
        },
        {
            "title": "Effect of COVID-19 on delivery plans and postnatal depression scores of pregnant women.",
            "abstract": "## INTRODUCTION\nOwing to the coronavirus disease 2019 outbreak Hong Kong hospitals have suspended visiting periods and made mask wearing mandatory. In obstetrics, companionship during childbirth has been suspended and prenatal exercises, antenatal talks, hospital tours, and postnatal classes have been cancelled. The aim of the present study was to investigate the effects of these restrictive measures on delivery plans and risks of postpartum depression.\n## METHODS\nWe compared pregnancy data and the Edinburgh Postpartum Depression Scale (EPDS) scores of women who delivered between the pre-alert period (1 Jan 2019 to 4 Jan 2020) and post-alert period (5 Jan 2020 to 30 Apr 2020) in a tertiary university public hospital in Hong Kong. Screening for postpartum depression was performed routinely using the EPDS questionnaire 1 day and within 1 week after delivery.\n## RESULTS\nThere was a 13.1% reduction in the number of deliveries between 1 January and 30 April from 1144 in 2019 to 994 in 2020. The EPDS scores were available for 4357 out of 4531 deliveries (96.2%). A significantly higher proportion of women had EPDS scores of ≥10 1 day after delivery in the post-alert group than the pre-alert group (14.4% vs 11.9%; P<0.05). More women used pethidine (6.2% vs 4.6%) and fewer used a birthing ball (8.5% vs 12.4%) for pain relief during labour in the post-alert group.\n## CONCLUSIONS\nPregnant women reported more depressive symptoms in the postpartum period following the alert announcement regarding coronavirus infection in Hong Kong. This was coupled with a drop in the delivery rate at our public hospital. Suspension of childbirth companionship might have altered the methods of intrapartum pain relief and the overall pregnancy experience.\n",
            "in_text_citation": "Hui et al., 2020",
            "footnote": 18
        },
        {
            "title": "Lockdown with a Price: The impact of the COVID-19 Pandemic on Prenatal Care and Perinatal Outcomes in a Tertiary Care Center.",
            "abstract": "## BACKGROUND\nThe World Health Organization classified coronavirus disease-19 (COVID-19) as a pandemic and recommends strict restrictions regarding most aspects of daily activities.\n## OBJECTIVES\nTo evaluate whether the pandemic has changed the prenatal care and pregnancy outcome in pregnant women without COVID-19.\n## METHODS\nThe authors conducted a cross-sectional study to describe changes in outpatient clinic visits and to compare the rates of cesarean and instrumental deliveries between two periods of time: March-April 2020 (during the COVID-19 outbreak) with March-April of the preceding year, 2019.\n## RESULTS\nDuring the COVID-19 outbreak, visits to obstetric triage, gynecologic triage, high-risk clinic, and ultrasound units decreased by 36.4%, 34.7%, 32.8%, and 18.1%, respectively. The medical center experienced a 17.8% drop in the total number of births (610 births) compared with March and April 2019 (742 births). During the outbreak women were more likely to be nulliparous (33.3% vs. 27.6%, P = 0.02) and present with hypertensive disorders during pregnancy (7.5% vs. 4%, P = 0.005) or gestational diabetes (13% vs. 10%, P = 0.03). More epidural analgesia was used (83.1% vs. 77.1%, P = 0.006). There were more operative vaginal deliveries during the outbreak (16.7% vs. 6.8%, P = 0.01). All other maternal and neonatal outcomes were comparable between the two periods.\n## CONCLUSIONS\nThe medical facility experienced a major decline in all aspects of the routine obstetrics activities during the time of the pandemic. The higher rate of operative vaginal deliveries among nulliparous may be associated with the pandemic effect on the rate of high-risk patients.\n",
            "in_text_citation": "Justman et al., 2020",
            "footnote": 19
        },
        {
            "title": "Preterm delivery and hypertensive disorder of pregnancy were reduced during the COVID-19 pandemic: A single hospital-based study.",
            "abstract": "To prevent the spread of novel coronavirus disease (COVID‐19), lockdown has been performed worldwide. In Japan, the state of emergency was declared on April 8th and was lifted on May 25th. Many pregnant women have been resting or working from home to prevent themselves from acquiring the virus in various countries. We aimed to examine how this change affected perinatal complications in pregnant women. Data on 153 pregnant women admitted to our hospital between April 1st and June 30th, 2020 due to perinatal complications or delivery were retrospectively reviewed and compared with 560 women hospitalized for the equivalent conditions within the same period from 2017 to 2019 (control group). Patients who tested positive of COVID‐19, had multiple pregnancies, or were referred from other institutions for emergency conditions were excluded. The proportion of hospitalized women due to preterm labor, preterm premature rupture of membrane (PROM), hypertensive disorder of pregnancy (HDP), and preterm delivery (before 37 gestational weeks) were compared between the two groups. Complications were diagnosed using the guideline published by the Japan Society of Obstetrics and Gynecology. Figure11 shows the percentage of women admitted for each complication in both groups. Reduction was observed in all four outcomes during the COVID‐19 pandemic compared with previous years. In particular, the proportion of HDP and preterm delivery in the 2020 group were significantly lower than those in the control group (P = 0.017 and P = 0.019). In June 2020, the Ministry of Health, Labour and Welfare decided to offer financial assistance to companies that provided a paid leave of absence for pregnant workers who wished to stay home for COVID‐19 prevention, resulting in an increase of women resting at home. Previous reports on the effectiveness of bed rest have shown that singleton pregnancies without hypertension during pregnancy had no differences on preterm delivery incidence, 2 whereas patients with hypertension during pregnancy might benefit from it by reducing severe hypertension and preterm delivery. 3 Our study indicated that staying home might be beneficial in pregnant women for preventing not only COVID‐19, but also HDP and preterm delivery. Further research should be conducted in larger numbers.",
            "in_text_citation": "Kasuga et al., 2020",
            "footnote": 20
        },
        {
            "title": "Effect of the COVID-19 pandemic response on intrapartum care, stillbirth, and neonatal mortality outcomes in Nepal: a prospective observational study.",
            "abstract": "## BACKGROUND\nThe COVID-19 pandemic response is affecting maternal and neonatal health services all over the world. We aimed to assess the number of institutional births, their outcomes (institutional stillbirth and neonatal mortality rate), and quality of intrapartum care before and during the national COVID-19 lockdown in Nepal.\n## METHODS\nIn this prospective observational study, we collected participant-level data for pregnant women enrolled in the SUSTAIN and REFINE studies between Jan 1 and May 30, 2020, from nine hospitals in Nepal. This period included 12·5 weeks before the national lockdown and 9·5 weeks during the lockdown. Women were eligible for inclusion if they had a gestational age of 22 weeks or more, a fetal heart sound at time of admission, and consented to inclusion. Women who had multiple births and their babies were excluded. We collected information on demographic and obstetric characteristics via extraction from case notes and health worker performance via direct observation by independent clinical researchers. We used regression analyses to assess changes in the number of institutional births, quality of care, and mortality before lockdown versus during lockdown.\n## FINDINGS\nOf 22 907 eligible women, 21 763 women were enrolled and 20 354 gave birth, and health worker performance was recorded for 10 543 births. From the beginning to the end of the study period, the mean weekly number of births decreased from 1261·1 births (SE 66·1) before lockdown to 651·4 births (49·9) during lockdown-a reduction of 52·4%. The institutional stillbirth rate increased from 14 per 1000 total births before lockdown to 21 per 1000 total births during lockdown (p=0·0002), and institutional neonatal mortality increased from 13 per 1000 livebirths to 40 per 1000 livebirths (p=0·0022). In terms of quality of care, intrapartum fetal heart rate monitoring decreased by 13·4% (-15·4 to -11·3; p<0·0001), and breastfeeding within 1 h of birth decreased by 3·5% (-4·6 to -2·6; p=0·0032). The immediate newborn care practice of placing the baby skin-to-skin with their mother increased by 13·2% (12·1 to 14·5; p<0·0001), and health workers' hand hygiene practices during childbirth increased by 12·9% (11·8 to 13·9) during lockdown (p<0·0001).\n## INTERPRETATION\nInstitutional childbirth reduced by more than half during lockdown, with increases in institutional stillbirth rate and neonatal mortality, and decreases in quality of care. Some behaviours improved, notably hand hygiene and keeping the baby skin-to-skin with their mother. An urgent need exists to protect access to high quality intrapartum care and prevent excess deaths for the most vulnerable health system users during this pandemic period.\n## FUNDING\nGrand Challenges Canada.\n",
            "in_text_citation": "Kc et al., 2020",
            "footnote": 21
        },
        {
            "title": "Change in the Incidence of Stillbirth and Preterm Delivery During the COVID-19 Pandemic.",
            "abstract": "This study compares pregnancy outcomes, including rates of stillbirth (fetal death ≥24 weeks’ gestation), preterm and cesarean delivery, and neonatal unit admission in the months preceding vs during the 2020 COVID-19 pandemic at a London university hospital.\n",
            "in_text_citation": "Khalil et al., 2020",
            "footnote": 4
        },
        {
            "title": "Changes in the obstetrical emergency department profile during the COVID-19 pandemic.",
            "abstract": "## BACKGROUND\nThe COVID-19 outbreak caused persons to be reluctant to seek medical care due to fear of contracting the infection.\n## OBJECTIVES\nTo evaluate the effect of the COVID-19 pandemic on admission rates to the delivery room and the feto-maternal unit, and to assess the effect on the nature of presenting obstetrical complaints to the emergency department.\n## STUDY DESIGN\nA retrospective cohort study in one medical center. The population was women > 20 weeks pregnant who presented to the obstetrical emergency department with self-complaints during 29 days at the peak of the pandemic outbreak, and a matched group during the exact period in the previous year. We compared between the groups: clinical, obstetrical, and demographic data, including age, area of residence, gravidity, parity, previous cesarean deliveries, high-risk pregnancy follow-up, the last 30 days admissions to the obstetrical emergency department, gestational age, chief complaints, cervical dilatation, cervical effacement, admissions to the delivery room or feto-maternal unit, time from admissions to the delivery room to birth, if applicable, and acute obstetrical complications diagnosed at the emergency department.\n## RESULTS\nDuring the pandemic outbreak, 398 women met study inclusion criteria, compared to 544 women in the matched period of the previous year. During the COVID-19 period, women visited the obstetrical emergency department at a more advanced mean gestational age (37.6 ± 3.7 vs. 36.7 ± 4.6, \n## CONCLUSIONS\nThe pandemic outbreak of COVID-19 caused a behavioral change among women who presented to the obstetrical emergency department. This was characterized by delayed arrival to the obstetrical emergency department and the delivery room, which led to a significant increase in urgent and acute interventions. The change in behavior did not affect the rates of maternal and neonatal morbidity.\n",
            "in_text_citation": "Kugelman et al., 2020",
            "footnote": 23
        },
        {
            "title": "Stillbirths and the COVID-19 pandemic: Looking beyond SARS-CoV-2 infection.",
            "abstract": "## OBJECTIVE\nTo study the impact of the COVID-19 outbreak and subsequent lockdown on the incidence, associated causes, and modifiable factors of stillbirth.\n## METHODS\nAn analytical case-control study was performed comparing stillbirths from March to September 2020 (cases) and March to September 2019 (controls) in a tertiary care center in India. Modifiable factors were observed as level-I, level-II, and level-III delays.\n## RESULTS\nA significant difference in the rate of stillbirths was found among cases (37.4/1000) and controls (29.9/1000) (P = 0.045). Abruption in normotensive women was significantly higher in cases compared to controls (P = 0.03). Modifiable factors or preventable causes were noted in 76.1% of cases and 59.6% of controls; the difference was highly significant (P < 0.001, relative risk [RR] 1.8). Level-II delays or delays in reaching the hospital for delivery due to lack of transport were observed in 12.7% of cases compared to none in controls (P < 0.006, RR 47.7). Level-III delays or delays in providing care at the facility were observed in 31.3% of cases and 11.5% of controls (P < 0.001, RR 2.7).\n## CONCLUSION\nAlthough there was no difference in causes of stillbirth between cases and controls, level-II and level-III delays were significantly impacted by the pandemic, leading to a higher rate of preventable stillbirths in pregnant women not infected with COVID-19.\n",
            "in_text_citation": "Kumar et al., 2020",
            "footnote": 24
        },
        {
            "title": "COVID-19 outbreak and decreased hospitalisation of pregnant women in labour.",
            "abstract": "At a tertiary health-care level in India, which is mainly provided by medical colleges and advanced medical research institutes, specialised consultative care is given to patients who are referred from primary and secondary medical care, along with general care for the local community.1 The maternal mortality ratio in India has reduced by 78%, from 556 per 100 000 livebirths in 1990 to 122 per 100 000 livebirths in 2015–17, mainly because of an increase in institutional deliveries (from 18% in 2005 to 79% in 2016) and an effective referral system for emergency obstetric care.2 As per one estimate, for each maternal death, approximately 15 pregnancies develop complications that require tertiary obstetric care.3 As of June 2, 2020, India has reported about 198 706 cases and nearly 5598 deaths attributed to the novel COVID-19 pandemic. This current pandemic has resulted in the major allocation of health-care infrastructure and human resources, including emergency services and intensive care unit beds, for the care of patients infected with this virus; and little is known about how this change to the Indian health-care system has affected the care of pregnant women. Although the implementation of a lockdown by the government slowed the community spread of COVID-19, it could have inadvertently affected the emergency obstetric care for referred women through the suspension of public transport, because most pregnant women in India still use public transport for emergency visits.4 Additionally, unprecedented apprehension because of the rapid spread of the pandemic might have resulted in hospital-avoiding behaviour among pregnant women. We did a retrospective analysis of pregnant women across four hospitals in an integrated tertiary care medical college in western India during the 10 weeks after lockdown (March 25–June 2, 2020; lockdown was imposed on March 25, 2020) and compared the findings with a control period of the 10 weeks before lockdown (Jan 15–March 24, 2020, when the number of COVID-19 attributed deaths were ≤10). Our initial analysis of women admitted during the lockdown period revealed a 43·2% reduction in hospitalisation compared with the control period (3527 vs 6209) and a 49·8% reduction compared with the same calendar period from the previous year (3527 vs 7031; appendix). Referred obstetric emergencies also decreased by 66·4% (304 vs 905). This result was contrary to an expected increase in referred cases because of interrupted antenatal care among patients with high-risk pregnancies and the unavailability of emergency care at private health-care facilities, because most of these facilities were either leased by the government for patients with COVID-19 or they themselves refused to cater such referred patients in view of the shortage of paramedical staff and intensive care unit beds. Among the pregnant women from the lockdown period, 37·03% underwent a caesarean section, which was significantly higher than the rate during the pre-lockdown period (of 6209 patients, 33·0% underwent a caesarean section; p=0·04). Compared with the pre-lockdown group, women delivering in the tertiary facilities after lockdown were more likely to be literate (64·4 vs 61·4%) and primigravidae (59·0 vs 44·0%). We also observed a significantly increased in-hospital mortality among pregnant women (0·20 vs 0·13%; p=0·01) and late intrauterine fetal death and stillbirth (3·15 vs 2·25%; p=0·02) during the post-lockdown period, compared with the pre-lockdown period. These findings of substantially reduced numbers of pregnant women hospitalised for labour management at tertiary care centres suggest that the number of unattended deliveries and those at lower-level facilities has increased. Immense media coverage along with stay-at-home and physical distancing advice from public health officials during the initial phase of the pandemic might have led to hospital-avoiding behaviour among pregnant women even before the implementation of the lockdown. A decrease in the proportion of referred cases is even more alarming, as these are the women in whom timely intervention decreases the maternal and neonatal mortality. Hospitals are now perceived as reservoirs of severe acute respiratory syndrome coronavirus 2 and women are avoiding hospital visits even when they require tertiary-level care; and, a reduction of the availability of public transit systems during lockdown further hinders access to tertiary care for referred women from rural areas. This current study showed a substantial rise in late intrauterine fetal death and stillbirth, along with in-hospital maternal mortality, which might be because of the delayed presentation of women requiring emergency obstetric care. The current case fatality rate for COVID-19 in India is approximately 2·9%, which is far less than that of other serious ailments, and we presume that many women with a complex pregnancy have died at peripheral centres, waiting too long for a timely referral. This consequence shows how a public health emergency like COVID-19 can indirectly and adversely affect unrelated serious diseases. Given these findings, there is a dire need for patient educational campaigns and the encouragement of public health officials, media, and local physicians to address patients' apprehension, and to convey that it is safe to come to the hospital for emergency obstetric care, which if untreated, has a higher morbidity and mortality rate compared with COVID-19. Also, government and public health officials should ensure separate and secure treatment pathways for the care of pregnant women, along with the provision of an adequate number of emergency ambulances at primary and secondary health-care facilities for patients in emergency obstetric care requiring urgent referral.",
            "in_text_citation": "Kumari et al., 2020",
            "footnote": 25
        },
        {
            "title": "Impact of Wuhan lockdown on the indications of cesarean delivery and newborn weights during the epidemic period of COVID-19.",
            "abstract": "## OBJECTIVE\nTo prevent the rapid spread of COVID-19, the Chinese government implemented a strict lockdown in Wuhan starting on 23 January, 2020, which inevitably led to the changes in indications for the mode of delivery. In this retrospective study, we present the changes in the indications for cesarean delivery (CD) and the birth weights of newborns after the lockdown in Wuhan.\n## METHODS\nA total of 3,432 pregnant women in the third trimester of their pregnancies who gave birth in our hospital from 23 January 2019 to 24 March 2020 were selected as the observation group, while 7,159 pregnant women who gave birth from 1 January 2019 to 22 January 2020 were selected as the control group; control group was matched using propensity score matching (PSM). A comparative analysis of the two groups was performed with the chi-square test, t test and rank sum test.\n## RESULTS\nThe difference in the overall rate of CD between the two groups was not statistically significant (p<0.05). Among the indications for CD, CD on maternal request (CDMR) and fetal distress were also significantly more common in the observation group (p<0.05) than the control group. Furthermore, we found that the weight of newborns was significantly heavier in the observation group than in the control group when considering full-term or close-to-full-term births (p<0.05).\n## CONCLUSIONS\nThe results may provide useful information to management practices regarding pregnancy and childbirth after lockdown in other cities or countries, enabling better control of the rate of CD due to CDMR, reducing fetal distress, and controlling newborn weight. We recommend that pregnant women pay more attention to controlling the weight of newborns through diet and exercise.\n",
            "in_text_citation": "Li et al., 2020",
            "footnote": 26
        },
        {
            "title": "Excess Maternal Deaths Associated With Coronavirus Disease 2019 (COVID-19) in Mexico.",
            "abstract": "## In Brief\nThere have been 86 excess maternal deaths from all causes thus far in 2020 that could be directly or indirectly attributed to coronavirus disease 2019 (COVID-19) in Mexico.\n## INTRODUCTION\nAlmost 20 million people worldwide have been infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) as of August 10, 2020.1 Although the burden of maternal mortality related to coronavirus disease 2019 (COVID-19) in high-income countries appears limited, low- and middle-income countries may be affected differently.2 The Mexican Ministry of Health publishes weekly epidemiologic reports describing the count of total maternal deaths, their causes, and the maternal mortality ratio.3 Using this open source, we aimed to estimate the weekly number, weekly percentage, and total number of excess deaths from all causes that could be directly or indirectly attributed to COVID-19 based on preliminary weekly counts of deaths from 2011 through the 32nd week of 2020 (August 3–9). In addition, we describe the maternal mortality ratio over time and causes of mortality since 2011. \n## METHODS\nWeekly maternal death counts for 2020 were compared with documented trends from prior years to determine whether the number of deaths was higher than expected. Namely, Farrington surveillance algorithms4 based on Poisson generalized linear models with overdispersion were used to estimate the upper bound (ie, upper limit of the 95% prediction interval) for the predicted number of deaths per week of 2020. This was based on weekly death counts from 2011, when the Mexican Ministry of Health epidemiologic reports first became available, through 2019. The number of excess deaths was estimated as the difference between the observed count and the predicted upper bound by week. The percent excess was calculated as the number of excess deaths divided by the upper bound by week. The total number of excess deaths reflected a summation of the number of excess deaths between the 1st and 32nd week of 2020. Statistical analysis was performed using R 4.0.0.\n## RESULTS\nAccording to predictions from the Mexican Ministry of Health, the anticipated maternal mortality ratio in Mexico for 2020 was 29.5 per 100,000 live births, a stark contrast to the actual maternal mortality ratio of 42.4 that has been calculated thus far for 2020.3 Maternal mortality stratified by cause in Mexico from 2011 to 2020 is shown in Table 1. From the 1st through the 32nd week of 2020 (August 3–9), 523 maternal deaths have been reported. Importantly, COVID-19 is now the leading cause of maternal mortality in Mexico.3 Compared with previous years, the proportion of deaths from respiratory causes (32%) is higher in 2020 compared with any other timepoint in this analysis. The weekly number and weekly percentage of excess maternal deaths from all causes for 2020 are presented in Table 1 and Figure 1. Overall, there were 86 excess maternal deaths reported from all causes thus far (weeks 1–32) in 2020.",
            "in_text_citation": "Lumbreras-Marquez et al., 2020",
            "footnote": 27
        },
        {
            "title": "Singleton preterm birth rates for racial and ethnic groups during the coronavirus disease 2019 pandemic in California.",
            "abstract": "##Objective\nReports from Denmark1 and the Limerick region in Ireland2 noted dramatic reductions in preterm births during the initial months of the coronavirus disease 2019 (COVID-19) pandemic. We sought to assess the impact of the COVID-19 pandemic on preterm birth rates in a large racially diverse population during the peak months of the pandemic. Approximately 1 in 8 births in the United States occurs to California residents, a population that is among the most diverse in the country. \n##Study Design\nThe Hispanic or Latinx community accounts for 39% of California’s population and 46% of births but has experienced 61% of the state’s COVID-19 cases and 48% of COVID-19–related deaths; the black community, which constitutes 6% of the population, accounts for 4% of cases and 8% of deaths (https://covid19.ca.gov/data-and-tools/). Under the auspices of state and Stanford’s Institutional Review Boards, the state of California Center for Health Statistics provides provisional monthly data on all births in California to support state-wide quality improvement activities.3 Race and ethnicity are self-identified. We examined birth outcomes for the months that corresponded with the peak effects of the pandemic: April 2020 to July 2020. A state-wide COVID-19 lockdown began in California on March 19, 2020, with caseloads peaking first mid-April 2020 and followed by a much higher peak in mid-July 2020 with more than 12,000 new cases per day (https://covid19.ca.gov/data-and-tools/). We compared these 4 months in 2020 to the same 4-month period aggregated over the previous 4 years (2016–2019) using logistic regression models to calculate the odds ratios (ORs) and 95% confidence intervals (CIs). Analyses were performed using Statistical Analysis System (version 9.4: SAS Institute Inc, Cary, NC).\n## Results\nOur findings by race and ethnicity are shown in the Table . Singleton preterm birth rates using standard categories were unchanged during the pandemic period except the 28+0 to 31+6 weeks subset, which showed a modest increase (OR, 1.11; 95% CI, 1.03–1.20). This was driven primarily by the Hispanic or Latinx population. The overall rate of preterm birth (<37 weeks’ gestation) was unchanged for all race and ethnicity categories. No changes in preterm birth rates were noted when analyzed by payer, region, or a combination with race and ethnicity (data not shown).\n## Conclusion\nContrary to earlier reports, we found no evidence of a reduction in preterm birth rates for any racial and ethnic groups. This finding differs from reports from Ireland2 and Denmark,1 which may reflect their small samples and lower severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection rates as of August 1, 2020, compared with the reports from California (https://coronavirus.jhu.edu/map.html). The Centers for Disease Control and Prevention has recently reported higher rates of preterm births among mothers with second-trimester symptomatic SARS-CoV-2 infections but not in asymptomatic cases.4 The finding of an 11% increase in the 28–32 week preterm birth rate among the Hispanic or Latinx population is consistent with higher direct and indirect pandemic effects for that community. However, this finding should be approached with caution given that other subsets of preterm birth were not increased. The pandemic could affect pregnancy outcomes through indirect mechanisms by changes in daily activities, social and economic effects, and utilization of healthcare services.5 More broadly, our findings underscore the need for caution in assessing the impact of the pandemic in small populations and over short periods.",
            "in_text_citation": "Main et al., 2020",
            "footnote": 28
        },
        {
            "title": "Differences in levels of stress, social support, health behaviours, and stress-reduction strategies for women pregnant before and during the COVID-19 pandemic, and based on phases of pandemic restrictions, in Ireland.",
            "abstract": "## BACKGROUND\nThe COVID-19 pandemic and related restrictions can adversely impact antenatal maternal well-being and health behaviours.\n## AIM\nTo examine antenatal stress and stress-reduction strategies, social support, and health behaviours between women pregnant before and during the pandemic in Ireland.\n## METHODS\n210 pregnant women were recruited online and in the antenatal department of a tertiary maternity hospital before the pandemic, and 235 women recruited online during the pandemic. Only women resident in Ireland were included in this study. Women completed measures of stress, social support, health-behaviours, and self-reported stress-reduction strategies. Differences in outcomes were examined between women pregnant before and during the pandemic, and between Phase 2 and Phase 3 of the Irish Government COVID-19 restrictions.\n## FINDINGS\nWomen pregnant during the pandemic reported lower perceived social support, including support from a significant other, friends and family, than women pregnant before the pandemic. There were no significant differences in stress in health behaviours but women reported higher stress and less physical activity during the pandemic. Women reported a range of comparable stress-reduction strategies before and during the pandemic. No differences were observed between phases of pandemic-related restrictions for any outcome.\n## DISCUSSION\nOur findings highlight negative impacts of the pandemic on social support, stress, and physical activity, which can have implications for maternal and child health. Lack of differences between restriction phases suggests on-going negative effects for antenatal well-being and behaviours.\n## CONCLUSION\nDevelopment of supports for pregnant women during the pandemic should include social-support and stress-reduction components.\n",
            "in_text_citation": "Matvienko-Sikar et al., 2020",
            "footnote": 29
        },
        {
            "title": "The impact of the Covid-19 pandemic on maternity services: A review of maternal and neonatal outcomes before, during and after the pandemic.",
            "abstract": "## OBJECTIVE\nTo explore any apparent trends in maternal or neonatal outcomes during the Covid-19 pandemic by comparing the maternity outcomes before, during and after the pandemic.\n## STUDY DESIGN\nA retrospective review was performed of maternity statistics recorded on the hospital database of a large tertiary referral centre in Dublin with over 8000 deliveries per annum from 1st January to 31st July 2020. This time period represented the months prior to, during the peak and following the pandemic in Ireland.\n## RESULTS\nThere was no correlation between the monthly number of Covid deaths and the monthly number of perinatal deaths (r = 0.465, NS), preterm births (r = 0.339, NS) or hypertensive pregnancies (r = 0.48, NS). Compared to the combined numbers for the same month in 2018 and 2019, there were no significant changes in perinatal deaths or preterm births in the months when Covid deaths were at their height. The rate of preterm birth was significantly less common in January-July 2020 compared to January-July in 2018/2019 (7.4 % v 8.6 %, chi-sq 4.53, P = 0.03).\n## CONCLUSION\nThe was no evidence of a negative impact of the Covid-19 pandemic on maternity services, as demonstrated by maternal and neonatal outcomes.\n",
            "in_text_citation": "McDonnell et al., 2020",
            "footnote": 30
        },
        {
            "title": "A marked decrease in preterm deliveries during the coronavirus disease 2019 pandemic.",
            "abstract": "## Objective:\nPrevious studies comparing the coronavirus disease 2019 pandemic period with prepandemic periods reported either no change or a decrease in extremely preterm birth (PTB) rates during the pandemic.1 , 2 These studies evaluated a limited number of potential PTB confounders and a short pandemic period. We aimed to determine the change in the PTB rate and neonatal outcomes during the pandemic period compared with that in the prepandemic periods by evaluating multiple obstetrical characteristics during more than 3 pandemic months.\n## Study Design:\nWe compared maternal, obstetrical, and neonatal outcomes of singleton pregnancies at the Sheba Medical Center, Israel, during 3 periods: from March 20, 2020 (date of implementation of governmental state of lockdown), to June 27, 2020 (group 1); a parallel period in 2019 (group 2); and parallel annual periods in 2011–2019 (group 3) (Table 1 ). We also compared maternal and pregnancy characteristics during the pandemic and corresponding prepandemic periods in 2019 between pregnancies complicated by PTB at <34 0/7 and ≥34 0/7 weeks’ gestation (Table 2 ). Multivariate regression analysis was performed to study independent factors associated with PTB. The institutional review board approved this study (7068-20-SMC; March 30, 2020).",
            "in_text_citation": "Meyer et al., 2020",
            "footnote": 31
        },
        {
            "title": "Impact of the COVID-19 Pandemic on Excess Perinatal Mortality and Morbidity in Israel.",
            "abstract": "## OBJECTIVE\nThe 2020 COVID-19 pandemic has been associated with excess mortality and morbidity in adults and teenagers over 14 years of age, but there is still limited evidence on the direct and indirect impact of the pandemic on pregnancy. We aimed to evaluate the effect of the first wave of the COVID-19 pandemic on obstetrical emergency attendance in a low-risk population and the corresponding perinatal outcomes.\n## STUDY DESIGN\nThis is a single center retrospective cohort study of all singleton births between February 21 and April 30. Prenatal emergency labor ward admission numbers and obstetric outcomes during the peak of the first COVID-19 pandemic of 2020 in Israel were compared with the combined corresponding periods for the years 2017 to 2019.\n## RESULTS\nDuring the 2020 COVID-19 pandemic, the mean number of prenatal emergency labor ward admissions was lower, both by daily count and per woman, in comparison to the combined matching periods in 2017, 2018, and 2019 (48.6 ± 12.2 vs. 57.8 ± 14.4, \n## CONCLUSION\nThe COVID-19 pandemic stay-at-home policy combined with patient fear of contracting the disease in hospital could explain the associated higher rate of stillbirth. This collateral perinatal damage follows a decreased in prenatal emergency labor ward admissions during the first wave of COVID-19 in Israel.\n## KEY POINTS\n· Less obstetrical ER attendance is observed during the pandemic.. · There is a parallel increase in stillbirth rate.. · Stillbirth cases tested negative for COVID-19.. · Lockdown and pandemic panic are possible causes..\n",
            "in_text_citation": "Mor et al., 2020",
            "footnote": 32
        },
        {
            "title": "Risk for probable post-partum depression among women during the COVID-19 pandemic.",
            "abstract": "The aim of the current study was to assess the risk for post-partum depression among women delivering during the COVID-19 pandemic as compared to the risk among women delivering before the COVID-19 pandemic. A cohort study was performed among women delivering singletons at term which were recruited in the maternity wards of the Soroka University Medical Center. Recruitment was done during the COVID-19 strict isolation period (March 18 and April 29, 2020). Women delivering during the COVID-19 pandemic completed the Edinburgh Postnatal Depression Scale (EPDS), and the results were compared to women delivering at the same medical center before the COVID-19 pandemic. Multivariable logistic regression models were constructed to control for potential confounders. A total of 223 women who delivered during the COVID-19 strict isolation period were recruited. Women delivering during the COVID-19 pandemic had lower risk of having a high (> 10) or very high (≥ 13) EPDS score as compared with women delivering before the COVID-19 pandemic (16.7% vs 31.3%, p = 0.002, and 6.8% vs 15.2%, p = 0.014, for EPDS ≥ 10 and EPDS ≥ 13, respectively). These results remained similar in the multivariable logistic regression models, for both EPDS score ≥ 10 and EPDS score ≥ 13, while controlling for maternal age, ethnicity, marital status, and adverse pregnancy outcomes (adjusted OR 0.4, 95% CI 0.23-0.70, p = 0.001 and adjusted OR 0.3, 95% CI 0.15-0.74, p = 0.007 for EPDS score > 10 and > 13, respectively). In our population, delivering during the COVID-19 pandemic was independently associated with lower risk of post-partum depression.\n",
            "in_text_citation": "Pariente et al., 2020",
            "footnote": 34
        },
        {
            "title": "Unprecedented reduction in births of very low birthweight (VLBW) and extremely low birthweight (ELBW) infants during the COVID-19 lockdown in Ireland: a 'natural experiment' allowing analysis of data from the prior two decades.",
            "abstract": "## BACKGROUND\nAetiology of births involving very low birthweight (VLBW) and extremely low birthweight (ELBW) infants is heterogeneous and preventive strategies remain elusive. Socioenvironmental measures implemented as Ireland's response to the SARS-CoV-2 virus (COVID-19) pandemic represented a national lockdown, and have possibly influenced the health and well-being of pregnant women and unborn infants.\n## METHODS\nRegional trends of VLBW and ELBW infants in one designated health area of Ireland over two decades were analysed. Poisson regression and rate ratio analyses with 95% CI were conducted. Regional data covering most of the lockdown period of 2020 were compared with historical regional and national data and forecasted national figures for 2020.\n## RESULTS\nPoisson regression analysis found that the regional historical VLBW rate per 1000 live births for January to April, 2001-2019 was 8.18 (95% CI 7.21 to 9.29). During January to April 2020, an unusually low VLBW rate of just 2.17 per 1000 live births was observed, reflecting a rate ratio of 3.77 (95% CI 1.21 to 11.75), p=0.022, representing a 73% reduction of VLBW during the first 4 months of 2020 compared with same period for the preceding two decades. There were no ELBW infants admitted to the regional neonatal intensive care unit. National Irish VLBW rate for 2020 is forecasted to be reduced to approximate 400 per 60 000 births compared with the historical 500-600 range.\n## CONCLUSION\nAn unprecedented reduction in regional births of VLBW and ELBW infants was observed in Ireland coinciding with the COVID-19 lockdown. Potential determinants of this unique temporal trend possibly reside in the summative socioenvironmental impact of the COVID-19 lockdown. Our findings, if mirrored in other regions that have adopted a lockdown, demonstrate the potential to evaluate these implicated behavioural and socioenvironmental modifiers to positively influence VLBW and ELBW rates globally.\n",
            "in_text_citation": "Philip et al., 2020",
            "footnote": 35
        },
        {
            "title": "Early pregnancy mood before and during COVID-19 community restrictions among women of low socioeconomic status in New York City: a preliminary study.",
            "abstract": "To explore the mental health consequences of COVID-19-related social restrictions on pregnant women living in low socioeconomic status. Prenatal women appearing at the Mount Sinai Hospital Ambulatory Practice were screened for mood symptomatology from February 2, 2020, through June 12, 2020. An improvement in prenatal mood was observed following social restrictions compared to before the pandemic. The impact of COVID-19 remains largely unknown and may be useful towards understanding the needs of pregnant women living in poverty.\n",
            "in_text_citation": "Silverman et al., 2020",
            "footnote": 36
        },
        {
            "title": "Stillbirths During the COVID-19 Pandemic in England, April-June 2020.",
            "abstract": "This study uses National Health Service data to compare the stillbirth rate overall and regionally during the initial April-June 2020 coronavirus lockdown vs the same period in 2019.\n",
            "in_text_citation": "Stowe et al., 2021",
            "footnote": 37
        },
        {
            "title": "Effect of delayed obstetric labor care during the COVID-19 pandemic on perinatal outcomes.",
            "abstract": "During the COVID‐19 quarantine period, there was an increased number of patients admitted in advanced stages of labor, resulting in higher rates of vaginal deliveries compared to the same period in 2019.\n",
            "in_text_citation": "Sun et al., 2020",
            "footnote": 38
        },
        {
            "title": "Psychological status during the first trimester of pregnancy under the COVID-19 epidemic in Japan.",
            "abstract": "The COVID-19 (Coronavirus Disease 2019), a novel coronavirus first reported in late 2019, has rapidly spread across the globe becoming an epidemic [1]. In an attempt to curtail the spread of the COVID-19 infection, various self-restraint requests have been imposed in Japan. Limitations are known to cause psychosocial problems, especially for those recognized as vulnerable. For women of reproductive age, psychiatry regarding pregnancy, childbirth, and child-rearing will change rapidly [2]. Recently, perinatal mood and anxiety disorders have been the most common mental health problems among these women, and they have been associated with increased risks of maternal and infant mortality and morbidity and been recognized as significant patient safety issues [2]. In our earlier study [3], the incidence of depressive and/or anxiety symptoms have been observed to be about 20–35% in the primiparous women during the first trimester of pregnancy. In the current study, we compared the prevalence of depressive and/or anxiety symptoms during the first trimester of pregnancy screened during the COVID-19 epidemic with those at the same period last year. The study protocol was approved by the Ethics Committee of Japanese Red Cross Katsushika Maternity Hospital. Informed consent concerning retrospective analyses was obtained from all subjects. Since April 2016, we asked all Japanese women who gave birth at Japanese Red Cross Katsushika Maternity Hospital to answer the following 2 self-administered questionnaires at 8–12 weeks of gestation (first trimester of pregnancy).  The first questionnaire was the tale of Whooley two questions [4], a screening instrument for depression in the general adult population including pregnant and postpartum women. - During the past month, have you often been bothered by feeling down, depressed or hopeless? - During the past month, have you often been bothered by having little interest or pleasure in doing things? If at least one of the two questions is ‘yes’, we diagnose the woman as having depressive symptom. The second questionnaire was the 2-item Generalized Anxiety Disorder scale (GAD-2) to screen for generalized anxiety disorder [4]. - Over the last 2 weeks, how often have you been bothered by feeling nervous, anxious or on edge? - Over the last 2 weeks, how often have you been bothered by not being able to stop or control worrying? If at least one of the two questions is ‘yes’, we diagnose the woman as having anxiety symptom. In this study, we compared the positive rates of the two screening tools in the postpartum women conducted between 9 March and 11 April 2019 (the COVID-19 control, n ¼ 134) with those conducted between 11 March and 13 April 2020 (epidemic, n ¼ 117). In this study, we excluded the women who had a definite diagnosis of mental disorders before pregnancy. In addition, we examined the maternal age and parity. Data are expressed as numbers and percentages. The v2 or Fisher’s exact test were used for categorical variables. Odds ratios (ORs) and 95% confidence intervals (CIs) were also calculated. Differences with p < .05 were considered significant. In this study, all mothers gave us analyzable answers. Table 1 shows characteristics of the women and the results. As shown in Table 1, the positive screening rate of the Whooley two questions in the COVID-19 epidemic group increased significantly than that in control (OR ¼ 1.96, p ¼ .036) although there were no significant differences in others between the two groups",
            "in_text_citation": "Suzuki et al., 2020",
            "footnote": 39
        },
        {
            "title": "Change in ectopic pregnancy presentations during the covid-19 pandemic.",
            "abstract": "As the COVID‐19 pandemic continues on into its 6th month since the virus was first reported in the United States, 1 physicians and patients alike are faced with unique challenges as providers across all subtypes aim to decrease exposure risk and comply with social distancing. The obstetrical population specifically has been faced with distinctive obstacles, including multiple interactions with their providers from early in their first trimester, when a sonogram is performed to confirm intrauterine pregnancy, all the way until delivery 40 some weeks later. That initial antenatal visit, after a positive home pregnancy test, is crucial to ensure the diagnosis of an intrauterine pregnancy. Traditionally, this initial visit occurs 2‐6 weeks after a positive home pregnancy test, therefore effectually placing the gestation anywhere from 6 to 10 weeks in age at the time of the first antenatal visit. 2 The alternative to an intrauterine pregnancy is a pregnancy of unknown location, which is a temporary diagnosis and implies a viable intrauterine pregnancy, a non‐viable intrauterine pregnancy or an ectopic pregnancy. Ectopic pregnancies traditionally occur as a result of incorrect implantation of an early gestation, most commonly in the fallopian tube. 2 The annual rate of ectopic pregnancies is about 1% and 2% of that of live births in the United States, although it may be as high as 4% in pregnancies involving assisted reproductive technology. 2 , 3 These rates can be even higher in women who have history of PID, previous history of ectopic pregnancy, hydrosalpinx or tubal sterilization. 4 , 5 A ruptured ectopic pregnancy is one of the most common gynaecological emergencies and accounts for 10% of all pregnancy‐related deaths. 6 Death from a ruptured ectopic pregnancy is between 0.1% and 0.3% in developed countries. 2 Despite medical advancement and developments in diagnosis and management, ruptured ectopic pregnancy continues to be a significant cause of pregnancy‐related morbidity and mortality. Management of ectopic pregnancies includes IM administration of Methotrexate with serial monitoring of B‐hcgs or surgical management in the form of laparoscopic salpingectomy. 7 At our university‐affiliated community‐based hospital in the Upper East Side of New York City, we treat on average approximately 50 ectopic pregnancies a year with either medically or surgical intervention. During the 2019‐2020 interval, prior to the start of the COVID‐19 Pandemic, we saw and treated 51 ectopic pregnancies presenting to our emergency room, corresponding to an average of 4.2 ectopic pregnancies a month. Of these, 76% (39) were treated medically with Methotrexate and monitored with serial b‐hcg, while 23.5% (12) were managed surgically after either presenting with signs and symptoms of ectopic rupture (hypotension, drop in haematocrit, acute abdomen) or after failed initial medical management. Between March 15th and May 17th , 2020, during the height of the COVID‐19 Pandemic in New York City, a total of 12 ectopic pregnancies were evaluated and treated in our emergency room. More importantly, 83% (10) of these women were haemodynamically unstable at presentation and required urgent surgical management. Only 16% (2) patients had previously known their diagnosis and failed medical management with Methotrexate. One of them was stable at the time of the salpingectomy and one of who came in unstable with a ruptured ectopic. In just 2 months, we have nearly reached our annual ruptured ectopic pregnancy rate from the previous year. This report describes a dramatic increase in the diagnosis and management of ectopic pregnancies encountered within just 2 months at our institution, with a markedly increased number of ruptured and unstable patients at time of the initial diagnosis. When compared to the previous year, it is critical to note this increase, as the women who presented with ruptured ectopic pregnancies were completely unaware of their diagnosis, and only knew that they had a positive pregnancy test at home. The increase in undiagnosed ectopic pregnancies cannot be ignored as the Covid‐19 Pandemic continues. As obstetrician gynaecologists, our aim is to highlight a potential concern that our patients may face in the time of COVID‐19 in order to capitalize on these lessons to reduce patient morbidity and mortality. These data provide both an important reminder and a key opportunity for all OB/GYN providers to strongly consider seeing and evaluating newly pregnant patients in the office in an effort to diagnose the location of a patient's new pregnancy during these trying times. Moving forward, the authors plan to continue to research and review if these trends will continue or return back to normal rates and treatment plans as the Pandemic continues.",
            "in_text_citation": "Werner et al., 2020",
            "footnote": 40
        },
        {
            "title": "Perinatal depressive and anxiety symptoms of pregnant women during the coronavirus disease 2019 outbreak in China.",
            "abstract": "## BACKGROUND\nOn January 20, 2020, a new coronavirus epidemic with human-to-human transmission was officially declared by the Chinese government, which caused significant public panic in China. In light of the coronavirus disease 2019 outbreak, pregnant women may be particularly vulnerable and in special need for preventive mental health strategies. Thus far, no reports exist to investigate the mental health response of pregnant women to the coronavirus disease 2019 outbreak.\n## OBJECTIVE\nThis study aimed to examine the impact of coronavirus disease 2019 outbreak on the prevalence of depressive and anxiety symptoms and the corresponding risk factors among pregnant women across China.\n## STUDY DESIGN\nA multicenter, cross-sectional study was initiated in early December 2019 to identify mental health concerns in pregnancy using the Edinburgh Postnatal Depression Scale. This study provided a unique opportunity to compare the mental status of pregnant women before and after the declaration of the coronavirus disease 2019 epidemic. A total of 4124 pregnant women during their third trimester from 25 hospitals in 10 provinces across China were examined in this cross-sectional study from January 1, 2020, to February 9, 2020. Of these women, 1285 were assessed after January 20, 2020, when the coronavirus epidemic was publicly declared and 2839 were assessed before this pivotal time point. The internationally recommended Edinburgh Postnatal Depression Scale was used to assess maternal depression and anxiety symptoms. Prevalence rates and risk factors were compared between the pre- and poststudy groups.\n## RESULTS\nPregnant women assessed after the declaration of coronavirus disease 2019 epidemic had significantly higher rates of depressive symptoms (26.0% vs 29.6%, P=.02) than women assessed before the epidemic declaration. These women were also more likely to have thoughts of self-harm (P=.005). The depressive rates were positively associated with the number of newly confirmed cases of coronavirus disease 2019 (P=.003), suspected infections (P=.004), and deaths per day (P=.001). Pregnant women who were underweight before pregnancy, primiparous, younger than 35 years, employed full time, in middle income category, and had appropriate living space were at increased risk for developing depressive and anxiety symptoms during the outbreak.\n## CONCLUSION\nMajor life-threatening public health events such as the coronavirus disease 2019 outbreak may increase the risk for mental illness among pregnant women, including thoughts of self-harm. Strategies targeting maternal stress and isolation such as effective risk communication and the provision of psychological first aid may be particularly useful to prevent negative outcomes for women and their fetuses.\n",
            "in_text_citation": "Wu et al., 2020",
            "footnote": 41
        },
        {
            "title": "Alteration in the psychologic status and family environment of pregnant women before and during the COVID-19 pandemic.",
            "abstract": "## OBJECTIVE\nTo compare mental distress and COVID-19-related family environment changes among pregnant women before and during the pandemic.\n## METHODS\nIn a survey-based study in Lishui City, Zhejiang, China, pregnant women were recruited before (March-December, 2019; n = 2657) and during (January-August, 2020; n = 689) the COVID-19 pandemic. They completed the Symptom Check List-90 Revised (SCL90-R) questionnaire and Pittsburgh Sleep Quality Index (PSQI), and were asked about their families via the Family Environment Scale (FES).\n## RESULTS\nHigher SCL90-R scores of somatization (P = 0.003), depression (P = 0.043), anxiety (P = 0.041), hostility (P = 0.009), and others (P = 0.025) were reported by women during the COVID-19 pandemic. Sleep disorder also occurred more frequently among pregnant women during the pandemic (P = 0.002). Social environmental characteristics of families showed impaired family cohesion, and increased levels of conflict and independence during the pandemic (all P < 0.05). The FES score for family cohesion was negatively related with obsessive-compulsive, depression, anxiety, and hostility symptoms, whereas that for conflict was positively related with these symptoms (all P < 0.001).\n## CONCLUSION\nThe mental health, sleep, and family environment of pregnant women was impaired during the COVID-19 pandemic. Potential protective factors including increased social support might help to mitigate long-lasting negative consequences.\n",
            "in_text_citation": "Xie et al., 2021",
            "footnote": 43
        },
        {
            "title": "Psychological impact of COVID-19 quarantine measures in northeastern Italy on mothers in the immediate postpartum period.",
            "abstract": "## OBJECTIVE\nTo explore whether quarantine measures and hospital containment policies among women giving birth in a COVID-19 \"hotspot\" area in northeastern Italy enhanced psycho-emotional distress in the immediate postpartum period.\n## METHODS\nWe designed a non-concurrent case-control study of mothers who gave birth during a COVID-19 quarantine period between March 8 and May 3, 2020 (COVID-19 study group), with an antecedent group of matched postpartum women (control group) who delivered in the same period in 2019. Participants completed the Edinburgh Postnatal Depression Scale (EPDS) on the second day postpartum.\n## RESULTS\nThe COVID-19 study group (n=91) had significantly higher mean EPDS scores compared with the control group (n=101) (8.5 ± 4.6 vs 6.34 ± 4.1; P<0.001). Furthermore, 28.6% of women in the COVID-19 group had a global EPDS score above 12. Analysis of three EPDS subscales revealed significantly higher scores among the COVID-19 group compared with the control group for anhedonia (0.60 ± 0.61 vs 0.19 ± 0.36; P<0.001) and depression (0.58 ± 0.54 vs 0.35 ± 0.45; P=0.001).\n## CONCLUSIONS\nConcerns about risk of exposure to COVID-19, combined with quarantine measures adopted during the COVID-19 pandemic, adversely affected the thoughts and emotions of new mothers, worsening depressive symptoms.\n",
            "in_text_citation": "Zanardo et al., 2020",
            "footnote": 42
        }
    ]
}