{
    "citations": [
        {
            "footnote": 22,
            "title": "Effectiveness of a combined sanitation and household-level piped water intervention on infrastructure coverage, availability and use, environmental fecal contamination, and child health in rural Odisha, India: a matched cohort study.",
            "in_text_citation": "Reese et al., 2017"
        },
        {
            "footnote": 21,
            "title": "Impacts of an urban sanitation intervention on fecal indicators and the prevalence of human fecal contamination in Mozambique.",
            "in_text_citation": "Holcomb et al., 2021"
        },
        {
            "footnote": 19,
            "title": "Impact of an urban sanitation intervention on enteric pathogen detection in soils.",
            "in_text_citation": "Capone et al., 2021a"
        },
        {
            "footnote": 20,
            "title": "Urban onsite sanitation upgrades and synanthropic flies in Maputo, Mozambique: effects on enteric pathogen infection risks.",
            "in_text_citation": "Capone et al., 2022"
        },
        {
            "footnote": 23,
            "title": "Human fecal and pathogen exposure pathways in rural Indian villages and the effect of increased latrine coverage.",
            "in_text_citation": "Odagiri et al., 2016"
        },
        {
            "footnote": 16,
            "title": "Effect of sanitation improvements on pathogens and microbial source tracking markers in the rural Bangladeshi household environment.",
            "in_text_citation": "Fuhrmeister et al., 2020"
        },
        {
            "footnote": 17,
            "title": "Occurrence of host-associated fecal markers on child hands, household soil, and drinking water in rural Bangladeshi households.",
            "in_text_citation": "Boehm et al., 2016"
        },
        {
            "footnote": 15,
            "title": "Effect of sanitation improvements on soil-transmitted helminth eggs in courtyard soil from rural Bangladesh: evidence from a cluster-randomized controlled trial.",
            "in_text_citation": "Kwong et al., 2021"
        },
        {
            "footnote": 18,
            "title": "Effect of a sanitation intervention on soil-transmitted helminth prevalence and concentration in household soil: a cluster-randomized controlled trial and risk factor analysis.",
            "in_text_citation": "Steinbaum et al., 2019"
        }
    ]
}