{
    "data": [
        {
            "pmid": "38365415",
            "criteria": "In this individual participant data meta-analysis we searched PubMed, Embase, CAB Direct Global Health, Agricultural and Environmental Science Database, Web of Science, and Scopus to identify studies that (1) implemented a WASH intervention with a prospective design and concurrent control (ie, randomised controlled trial, matched cohort, and controlled before-and-after study), (2) measured pathogens or MSTM in environmental samples, or both, and (3) measured at least one of: pathogen-specific infections, diarrhoea, or child anthropometry. We limited the search to intervention studies to allow assessing intervention effects on environmental contamination as an additional objective. We were not aware of observational studies that report data on both environmental pathogens or MSTM and child health other than observational analyses nested within large trials, and attempting to identify and obtain individual-level data from a large and diffuse observational literature would have been prohibitive and unlikely to yield substantial additional data. We included studies published after Dec 31, 2000, to reflect recent advances in laboratory methods but we did not limit our search to any specific method (eg, molecular, culture-based, or microscopy). We excluded studies that only measured FIB. We limited our search to studies in English. The initial search was done on Jan 19, 2021, and updated on March 22, 2023. The search terms are listed in the appendix (pp 1, 23–26). Study authors were contacted but grey literature sources were not assessed. We only sought data from one unpublished study which was later published and included. One reviewer (AM) screened abstracts, and two independent reviewers (AM and RT) examined the full texts of short-listed articles, with differences resolved with a third reviewer (AE). We followed PRISMA guidelines (appendix pp 27–31). The protocol is available on Open Science Framework. All included studies include at least one author that also contributed as an author to the present Article.",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10882208"
        }
    ]
}