{
    "key_references": [
        {
            "title": "Impacts of an Urban Sanitation Intervention on Fecal Indicators and the Prevalence of Human Fecal Contamination in Mozambique.",
            "abstract": "Fecal source tracking (FST) may be useful to assess pathways of fecal contamination in domestic environments and to estimate the impacts of water, sanitation, and hygiene (WASH) interventions in low-income settings. We measured two nonspecific and two human-associated fecal indicators in water, soil, and surfaces before and after a shared latrine intervention from low-income households in Maputo, Mozambique, participating in the Maputo Sanitation (MapSan) trial. Up to a quarter of households were impacted by human fecal contamination, but trends were unaffected by improvements to shared sanitation facilities. The intervention reduced \n",
            "in_text_citation": "Holcomb et al., 2021",
            "footnote": 21
        },
        {
            "title": "Impact of an Urban Sanitation Intervention on Enteric Pathogen Detection in Soils.",
            "abstract": "Environmental fecal contamination is common in many low-income cities, contributing to a high burden of enteric infections and associated negative sequelae. To evaluate the impact of a shared onsite sanitation intervention in Maputo, Mozambique on enteric pathogens in the domestic environment, we collected 179 soil samples at shared latrine entrances from intervention (n = 49) and control (n = 51) compounds during baseline (preintervention) and after 24 months (postintervention) as part of the Maputo Sanitation Trial. We tested soils for the presence of nucleic acids associated with 18 enteric pathogens using a multiplex reverse transcription qPCR platform. We detected at least one pathogen-associated gene target in 91% (163/179) of soils and a median of 3 (IQR = 1, 5) pathogens. Using a difference-in-difference analysis and adjusting for compound population, visibly wet soil, sun exposure, wealth, temperature, animal presence, and visible feces, we estimate the intervention reduced the probability of detecting ≥1 pathogen gene by 15% (adjusted prevalence ratio, aPR = 0.85; 95% CI: 0.70, 1.0) and the total number of pathogens by 35% (aPR = 0.65; 0.44, 0.95) in soil 24 months following the intervention. These results suggest that the intervention reduced the presence of some fecal contamination in the domestic environment, but pathogen detection remained prevalent 24 months following the introduction of new latrines.\n",
            "in_text_citation": "Capone et al., 2021",
            "footnote": 19
        },
        {
            "title": "Urban Onsite Sanitation Upgrades and Synanthropic Flies in Maputo, Mozambique: Effects on Enteric Pathogen Infection Risks.",
            "abstract": "Synanthropic filth flies transport enteric pathogens from feces to food, which upon consumption poses an infection risk. We evaluated the effect of an onsite sanitation intervention─including fly control measures─in Maputo, Mozambique, on the risk of infection from consuming fly-contaminated food. After enumerating flies at intervention and control sites, we cultured fecal indicator bacteria, quantified gene copies for 22 enteric pathogens via reverse transcription quantitative polymerase chain reaction (RT-qPCR), and developed quantitative microbial risk assessment (QMRA) models to estimate annual risks of infection attributable to fly-contaminated foods. We found that the intervention reduced fly counts at latrine entrances by 69% (aRR = 0.31, [0.13, 0.75]) but not at food preparation areas (aRR = 0.92, [0.33, 2.6]). Half of (23/46) of individual flies were positive for culturable \n",
            "in_text_citation": "Capone et al., 2022",
            "footnote": 20
        },
        {
            "title": "Human fecal and pathogen exposure pathways in rural Indian villages and the effect of increased latrine coverage.",
            "abstract": "Efforts to eradicate open defecation and improve sanitation access are unlikely to achieve health benefits unless interventions reduce microbial exposures. This study assessed human fecal contamination and pathogen exposures in rural India, and the effect of increased sanitation coverage on contamination and exposure rates. In a cross-sectional study of 60 villages of a cluster-randomized controlled sanitation trial in Odisha, India, human and domestic animal fecal contamination was measured in community tubewells and ponds (n = 301) and via exposure pathways in homes (n = 354), using Bacteroidales microbial source tracking fecal markers validated in India. Community water sources were further tested for diarrheal pathogens (rotavirus, adenovirus and Vibrio cholerae by quantitative PCR; pathogenic Escherichia coli by multiplex PCR; Cryptosporidium and Giardia by immunomagnetic separation and direct fluorescent antibody microscopy). Exposure pathways in intervention and control villages were compared and relationships with child diarrhea examined. Human fecal markers were rarely detected in tubewells (2.4%, 95%CI: 0.3-4.5%) and ponds (5.6%, 95%CI: 0.8-10.3%), compared to homes (35.4%, 95%CI: 30.4-40.4%). In tubewells, V. cholerae was the most frequently detected pathogen (19.8%, 95%CI: 14.4-25.2%), followed by Giardia (14.8%, 95%CI: 10.0-19.7%). In ponds, Giardia was most often detected (74.5%, 95%CI: 65.7-83.3%), followed by pathogenic E. coli (48.1%, 95%CI: 34.8-61.5%) and rotavirus (44.4%, 95%CI: 34.2-54.7%). At village-level, prevalence of fecal pathogen detection in community drinking water sources was associated with elevated prevalence of child diarrhea within 6 weeks of testing (RR 2.13, 95%CI: 1.25-3.63) while within homes, higher levels of human and animal fecal marker detection were associated with increased risks of subsequent child diarrhea (P = 0.044 and 0.013, respectively). There was no evidence that the intervention, which increased functional latrine coverage and use by 27 percentage points, reduced human fecal contamination in any tested pathway, nor the prevalence of pathogens in water sources. In conclusion, the study demonstrates that (1) improved sanitation alone may be insufficient and further interventions needed in the domestic domain to reduce widespread human and animal fecal contamination observed in homes, (2) pathogens detected in tubewells indicate these sources are microbiologically unsafe for drinking and were associated with child diarrhea, (3) domestic use of ponds heavily contaminated with multiple pathogens presents an under-recognized health risk, and (4) a 27 percentage point increase in improved sanitation access at village-level did not reduce detectable human fecal and pathogen contamination in this setting.\n",
            "in_text_citation": "Odagiri et al., 2016",
            "footnote": 23
        },
        {
            "title": "Effect of Sanitation Improvements on Pathogens and Microbial Source Tracking Markers in the Rural Bangladeshi Household Environment.",
            "abstract": "Diarrheal illnesses from enteric pathogens are a leading cause of death in children under five in low- and middle-income countries (LMICs). Sanitation is one way to reduce the spread of enteric pathogens in the environment; however, few studies have investigated the effectiveness of sanitation in rural LMICs in reducing pathogens in the environment. In this study, we measured the impact of a sanitation intervention (dual-pit latrines, sani-scoops, child potties delivered as part of a randomized control trial, WASH Benefits) in rural Bangladeshi household compounds by assessing prevalence ratios, differences, and changes in the concentration of pathogen genes and host-specific fecal markers. We found no difference in the prevalence of pathogenic \n",
            "in_text_citation": "Fuhrmeister et al., 2020",
            "footnote": 16
        },
        {
            "title": "Occurrence of Host-Associated Fecal Markers on Child Hands, Household Soil, and Drinking Water in Rural Bangladeshi Households.",
            "abstract": "We evaluated whether provision and promotion of improved sanitation hardware (toilets and child feces management tools) reduced rotavirus and human fecal contamination of drinking water, child hands, and soil among rural Bangladeshi compounds enrolled in a cluster-randomized trial. We also measured host-associated genetic markers of ruminant and avian feces. We found evidence of widespread ruminant and avian fecal contamination in the compound environment; non-human fecal marker occurrence scaled with animal ownership. Strategies for controlling non- human fecal waste should be considered when designing interventions to reduce exposure to fecal contamination in low-income settings. Detection of a human- associated fecal marker and rotavirus was rare and unchanged by provision and promotion of improved sanitation to intervention compounds. The sanitation intervention reduced ruminant fecal contamination in drinking water and general (non-host specific) fecal contamination in soil but overall had limited effects on reducing fecal contamination in the household environment.\n",
            "in_text_citation": "Boehm et al., 2016",
            "footnote": 17
        },
        {
            "title": "Effect of sanitation improvements on soil-transmitted helminth eggs in courtyard soil from rural Bangladesh: Evidence from a cluster-randomized controlled trial.",
            "abstract": "Improved sanitation has been hypothesized to reduce soil-transmitted helminth (STH) infections by reducing the prevalence and concentration of STH eggs/larvae in soil. We evaluated the effect of a randomized sanitation program (providing households with an improved dual-pit latrine, tools for child/animal feces management, and behavioral messaging) on reducing the prevalence and concentration of STH eggs in soil from household courtyards. We collected soil samples from 1405 households enrolled in the sanitation intervention (n = 419) and control (n = 914) groups of a cluster-randomized controlled trial (WASH Benefits) in rural Bangladesh approximately 2 years after the initiation of the interventions. We analyzed samples for Ascaris lumbricoides, Trichuris trichiura, and hookworm eggs by microscopy. We estimated prevalence ratios (PR) and egg count ratio (ECR) to compare the prevalence of STH eggs and arithmetic and geometric mean egg counts for STH eggs per gram of soil in the sanitation and control arms. Among intervention households, latrines achieved high and sustained user uptake by adults while child open defecation remained common and most households did not dispose of child feces hygienically. In courtyard soil from control households, the prevalence of any STH eggs was 75.7% and the prevalence of any larvated STH eggs was 67.3%. A. lumbricoides was detected in 63.0% of control samples and T. trichiura in 55.7% of control samples; hookworm was not detected in any sample. In the control arm, the arithmetic mean egg count for any STH was 3.96 eggs/dry gram, while the geometric mean was 1.58 eggs/dry gram. There was no difference between the intervention and control groups in the prevalence of any STH eggs (PR = 0.98 (95% CI: 0.91, 1.05)) or mean egg counts (ECR = 0.08 (95% CI: -0.10, 0.26) for geometric mean and 0.07 (95% CI: -0.22, 0.37) for arithmetic mean). Adjusted models gave similar results. A compound-level sanitation intervention that provided improved latrines and tools for disposal of child and animal feces did not have an impact on STH eggs in soil. In order to effectively reduce the prevalence and concentration of STH eggs in the environment, sustained, widespread use of sanitation strategies to isolate and hygienically dispose of child and animal feces may need to complement traditional strategies for containment of adult human feces. Trial Registration: NCT01590095.\n",
            "in_text_citation": "Kwong et al., 2021",
            "footnote": 15
        },
        {
            "title": "Effect of a sanitation intervention on soil-transmitted helminth prevalence and concentration in household soil: A cluster-randomized controlled trial and risk factor analysis.",
            "abstract": "Improved sanitation has been associated with a reduced prevalence of soil-transmitted helminth (STH) infection and has been hypothesized to prevent fecal contamination from spreading throughout the household environment. We evaluated the effect of providing households with a pit latrine with a plastic slab and drophole cover, child feces management tools, and associated behavioral messaging on reducing STH eggs in household soil. We collected soil samples from 2107 households (898 control and 1209 improved sanitation intervention households) that were enrolled in the WASH Benefits cluster randomized controlled trial in rural Kenya and performed a post-intervention analysis after two years of intervention exposure. Following a pre-specified analysis plan, we combined all households that received the sanitation intervention into one group for comparison to control households. The prevalence of STH eggs in soil was 18.9% in control households and 17.0% in intervention households. The unadjusted prevalence ratio of total STH eggs in the intervention groups compared to the control group was 0.94 (95% CI: 0.78-1.13). The geometric mean concentration was 0.05 eggs/g dry soil in control households and intervention households. Unadjusted and adjusted models gave similar results. We found use of a shared latrine, presence of a roof over the sampling area, and the number of dogs owned at baseline was associated with an increased prevalence of STH eggs in soil; the presence of a latrine that was at least 2 years old and a latrine with a covered drophole was associated with a reduction in the prevalence of STH eggs in soil. Soil moisture content was also associated with an increased prevalence of STH eggs in soil. Our results indicate that an intervention designed to increase access to improved latrines and child feces management tools may not be enough to impact environmental occurrence of STH in endemic areas where latrine coverage is already high.\n",
            "in_text_citation": "Steinbaum et al., 2019",
            "footnote": 18
        },
        {
            "title": "Effectiveness of a combined sanitation and household-level piped water intervention on infrastructure coverage, availability and use, environmental fecal contamination, and child health in rural Odisha, India: a matched cohort study.",
            "abstract": "Over half of the almost 1 billion people who practice open defecation live in India. While access to community water sources has improved in rural India, few households have on-site piped water. Although a primary motivation for water, sanitation and hygiene improvements is associated improvements in health, there is mixed evidence of effective interventions, especially in India. We conducted a matched cohort study to evaluate a combined intervention, where household piped water connections were contingent on community-wide household toiletand bathing room construction, implemented in rural Odisha, India. Forty-five intervention villages were randomly selected from a list of those where the program was implemented, and matched to 45 control villages. We conducted surveys and observations, and collected stools and environmental samples (source water, drinking water, and rinses of children’s hands) between June 2015-October 2016 in households with a child under five (N=2398). Health surveillance included diarrhea, acute respiratory infection, soil-transmitted helminthiasis, and anthropometry to assess undernutrition.Source water, drinking water, and children’s hands were assayed for fecal indicator bacteria, and select waterborne pathogens. Multilevel regression using generalized linear models was used to assess the effect of theintervention on WaSH coverage, availability and use; fecal environmental contamination; and child health. Compared to controls, intervention villages had substantially higher improved toilet coverage and use. Although the intervention was associated with higher access to piped water on the household premises, both study arms experienced intermittencies in water availability. Most source and drinking waters in both study armswere positive for E. coli, and there was no intervention effect on E. coli. in source water, drinking water, or on children’s hands. However, the intervention substantially reduced the prevalence of S. dysenteria and S. flexneri in source water (aRR: 0.59, 95% CI: 0.35, 0.97). Similarly, there was no intervention effect on child diarrhea or respiratory infection. However, compared to the control, children in intervention villages had lower odds of helminthiasis (aOR: 0.44, 95% CI: 0.18, 1.00) and improved HAZ (+0.17, 95% CI: 0.03-0.31). Future research should focus on the pathways through which these mixed effects on fecal environmental contamination and health outcomes occur.",
            "in_text_citation": "Reese et al., 2017",
            "footnote": 22
        }
    ]
}