{
    "citations": [
        {
            "footnote": 24,
            "title": "A physical activity and diet program delivered by artificially intelligent virtual health coach: proof-of-concept study.",
            "in_text_citation": "Maher et al., 2020"
        },
        {
            "footnote": 31,
            "title": "Automated interventions for multiple health behaviors using conversational agents.",
            "in_text_citation": "Bickmore et al., 2013"
        },
        {
            "footnote": 32,
            "title": "Conversational agent for healthy lifestyle behavior change: web-based feasibility study.",
            "in_text_citation": "Dhinagaran et al., 2021"
        },
        {
            "footnote": 33,
            "title": "Motivational interviewing in a Web-based physical activity intervention with an avatar: randomized controlled trial.",
            "in_text_citation": "Friederichs et al., 2014"
        },
        {
            "footnote": 34,
            "title": "Which components of a smartphone walking app help users to reach personalized step goals? Results from an optimization trial.",
            "in_text_citation": "Kramer et al., 2020"
        },
        {
            "footnote": 35,
            "title": "Efficacy of a smartphone-based virtual companion to treat insomniac complaints in the general population: sleep diary monitoring versus an internet autonomous intervention.",
            "in_text_citation": "Philip et al., 2020"
        },
        {
            "footnote": 36,
            "title": "Informational and emotional daily messages to reduce red and processed meat consumption.",
            "in_text_citation": "Carfora et al., 2019"
        },
        {
            "footnote": 37,
            "title": "Engaging women with an embodied conversational agent to deliver mindfulness and lifestyle recommendations: a feasibility randomized control trial.",
            "in_text_citation": "Gardiner et al., 2017"
        },
        {
            "footnote": 38,
            "title": "A randomized controlled trial of an automated exercise coach for older adults.",
            "in_text_citation": "Bickmore et al., 2013a"
        },
        {
            "footnote": 39,
            "title": "Adaptive mHealth intervention for adolescent physical activity promotion.",
            "in_text_citation": "Cushing et al., 2021"
        },
        {
            "footnote": 40,
            "title": "Development and feasibility of a family-based health behavior intervention using intelligent personal assistants: randomized controlled trial.",
            "in_text_citation": "Carlin et al., 2021"
        },
        {
            "footnote": 41,
            "title": "The Aim2Be mHealth intervention for children with overweight or obesity and their parents: person-centered analyses to uncover digital phenotypes.",
            "in_text_citation": "De-Jongh González et al., 2022"
        },
        {
            "footnote": 42,
            "title": "Randomized trial of a family-based, automated, conversational obesity treatment program for underserved populations.",
            "in_text_citation": "Wright et al., 2013"
        },
        {
            "footnote": 43,
            "title": "Feasibility, Usability, and Effectiveness of a Machine Learning-Based Physical Activity Chatbot: Quasi-Experimental Study",
            "in_text_citation": "To et al., 2021"
        },
        {
            "footnote": 44,
            "title": "Ongoing physical activity advice by humans versus computers: the community health advice by telephone (CHAT) trial.",
            "in_text_citation": "King et al., 2021"
        },
        {
            "footnote": 45,
            "title": "Randomized trial of two artificial intelligence coaching interventions to increase physical activity in cancer survivors.",
            "in_text_citation": "Hassoon et al., 2021"
        },
        {
            "footnote": 46,
            "title": "An internet-based virtual coach to promote physical activity adherence in overweight adults: randomized controlled trial.",
            "in_text_citation": "Watson et al., 2012"
        },
        {
            "footnote": 47,
            "title": "Randomized controlled trial to test the efficacy of an unguided online intervention with automated feedback for the treatment of insomnia.",
            "in_text_citation": "Lorenz et al., 2019"
        },
        {
            "footnote": 48,
            "title": "Pilot evaluation of the Sleep Ninja: a smartphone application for adolescent insomnia symptoms.",
            "in_text_citation": "Werner-Seidler et al., 2019"
        }
    ]
}