{
    "key_references": [
        {
            "title": "A Physical Activity and Diet Program Delivered by Artificially Intelligent Virtual Health Coach: Proof-of-Concept Study.",
            "abstract": "## BACKGROUND\nPoor diet and physical inactivity are leading modifiable causes of death and disease. Advances in artificial intelligence technology present tantalizing opportunities for creating virtual health coaches capable of providing personalized support at scale.\n## OBJECTIVE\nThis proof of concept study aimed to test the feasibility (recruitment and retention) and preliminary efficacy of physical activity and Mediterranean-style dietary intervention (MedLiPal) delivered via artificially intelligent virtual health coach.\n## METHODS\nThis 12-week single-arm pre-post study took place in Adelaide, Australia, from March to August 2019. Participants were inactive community-dwelling adults aged 45 to 75 years, recruited through news stories, social media posts, and flyers. The program included access to an artificially intelligent chatbot, Paola, who guided participants through a computer-based individualized introductory session, weekly check-ins, and goal setting, and was available 24/7 to answer questions. Participants used a Garmin Vivofit4 tracker to monitor daily steps, a website with educational materials and recipes, and a printed diet and activity log sheet. Primary outcomes included feasibility (based on recruitment and retention) and preliminary efficacy for changing physical activity and diet. Secondary outcomes were body composition (based on height, weight, and waist circumference) and blood pressure.\n## RESULTS\nOver 4 weeks, 99 potential participants registered expressions of interest, with 81 of those screened meeting eligibility criteria. Participants completed a mean of 109.8 (95% CI 1.9-217.7) more minutes of physical activity at week 12 compared with baseline. Mediterranean diet scores increased from a mean of 3.8 out of 14 at baseline, to 9.6 at 12 weeks (mean improvement 5.7 points, 95% CI 4.2-7.3). After 12 weeks, participants lost an average 1.3 kg (95% CI -0.1 to -2.5 kg) and 2.1 cm from their waist circumference (95% CI -3.5 to -0.7 cm). There were no significant changes in blood pressure. Feasibility was excellent in terms of recruitment, retention (90% at 12 weeks), and safety (no adverse events).\n## CONCLUSIONS\nAn artificially intelligent virtual assistant-led lifestyle-modification intervention was feasible and achieved measurable improvements in physical activity, diet, and body composition at 12 weeks. Future research examining artificially intelligent interventions at scale, and for other health purposes, is warranted.\n",
            "in_text_citation": "Maher et al., 2020",
            "footnote": 24
        },
        {
            "title": "Automated interventions for multiple health behaviors using conversational agents.",
            "abstract": "## OBJECTIVE\nAn automated health counselor agent was designed to promote both physical activity and fruit and vegetable consumption through a series of simulated conversations with users on their home computers.\n## METHODS\nThe agent was evaluated in a 4-arm randomized trial of a two-month daily contact intervention comparing: (a) physical activity; (b) fruit and vegetable consumption; (c) both interventions; and (d) a non-intervention control. Physical activity was assessed using daily pedometer steps. Daily servings of fruit and vegetables were assessed using the NIH/NCI self-report Fruit and Vegetable Scan.\n## RESULTS\nParticipants in the physical activity intervention increased their walking on average compared to the control group, while those in the fruit and vegetable intervention and combined intervention decreased walking. Participants in the fruit and vegetable intervention group consumed significantly more servings per day compared to those in the control group, and those in the combined intervention reported consuming more compared to those in the control group.\n## CONCLUSION\nAutomated health intervention software designed for efficient re-use is effective at changing health behavior.\n## PRACTICE IMPLICATIONS\nAutomated health behavior change interventions can be designed to facilitate translation and adaptation across multiple behaviors.\n",
            "in_text_citation": "Bickmore et al., 2013",
            "footnote": 31
        },
        {
            "title": "Conversational Agent for Healthy Lifestyle Behavior Change: Web-Based Feasibility Study.",
            "abstract": "## BACKGROUND\nThe rising incidence of chronic diseases is a growing concern, especially in Singapore, which is one of the high-income countries with the highest prevalence of diabetes. Interventions that promote healthy lifestyle behavior changes have been proven to be effective in reducing the progression of prediabetes to diabetes, but their in-person delivery may not be feasible on a large scale. Novel technologies such as conversational agents are a potential alternative for delivering behavioral interventions that promote healthy lifestyle behavior changes to the public.\n## OBJECTIVE\nThe aim of this study is to assess the feasibility and acceptability of using a conversational agent promoting healthy lifestyle behavior changes in the general population in Singapore.\n## METHODS\nWe performed a web-based, single-arm feasibility study. The participants were recruited through Facebook over 4 weeks. The Facebook Messenger conversational agent was used to deliver the intervention. The conversations focused on diet, exercise, sleep, and stress and aimed to promote healthy lifestyle behavior changes and improve the participants' knowledge of diabetes. Messages were sent to the participants four times a week (once for each of the 4 topics of focus) for 4 weeks. We assessed the feasibility of recruitment, defined as at least 75% (150/200) of our target sample of 200 participants in 4 weeks, as well as retention, defined as 33% (66/200) of the recruited sample completing the study. We also assessed the participants' satisfaction with, and usability of, the conversational agent. In addition, we performed baseline and follow-up assessments of quality of life, diabetes knowledge and risk perception, diet, exercise, sleep, and stress.\n## RESULTS\nWe recruited 37.5% (75/200) of the target sample size in 1 month. Of the 75 eligible participants, 60 (80%) provided digital informed consent and completed baseline assessments. Of these 60 participants, 56 (93%) followed the study through till completion. Retention was high at 93% (56/60), along with engagement, denoted by 50% (30/60) of the participants communicating with the conversational agent at each interaction. Acceptability, usability, and satisfaction were generally high. Preliminary efficacy of the intervention showed no definitive improvements in health-related behavior.\n## CONCLUSIONS\nThe delivery of a conversational agent for healthy lifestyle behavior change through Facebook Messenger was feasible and acceptable. We were unable to recruit our planned sample solely using the free options in Facebook. However, participant retention and conversational agent engagement rates were high. Our findings provide important insights to inform the design of a future randomized controlled trial.\n",
            "in_text_citation": "Dhinagaran et al., 2021",
            "footnote": 32
        },
        {
            "title": "Motivational interviewing in a Web-based physical activity intervention with an avatar: randomized controlled trial.",
            "abstract": "## BACKGROUND\nDeveloping Web-based physical activity (PA) interventions based on motivational interviewing (MI) could increase the availability and reach of MI techniques for PA promotion. Integrating an avatar in such an intervention could lead to more positive appreciation and higher efficacy of the intervention, compared to an intervention that is purely text-based.\n## OBJECTIVE\nThe present study aims to determine whether a Web-based PA intervention based on MI with an avatar results in more positive appreciation and higher effectiveness of the intervention, when compared to an intervention that is purely text-based.\n## METHODS\nA three-arm randomized controlled trial was conducted, containing the following research conditions: (1) a Web-based PA intervention based on MI with an avatar, (2) a content-identical intervention without an avatar, and (3) a control condition that received no intervention. Measurements included PA behavior and process variables, measured at baseline, directly following the intervention and 1 month post intervention.\n## RESULTS\nBoth interventions significantly increased self-reported PA at 1 month, compared to the control condition (beta(AVATARvsCONTROL)=.39, P=.011; beta(TEXTvsCONTROL)=.44, P=.006). No distinctions were found regarding intervention effect on PA between both interventions. Similarly, the results of the process evaluation did not indicate any significant differences between both interventions. Due to the limited relational skills of the avatar in this study, it probably did not succeed in forming a stronger relationship with the user, over and above text alone.\n## CONCLUSIONS\nThe findings suggest that avatars that do not strengthen the social relationship with the user do not enhance the intervention impact. Future research should determine whether Web-based PA interventions based on MI could benefit from inclusion of a virtual coach capable of more complex relational skills than used in the current study, such as responding in gesture to the user's state and input.\n## TRIAL REGISTRATION\nDutch Trial Register trial number: NTR3147; http://www.trialregister.nl/trialreg/admin/rctview.asp?TC=3147 (Archived by WebCite at http://www.webcitation.org/6NCbwdUJX).\n",
            "in_text_citation": "Friederichs et al., 2014",
            "footnote": 33
        },
        {
            "title": "Which Components of a Smartphone Walking App Help Users to Reach Personalized Step Goals? Results From an Optimization Trial.",
            "abstract": "## BACKGROUND\nThe Assistant to Lift your Level of activitY (Ally) app is a smartphone application that combines financial incentives with chatbot-guided interventions to encourage users to reach personalized daily step goals.\n## PURPOSE\nTo evaluate the effects of incentives, weekly planning, and daily self-monitoring prompts that were used as intervention components as part of the Ally app.\n## METHODS\nWe conducted an 8 week optimization trial with n = 274 insurees of a health insurance company in Switzerland. At baseline, participants were randomized to different incentive conditions (cash incentives vs. charity incentives vs. no incentives). Over the course of the study, participants were randomized weekly to different planning conditions (action planning vs. coping planning vs. no planning) and daily to receiving or not receiving a self-monitoring prompt. Primary outcome was the achievement of personalized daily step goals.\n## RESULTS\nStudy participants were more active and healthier than the general Swiss population. Daily cash incentives increased step-goal achievement by 8.1%, 95% confidence interval (CI): [2.1, 14.1] and, only in the no-incentive control group, action planning increased step-goal achievement by 5.8%, 95% CI: [1.2, 10.4]. Charity incentives, self-monitoring prompts, and coping planning did not affect physical activity. Engagement with planning interventions and self-monitoring prompts was low and 30% of participants stopped using the app over the course of the study.\n## CONCLUSIONS\nDaily cash incentives increased physical activity in the short term. Planning interventions and self-monitoring prompts require revision before they can be included in future versions of the app. Selection effects and engagement can be important challenges for physical-activity apps.\n## CLINICAL TRIAL INFORMATION\nThis study was registered on ClinicalTrials.gov, NCT03384550.\n",
            "in_text_citation": "Kramer et al., 2020",
            "footnote": 34
        },
        {
            "title": "Efficacy of a Smartphone-Based Virtual Companion to Treat Insomniac Complaints in the General Population: Sleep Diary Monitoring Versus an Internet Autonomous Intervention.",
            "abstract": "(1) Background: Insomnia is the most prevalent sleep disorder worldwide and cognitive behavioral therapy is the front-line treatment. Digital health technologies have a role to play in screening and delivering interventions remotely and without the need for human intervention. The KANOPEE app, which provides a screening and behavioral intervention for insomnia symptoms through an interaction with a virtual agent, showed encouraging results in previous studies during and after the COVID-19 lockdown, but has not yet been evaluated in a controlled study. This study aims at comparing the benefits of KANOPEE, a smartphone application dealing with insomnia complaints, with another application proposing an electronic sleep diary named “My Sleep Diary”. The acceptance and potential benefits of these digital solutions are tested in real-life settings (i.e., without soliciting human medical resources) and in the general population. (2) Methods: Subjects were included if they downloaded one of the apps between December 2020 and October 2021, and were of legal age. Both apps were available on downloading platforms in France. Primary outcome was Insomnia Severity Index (ISI), and secondary outcomes were total sleep time (TST), sleep efficiency (SE) and wake time after sleep onset (WASO). (3) Results: A total of 535 users completed the intervention with KANOPEE and 489 users completed My Sleep Diary, both for 17 days. KANOPEE users improved their ISI score significantly more than sleep diary users (interaction Time*Group: F(2,2002) = 17.3, p < 0.001). Similar results were found for nocturnal sleep parameters (TST) (KANOPEE users gained 48 min of sleep after intervention, while My Sleep Diary users gained only 16 min of sleep), and particularly in the population with moderate to severe initial sleep complaints (F(4,1980) = 8.9, p < 0.001). Other sleep markers (SE and WASO) were significantly improved in the KANOPEE users compared to the sleep diary ones (p < 0.001). (4) Conclusions: KANOPEE provides significantly greater benefits than an electronic sleep diary regarding reduction of insomnia complaints and estimated nocturnal sleep characteristics in a self-selected sample of the general population. Population with the most severe initial ISI score (≥15) benefited the most from the KANOPEE App compared to filling up a simple sleep diary.\n",
            "in_text_citation": "Philip et al., 2020",
            "footnote": 35
        },
        {
            "title": "Informational and emotional daily messages to reduce red and processed meat consumption.",
            "abstract": "In the present study we tested a daily messaging intervention aimed at promoting the reduction of red and processed meat consumption (RPMC). We randomly allocated 180 young adults to three different message conditions. Participants in the informational condition read messages on the consequences of excessive RPMC on one's health and the environment. Participants in the emotional condition read messages eliciting anticipated regret for the consequences of excessive RPMC on one's health and the environment. Participants in the control condition read messages on the health and the environment consequences of sugar consumption. We sent messages through a chatbot every morning for two weeks. RPMC, attitude, intention, and anticipated regret regarding RPMC were measured three times: before the two-week messaging intervention (baseline), immediately after the intervention (post intervention) and two months thereafter (follow up). RPMC was also measured through food diaries, completed for two weeks after the intervention. Compared to the control condition, participants exposed to emotional messages reduced RPMC at follow up, while this was not the case for participants exposed to informational messages. In addition, anticipated regret and intention mediated the effects of emotional messages on RPMC. Implications for devising effective messaging interventions to change RPMC are discussed.\n",
            "in_text_citation": "Carfora et al., 2019",
            "footnote": 36
        },
        {
            "title": "Engaging women with an embodied conversational agent to deliver mindfulness and lifestyle recommendations: A feasibility randomized control trial.",
            "abstract": "## OBJECTIVE\nThis randomized controlled trial evaluates the feasibility of using an Embodied Conversational Agent (ECA) to teach lifestyle modifications to urban women.\n## METHODS\nWomen were randomized to either 1) an ECA (content included: mindfulness, stress management, physical activity, and healthy eating) or 2) patient education sheets mirroring same content plus a meditation CD/MP3 once a day for one month. General outcome measures included: number of stress management techniques used, physical activity levels, and eating patterns.\n## RESULTS\nSixty-one women ages 18 to 50 were enrolled. On average, 51% identified as white, 26% as black, 23% as other races; and 20% as Hispanic. The major stress management techniques reported at baseline were: exercise (69%), listening to music (70%), and social support (66%). After one month, women randomized to the ECA significantly decreased alcohol consumption to reduce stress (p=0.03) and increased daily fruit consumption by an average of 2 servings compared to the control (p=0.04).\n## CONCLUSION\nIt is feasible to use an ECA to promote health behaviors on stress management and healthy eating among diverse urban women.\n## PRACTICE IMPLICATIONS\nCompared to patient information sheets, ECAs provide promise as a way to teach healthy lifestyle behaviors to diverse urban women.\n",
            "in_text_citation": "Gardiner et al., 2017",
            "footnote": 37
        },
        {
            "title": "A randomized controlled trial of an automated exercise coach for older adults.",
            "abstract": "## OBJECTIVES\nTo compare the efficacy of a computer-based physical activity program (Embodied Conversational Agent-ECA) with that of a pedometer control condition in sedentary older adults.\n## DESIGN\nSingle-blind block-randomized controlled trial stratified according to clinic site and health literacy status.\n## SETTING\nThree urban ambulatory care practices at Boston Medical Center between April 2009 and September 2011.\n## PARTICIPANTS\nOlder adults (N = 263; mean age 71.3; 61% female; 63% African American; 51% high school diploma or less).\n## INTERVENTION\nECA participants were provided with portable tablet computers with touch screens to use for 2 months and were directed to connect their pedometers to the computer using a data cable and interact with a computer-animated virtual exercise coach daily to discuss walking and to set walking goals. Intervention participants were then given the opportunity to interact with the ECA in a kiosk in their clinic waiting room for the following 10 months. Control participants were given a control pedometer intervention that only tracked step counts for an equivalent period of time. Intervention participants were also provided with pedometers.\n## MEASUREMENTS\nThe primary outcome was average daily step count for the 30 days before the 12-month interview. Secondary outcomes were average daily step count for the 30 days before the 2-month interview. Outcomes were also stratified according to health literacy level.\n## RESULTS\nECA participants walked significantly more steps than control participants at 2 months (adjusted mean 4,041 vs 3,499 steps/day, P = .01), but this effect waned by 12 months (3,861 vs 3,383, P = .09). For participants with adequate health literacy, those in the ECA group walked significantly more than controls at both 2 months (P = .03) and 12 months (P = .02), while those with inadequate health literacy failed to show significant differences between treatment groups at either time point. Intervention participants were highly satisfied with the program.\n## CONCLUSION\nAn automated exercise promotion system deployed from outpatient clinics increased walking among older adults over the short-term. Effective methods for long-term maintenance of behavior change are needed.\n",
            "in_text_citation": "Bickmore et al., 2013a",
            "footnote": 38
        },
        {
            "title": "Adaptive mHealth Intervention for Adolescent Physical Activity Promotion.",
            "abstract": "## OBJECTIVE\nThe present nonrandomized controlled trial aimed to evaluate feasibility, acceptability, and preliminary efficacy of a tailored text message intervention for increasing adolescent physical activity, as compared with passive monitoring.\n## METHODS\nForty adolescents (13-18 years old) received either a tailored text messaging intervention (Network Underwritten Dynamic Goals Engine [NUDGE]; N = 20), or participated in an attention-control condition (N = 20), for 20 days. Physical activity was measured for all participants via continuous accelerometry. Frequency analyses were conducted on program usage and satisfaction ratings to evaluate feasibility and acceptability, and multilevel models were used to evaluate the efficacy hypotheses.\n## RESULTS\nThe vast majority of participants (90%) reported being very or mostly satisfied with the NUDGE program and rated their enjoyment as above average. The intervention group was estimated to spend an average of 20.84 more minutes per day in moderate-to-vigorous physical activity relative to the attention-control group (β = 20.84, SE = 8.19). Exploratory analyses revealed that the intervention group also engaged in 82 fewer minutes of sedentary time per day on average, although this effect was not significant due to the large variability in sedentary time (β = -81.98, SE = 46.86).\n## CONCLUSIONS\nThe NUDGE tailored text messaging intervention was feasible, acceptable, and efficacious in increasing physical activity in this sample. Findings warrant additional evaluation of NUDGE as both a standalone physical activity intervention or as part of a multicomponent package.\n",
            "in_text_citation": "Cushing et al., 2021",
            "footnote": 39
        },
        {
            "title": "Development and Feasibility of a Family-Based Health Behavior Intervention Using Intelligent Personal Assistants: Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nIntelligent personal assistants such as Amazon Echo and Google Home have become increasingly integrated into the home setting and, therefore, may facilitate behavior change via novel interactions or as an adjunct to conventional interventions. However, little is currently known about their potential role in this context.\n## OBJECTIVE\nThis feasibility study aims to develop the Intelligent Personal Assistant Project (IPAP) and assess the acceptability and feasibility of this technology for promoting and maintaining physical activity and other health-related behaviors in both parents and children.\n## METHODS\nThis pilot feasibility study was conducted in 2 phases. For phase 1, families who were attending a community-based weight management project were invited to participate, whereas phase 2 recruited families not currently receiving any additional intervention. Families were randomly allocated to either the intervention group (received a smart speaker for use in the family home) or the control group. The IPAP intervention aimed to promote positive health behaviors in the family setting through utilization of the functions of a smart speaker and its linked intelligent personal assistant. Data were collected on recruitment, retention, outcome measures, intervention acceptability, device interactions, and usage.\n## RESULTS\nIn total, 26 families with at least one child aged 5 to 12 years were recruited, with 23 families retained at follow-up. Across phase 1 of the intervention, families interacted with the intelligent personal assistant a total of 65 times. Although device interactions across phase 2 of the intervention were much higher (312 times), only 10.9% (34/312) of interactions were coded as relevant (related to diet, physical activity or well-being). Focus groups highlighted that the families found the devices acceptable and easy to use and felt that the prompts or reminders were useful in prompting healthier behaviors. Some further intervention refinements in relation to the timing of prompts and integrating feedback alongside the devices were suggested by families.\n## CONCLUSIONS\nUsing intelligent personal assistants to deliver health-related messages and information within the home is feasible, with high levels of engagement reported by participating families. This novel feasibility study highlights important methodological considerations that should inform future trials testing the effectiveness of intelligent personal assistants in promoting positive health-related behaviors.\n## TRIAL REGISTRATION\nISRCTN Registry ISRCTN16792534; http://www.isrctn.com/ISRCTN16792534.\n",
            "in_text_citation": "Carlin et al., 2021",
            "footnote": 40
        },
        {
            "title": "The Aim2Be mHealth Intervention for Children With Overweight or Obesity and Their Parents: Person-Centered Analyses to Uncover Digital Phenotypes.",
            "abstract": "## BACKGROUND\nDespite the growing number of mobile health (mHealth) interventions targeting childhood obesity, few studies have characterized user typologies derived from individuals' patterns of interactions with specific app features (digital phenotypes).\n## OBJECTIVE\nThis study aims to identify digital phenotypes among 214 parent-child dyads who used the Aim2Be mHealth app as part of a randomized controlled trial conducted between 2019 and 2020, and explores whether participants' characteristics and health outcomes differed across phenotypes.\n## METHODS\nLatent class analysis was used to identify distinct parent and child phenotypes based on their use of the app's behavioral, gamified, and social features over 3 months. Multinomial logistic regression models were used to assess whether the phenotypes differed by demographic characteristics. Covariate-adjusted mixed-effect models evaluated changes in BMI z scores (zBMI), diet, physical activity, and screen time across phenotypes.\n## RESULTS\nAmong parents, 5 digital phenotypes were identified: socially engaged (35/214, 16.3%), independently engaged (18/214, 8.4%) (socially and independently engaged parents are those who used mainly the social or the behavioral features of the app, respectively), fully engaged (26/214, 12.1%), partially engaged (32/214, 15%), and unengaged (103/214, 48.1%) users. Married parents were more likely to be fullyengaged than independently engaged (P=.02) or unengaged (P=.01) users. Socially engaged parents were older than fullyengaged (P=.02) and unengaged (P=.01) parents. The latent class analysis revealed 4 phenotypes among children: fully engaged (32/214, 15%), partially engaged (61/214, 28.5%), dabblers (42/214, 19.6%), and unengaged (79/214, 36.9%) users. Fully engaged children were younger than dabblers (P=.04) and unengaged (P=.003) children. Dabblers lived in higher-income households than fully and partiallyengaged children (P=.03 and P=.047, respectively). Fully engaged children were more likely to have fully engaged (P<.001) and partiallyengaged (P<.001) parents than unengaged children. Compared with unengaged children, fully and partiallyengaged children had decreased total sugar (P=.006 and P=.004, respectively) and energy intake (P=.03 and P=.04, respectively) after 3 months of app use. Partially engaged children also had decreased sugary beverage intake compared with unengaged children (P=.03). Similarly, children with fully engaged parents had decreased zBMI, whereas children with unengaged parents had increased zBMI over time (P=.005). Finally, children with independently engaged parents had decreased caloric intake, whereas children with unengaged parents had increased caloric intake over time (P=.02).\n## CONCLUSIONS\nFull parent-child engagement is critical for the success of mHealth interventions. Further research is needed to understand program design elements that can affect participants' engagement in supporting behavior change.\n## TRIAL REGISTRATION\nClinicalTrials.gov NCT03651284; https://clinicaltrials.gov/ct2/show/NCT03651284.\n## INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID)\nRR2-10.1186/s13063-020-4080-2.\n",
            "in_text_citation": "De-Jongh González et al., 2022",
            "footnote": 41
        },
        {
            "title": "Randomized trial of a family-based, automated, conversational obesity treatment program for underserved populations.",
            "abstract": "## OBJECTIVE\nTo evaluate the acceptability and feasibility of a scalable obesity treatment program integrated with pediatric primary care (PC) and delivered using interactive voice technology (IVR) to families from underserved populations.\n## DESIGN AND METHODS\nFifty parent-child dyads (child 9-12 yrs, BMI > 95th percentile) were recruited from a pediatric PC clinic and randomized to either an IVR or a wait-list control (WLC) group. The majority were lower-income, African-American (72%) families. Dyads received IVR calls for 12 weeks. Call content was informed by two evidence-based interventions. Anthropometric and behavioral variables were assessed at baseline and 3-month follow-up.\n## RESULTS\nForty-three dyads completed the study. IVR parents ate one cup more fruit than WLC (P < 0.05). No other group differences were found. Children classified as high users of the IVR decreased weight, BMI, and BMI z-score compared to low users ( P < 0.05). Mean number of calls for parents and children were 9.1 (5.2 SD) and 9.0 (5.7 SD), respectively. Of those who made calls, >75% agreed that the calls were useful, made for people like them, credible, and helped them eat healthy foods.\n## CONCLUSION\nAn obesity treatment program delivered via IVR may be an acceptable and feasible resource for families from underserved populations.\n",
            "in_text_citation": "Wright et al., 2013",
            "footnote": 42
        },
        {
            "title": "Feasibility, Usability, and Effectiveness of a Machine Learning-Based Physical Activity Chatbot: Quasi-Experimental Study.",
            "abstract": "## BACKGROUND\nBehavioral eHealth and mobile health interventions have been moderately successful in increasing physical activity, although opportunities for further improvement remain to be discussed. Chatbots equipped with natural language processing can interact and engage with users and help continuously monitor physical activity by using data from wearable sensors and smartphones. However, a limited number of studies have evaluated the effectiveness of chatbot interventions on physical activity.\n## OBJECTIVE\nThis study aims to investigate the feasibility, usability, and effectiveness of a machine learning-based physical activity chatbot.\n## METHODS\nA quasi-experimental design without a control group was conducted with outcomes evaluated at baseline and 6 weeks. Participants wore a Fitbit Flex 1 (Fitbit LLC) and connected to the chatbot via the Messenger app. The chatbot provided daily updates on the physical activity level for self-monitoring, sent out daily motivational messages in relation to goal achievement, and automatically adjusted the daily goals based on physical activity levels in the last 7 days. When requested by the participants, the chatbot also provided sources of information on the benefits of physical activity, sent general motivational messages, and checked participants' activity history (ie, the step counts/min that were achieved on any day). Information about usability and acceptability was self-reported. The main outcomes were daily step counts recorded by the Fitbit and self-reported physical activity.\n## RESULTS\nAmong 116 participants, 95 (81.9%) were female, 85 (73.3%) were in a relationship, 101 (87.1%) were White, and 82 (70.7%) were full-time workers. Their average age was 49.1 (SD 9.3) years with an average BMI of 32.5 (SD 8.0) kg/m2. Most experienced technical issues were due to an unexpected change in Facebook policy (93/113, 82.3%). Most of the participants scored the usability of the chatbot (101/113, 89.4%) and the Fitbit (99/113, 87.6%) as at least \"OK.\" About one-third (40/113, 35.4%) would continue to use the chatbot in the future, and 53.1% (60/113) agreed that the chatbot helped them become more active. On average, 6.7 (SD 7.0) messages/week were sent to the chatbot and 5.1 (SD 7.4) min/day were spent using the chatbot. At follow-up, participants recorded more steps (increase of 627, 95% CI 219-1035 steps/day) and total physical activity (increase of 154.2 min/week; 3.58 times higher at follow-up; 95% CI 2.28-5.63). Participants were also more likely to meet the physical activity guidelines (odds ratio 6.37, 95% CI 3.31-12.27) at follow-up.\n## CONCLUSIONS\nThe machine learning-based physical activity chatbot was able to significantly increase participants' physical activity and was moderately accepted by the participants. However, the Facebook policy change undermined the chatbot functionality and indicated the need to use independent platforms for chatbot deployment to ensure successful delivery of this type of intervention.\n",
            "in_text_citation": 43,
            "footnote": "To et al., 2021"
        },
        {
            "title": "Ongoing physical activity advice by humans versus computers: the Community Health Advice by Telephone (CHAT) trial.",
            "abstract": "## PURPOSE\nGiven the prevalence of physical inactivity among American adults, convenient, low-cost interventions are strongly indicated. This study determined the 6- and 12-month effectiveness of telephone interventions delivered by health educators or by an automated computer system in promoting physical activity.\n## DESIGN\nInitially inactive men and women age 55 years and older (N = 218) in stable health participated. Participants were randomly assigned to human advice, automated advice, or health education control.\n## MEASURES\nThe validated 7-day physical activity recall interview was used to estimate minutes of moderate to vigorous physical activity. Physical activity differences by experimental arm were verified on a random subsample via accelerometry.\n## RESULTS\nUsing intention-to-treat analysis, at 6 months, participants in both interventions, although not differing from one another, showed significant improvements in weekly physical activity compared with controls. These differences were generally maintained at 12 months, with both intervention arms remaining above the target of 150 min per week of moderate to vigorous physical activity on average.\n## CONCLUSION\nAutomated telephone-linked delivery systems represent an effective alternative for delivering physical activity advice to inactive older adults.\n",
            "in_text_citation": "King et al., 2021",
            "footnote": 44
        },
        {
            "title": "Randomized trial of two artificial intelligence coaching interventions to increase physical activity in cancer survivors.",
            "abstract": "Physical activity (PA) has numerous health benefits. Personalized coaching may increase adherence to PA recommendations, but it is challenging to deliver personalized coaching in a scalable manner. The objective of our study was to determine whether novel artificially intelligent (AI) coaching interventions increase PA among overweight or obese, physically inactive cancer survivors compared to a control arm that receives health information. We conducted a single-center, three-arm randomized trial with equal allocation to (1) voice-assisted AI coaching delivered by smart speaker (MyCoach), (2) autonomous AI coaching delivered by text message (SmartText), and (3) control. Data collection was automated via sensors and voice technology, effectively masking outcome ascertainment. The primary outcome was change in mean steps per day from baseline to the end of follow-up at 4 weeks. Of the 42 randomized participants, 91% were female, and 36% were Black; mean age was 62.1 years, and mean BMI was 32.9 kg/m\n",
            "in_text_citation": "Hassoon et al., 2021",
            "footnote": 45
        },
        {
            "title": "An internet-based virtual coach to promote physical activity adherence in overweight adults: randomized controlled trial.",
            "abstract": "## BACKGROUND\nAddressing the obesity epidemic requires the development of effective, scalable interventions. Pedometers and Web-based programs are beneficial in increasing activity levels but might be enhanced by the addition of nonhuman coaching.\n## OBJECTIVES\nWe hypothesized that a virtual coach would increase activity levels, via step count, in overweight or obese individuals beyond the effect observed using a pedometer and website alone.\n## METHODS\nWe recruited 70 participants with a body mass index (BMI) between 25 and 35 kg/m(2) from the Boston metropolitan area. Participants were assigned to one of two study arms and asked to wear a pedometer and access a website to view step counts. Intervention participants also met with a virtual coach, an automated, animated computer agent that ran on their home computers, set goals, and provided personalized feedback. Data were collected and analyzed in 2008. The primary outcome measure was change in activity level (percentage change in step count) over the 12-week study, split into four 3-week time periods. Major secondary outcomes were change in BMI and participants' satisfaction.\n## RESULTS\nThe mean age of participants was 42 years; the majority of participants were female (59/70, 84%), white (53/70, 76%), and college educated (68/70, 97%). Of the initial 70 participants, 62 completed the study. Step counts were maintained in intervention participants but declined in controls. The percentage change in step count between those in the intervention and control arms, from the start to the end, did not reach the threshold for significance (2.9% vs -12.8% respectively, P = .07). However, repeated measures analysis showed a significant difference when comparing percentage changes in step counts between control and intervention participants over all time points (analysis of variance, P = .02). There were no significant changes in secondary outcome measures.\n## CONCLUSIONS\nThe virtual coach was beneficial in maintaining activity level. The long-term benefits and additional applications of this technology warrant further study.\n## TRIAL REGISTRATION\nClinicalTrials.gov NCT00792207; http://clinicaltrials.gov/ct2/show/NCT00792207 (Archived by WebCite at http://www.webcitation.org/63sm9mXUD).\n",
            "in_text_citation": "Watson et al., 2012",
            "footnote": 46
        },
        {
            "title": "Randomized Controlled Trial to Test the Efficacy of an Unguided Online Intervention with Automated Feedback for the Treatment of Insomnia.",
            "abstract": "## BACKGROUND\nInsomnia has become a major public health concern.\n## AIMS\nThe study examined the efficacy of a web-based unguided self-help programme with automated feedback. The programme was based on cognitive behaviour therapy for insomnia (CBT-I). The investigation particularly focused on factors that contribute to the maintenance of insomnia and tested whether treatment effects were stable over a period of 12 months.\n## METHOD\nFifty-six participants were randomly assigned either to web-based CBT-I or to the waiting-list control group. Included measures assessed insomnia severity, sleep-related cognitions, safety behaviours, depression, anxiety and somatization. In the intervention group, a sleep diary was used to assess sleep continuity parameters, sleep quality and daytime performance.\n## RESULTS\nLarge between- and within-group effect sizes (d = 1.79, d = 1.59) for insomnia severity were found. The treatment group effect remained stable over the period of 12 months. Further, sleep-related cognitions, safety behaviours, depression and somatization significantly decreased in the treatment group compared with the control group. On all sleep diary parameters, medium to large effects were revealed within the treatment group. Anxiety did not decrease significantly from pre- to post-assessment. For all measures except somatization and anxiety significant within-group effects were found at 12-month follow-up assessment indicating long-lasting effects.\n## CONCLUSIONS\nThis study adds evidence to the literature on unguided online interventions for insomnia, and indicates that online CBT-I can have substantial long-term effects on relevant sleep-related outcome parameters. Moreover, the results indicate that sleep-related cognitions and safety behaviour can be successfully altered with an unguided CBT-I intervention.\n",
            "in_text_citation": "Lorenz et al., 2019",
            "footnote": 47
        },
        {
            "title": "Pilot evaluation of the Sleep Ninja: a smartphone application for adolescent insomnia symptoms.",
            "abstract": "## OBJECTIVES\nThe aim of this study was to test the feasibility, acceptability and preliminary effects of a recently developed smartphone application, Sleep Ninja, for adolescent sleep difficulties.\n## SETTING\nThe study was conducted online with Australian individuals recruited through the community.\n## PARTICIPANTS\nParticipants were 50 young people aged 12-16 years with sleep difficulties.\n## DESIGN\nA single-arm pre-post design was used to evaluate feasibility, acceptability and sleep and mental health variables at baseline and postintervention.\n## INTERVENTION\nCognitive-behavioural therapy for insomnia informed the development of the Sleep Ninja. The core strategies covered by the app are psychoeducation, stimulus control, sleep hygiene and sleep-related cognitive therapy. It includes six training sessions (lessons), a sleep tracking function, recommended bedtimes based on sleep guidelines, reminders to start a wind-down routine each night, a series of sleep tips and general information about sleep. Users progress through each training session and conclude the 6-week programme with a black belt in sleep.\n## OUTCOME MEASURES\nFeasibility was evaluated based on consent rates, adherence and attrition, acceptability was assessed using questionnaires and a poststudy interview, and sleep, depression and anxiety variables were assessed at baseline and postintervention.\n## RESULTS\nData indicated that the Sleep Ninja is a feasible intervention and is acceptable to young people. Findings showed that there were significant improvements on sleep variables including insomnia (within-group effect size d=-0.90), sleep quality (d\n## CONCLUSIONS\nThe Sleep Ninja is a promising intervention that could assist adolescents who experience sleep difficulties. A follow-up randomised controlled trial is now warranted.\n## TRIAL REGISTRATION NUMBER\nACTRN12617000141347.\n",
            "in_text_citation": "Werner-Seidler et al., 2019",
            "footnote": 48
        }
    ]
}