{
    "citations": [
        {
            "footnote": 10,
            "title": "Influence of life stress on depression: moderation by a polymorphism in the 5-HTT gene.",
            "in_text_citation": "Caspi et al., 2003"
        },
        {
            "footnote": 18,
            "title": "Gene-environment interaction analysis of serotonin system markers with adolescent depression.",
            "in_text_citation": "Eley et al., 2004"
        },
        {
            "footnote": 19,
            "title": "The relationship between stressful life events, the serotonin transporter (5-HTTLPR) genotype and major depression.",
            "in_text_citation": "Gillespie et al., 2005"
        },
        {
            "footnote": 20,
            "title": "Mental and physical distress is modulated by a polymorphism in the 5-HT transporter gene interacting with social stressors and chronic disease burden.",
            "in_text_citation": "Grabe et al., 2005"
        },
        {
            "footnote": 25,
            "title": "Social adversity, the serotonin transporter (5-HTTLPR) polymorphism and major depressive disorder.",
            "in_text_citation": "Surtees et al., 2006"
        },
        {
            "footnote": 27,
            "title": "Life events, first depression onset and the serotonin transporter gene.",
            "in_text_citation": "Wilhelm et al., 2006"
        },
        {
            "footnote": 26,
            "title": "Early family environment, current adversity, the serotonin transporter promoter polymorphism, and depressive symptomatology.",
            "in_text_citation": "Taylor et al., 2006b"
        },
        {
            "footnote": 17,
            "title": "Relationship of 5-HTTLPR genotypes and depression risk in the presence of trauma in a female twin sample.",
            "in_text_citation": "Chorbov et al., 2007"
        },
        {
            "footnote": 29,
            "title": "Family based association analyses between the serotonin transporter gene polymorphism (5-HTTLPR) and neuroticism, anxiety and depression.",
            "in_text_citation": "Middeldorp et al., 2007"
        },
        {
            "footnote": 16,
            "title": "No interaction between the serotonin transporter polymorphism (5-HTTLPR) and childhood adversity or recent stressful life events on symptoms of depression: results from two community surveys.",
            "in_text_citation": "Chipman et al., 2007"
        },
        {
            "footnote": 15,
            "title": "The risk for depression conferred by stressful life events is modified by variation at the serotonin transporter 5HTTLPR genotype: evidence from the Spanish PREDICT-Gene cohort.",
            "in_text_citation": "Cervilla et al., 2007"
        },
        {
            "footnote": 30,
            "title": "Interactions between life stressors and susceptibility genes (5-HTTLPR and BDNF) on depression in Korean elders.",
            "in_text_citation": "Kim et al., 2007"
        },
        {
            "footnote": 31,
            "title": "5-HTTLPR genotype, stressful life events and late-life depression: no evidence of interaction in a French population.",
            "in_text_citation": "Power et al., 2008"
        },
        {
            "footnote": 32,
            "title": "Interaction between the 5-HTTLPR serotonin transporter polymorphism and environmental adversity for mood and anxiety psychopathology: evidence from a high-risk community sample of young adults.",
            "in_text_citation": "Laucht et al., 2009"
        }
    ]
}