{
    "key_references": [
        {
            "title": "Influence of life stress on depression: moderation by a polymorphism in the 5-HTT gene.",
            "abstract": "In a prospective-longitudinal study of a representative birth cohort, we tested why stressful experiences lead to depression in some people but not in others. A functional polymorphism in the promoter region of the serotonin transporter (5-HT T) gene was found to moderate the influence of stressful life events on depression. Individuals with one or two copies of the short allele of the 5-HT T promoter polymorphism exhibited more depressive symptoms, diagnosable depression, and suicidality in relation to stressful life events than individuals homozygous for the long allele. This epidemiological study thus provides evidence of a gene-by-environment interaction, in which an individual's response to environmental insults is moderated by his or her genetic makeup.\n",
            "in_text_citation": "Caspi et al., 2003",
            "footnote": 10
        },
        {
            "title": "Gene-environment interaction analysis of serotonin system markers with adolescent depression.",
            "abstract": "We report analyses from a study of gene-environment interaction in adolescent depression. The sample was selected from 1990 adolescents aged 10-20 years: those with depression symptoms in the top or bottom 15% were identified and divided into high or low environmental risk groups. DNA was obtained from 377 adolescents, representing the four quadrants of high or low depression and high or low environmental risk. Markers within, or close to, each of the serotonergic genes 5HTT, HTR2A, HTR2C, MAOA (monoamine oxidase type A) and tryptophan hydroxylase (TPH) were genotyped. Environmental risk group was a nonsignificant predictor and sex was a significant predictor of the depression group. HTR2A and TPH significantly predicted the depression group, independent of the effects of sex, environmental risk group and their interaction. In addition, there was a trend for an effect of 5HTTLPR, which was significant in female subjects. Furthermore, there was a significant genotype-environmental risk interaction for 5HTTLPR in female subjects only, with the effect being in the same direction as another recent study, reaffirming that an important source of genetic heterogeneity is exposure to environmental risk.\n",
            "in_text_citation": "Eley et al., 2004",
            "footnote": 18
        },
        {
            "title": "The relationship between stressful life events, the serotonin transporter (5-HTTLPR) genotype and major depression.",
            "abstract": "## BACKGROUND\nSerotonin is a good candidate for major depression. We attempted to replicate the study by Caspi and colleagues [Science (2003) 301, 386-389] which reported a significant interaction between serotonin transporter (5-HTTLPR) genotype and stressful life events when predicting major depression.\n## METHOD\nWe typed the serotonin promoter 5-HTTLPR gene in 1206 male and female twins aged 19-78 years (mean = 39, S.D. = 11). A DSM-IV diagnosis of major depression was available for 1199 twins. Most of these twins had participated in a 1988-1990 study which included a stressful life events inventory and self-report measure of depression based on the SCL-90 and DSSI/sAD. Complete 5-HTT genotype and life events data, self-report symptoms and major depression diagnoses were available for 1091 subjects. We regressed categorical and ordinal measures of depression onto stressful life events and genotype.\n## RESULTS\nThere were significant main effects for stressful life events but there was no evidence for any effect of 5-HTT genotype, nor a genotype x stressful life event interaction.\n## CONCLUSIONS\nRegardless of whether our results were based on binary logistic or ordinal regression analyses we found no evidence to support a main effect of 5-HTTLPR, or an interaction between the 5-HTTLPR genotype and stressful life events on major depression, Only 20 % of our subjects were aged below 30 years. It is possible that the effect reported by Caspi and colleagues is specific to young people, in which case our study has much less power in this age group.\n",
            "in_text_citation": "Gillespie et al., 2005",
            "footnote": 19
        },
        {
            "title": "Mental and physical distress is modulated by a polymorphism in the 5-HT transporter gene interacting with social stressors and chronic disease burden.",
            "abstract": "Previous studies have yielded conflicting results as to the putative role of the functional polymorphism of the promoter region of the serotonin transporter gene (SLC6A4) in the etiology of anxiety-related traits and depressive disorders. Recently, a significant gene-environment interaction was found between life stressors, the short allele of the SLC6A4 polymorphism and depression. The aim of the present study was to investigate if such a gene-environment interaction could be replicated within a different population with a different risk structure. A total of 1005 subjects from a general population sample (Study of Health in Pomerania) were genotyped. Mental and physical distress were assessed on 38 items of the modified complaint scale (BL-38). The interaction between the SLC6A4 genotype, social stressors and chronic diseases with regard to the BL-38 score was evaluated by ANOVA. There was no independent association of genotype with mental and physical distress. However, significant interactions between genotype, unemployment and chronic diseases (F = 6.6; df = 3, 671; P < 0.001) were found in females but not in males. The genotype explained 2% of the total variance of the BL-38 score and 9.1% of the explained variance. The results partly confirm previous findings of a significant gene-environment interaction of the short allele, indicating a higher mental vulnerability to social stressors and chronic diseases. The relevance of this finding is sustained by the fact that the sample characteristics and the risk structure were highly different from previous studies.\n",
            "in_text_citation": "Grabe et al., 2005",
            "footnote": 20
        },
        {
            "title": "Social adversity, the serotonin transporter (5-HTTLPR) polymorphism and major depressive disorder.",
            "abstract": "## BACKGROUND\nRecent evidence has suggested that the short allele of the serotonin transporter (5-HTT) gene-linked polymorphic region (5-HTTLPR of the human serotonin gene [SLC6A4]) is associated with increased risk of depressive disorder but only among individuals exposed to social adversity. We report an investigation designed to replicate this finding.\n## METHODS\nData were available from a non-clinical sample of 4,175 adult men and women, ages 41-80 years, selected from participants in the European Prospective Investigation into Cancer and Nutrition in Norfolk (EPIC-Norfolk, United Kingdom) study. Evidence of past-year prevalent episodic major depressive disorder (MDD), defined by restricted DSM-IV diagnostic criteria, was assessed through questionnaire. Adverse experiences in childhood and in adulthood (during the five years preceding assessment) were also assessed through self-report. The 5-HTTLPR variant was genotyped according to published protocols.\n## RESULTS\nOne-year prevalent MDD criteria were met by 298 study participants. The experience of social adversity (both in childhood and adulthood) was strongly associated with increased rates of past-year prevalent MDD. No gene by environment (GxE) interactions between the 5-HTTLPR genotype, social adversity, and MDD were observed.\n## CONCLUSIONS\nThis study has not replicated a previous finding of a GxE interaction between the 5-HTTLPR genotype, social adversity, and depression.\n",
            "in_text_citation": "Surtees et al., 2006",
            "footnote": 25
        },
        {
            "title": "Life events, first depression onset and the serotonin transporter gene.",
            "abstract": "## BACKGROUND\nA relationship between the serotonin transporter gene, adverse events and onset of major depression has been reported.\n## AIMS\nTo replicate a gene x environment interaction in a cohort with longitudinal data for life events, experience of depression, parental bonding and neuroticism.\n## METHOD\nAt the 25-year follow-up, genomic DNA was obtained from 127 cohort members (mean age 48 years) to determine the genotype of the serotonin transporter gene-linked promoter region (5-HTTLPR). Associations were investigated between the 5-HTTLPR genotype, positive and adverse life events and the gene x environment interaction, and also between the 5-HTTLPR genotype and risk factors for depression.\n## RESULTS\nNo relationship was found between 5-HTTLPR genotype and either risk factors for depression or positive life events. Adverse life events had a significantly greater impact on the onset of depression for individuals with the s/s genotype.\n## CONCLUSIONS\nThe 5-HTTLPR genotype is a significant predictor of onset of major depression following multiple adverse events. This is one of the more robust findings concerning specific biological risk factors for depression.\n",
            "in_text_citation": "Wilhelm et al., 2006",
            "footnote": 27
        },
        {
            "title": "Early family environment, current adversity, the serotonin transporter promoter polymorphism, and depressive symptomatology.",
            "abstract": "## BACKGROUND\nMixed evidence has suggested that homozygous carriers of the short allele (s/s) of the serotonin transporter gene-linked polymorphic region (5-HTTLPR) may be at increased risk for depression, if they have also been exposed to early or current adversity/stress. We address this debate by examining the relation of a stressful early family environment, recent adversity/stress, and the 5-HTTLPR to depressive symptomatology in a normal sample.\n## METHODS\nA nonclinical sample of 118 young adult men and women completed assessments of early family environment, recent stressful events, psychosocial resources, and psychological distress, including depressive symptomatology. The 5-HTTLPR was genotyped using a standard protocol with DNA extracted from oral fluid.\n## RESULTS\nA stressful early family environment was significantly related to depressive symptomatology. In addition, gene-by-environment (GxE) interactions were observed between the 5-HTTLPR and both early family environment and current adversity/stress. Individuals homozygous for the short allele had greater depressive symptomatology if they had experienced early or recent adversity but significantly less depressive symptomatology if they reported a supportive early environment or recent positive experiences, compared with participants with the s/l or l/l genotype.\n## CONCLUSIONS\nEarly or current environment, in conjunction with the serotonin transporter polymorphism, predicts depressive symptomatology.\n",
            "in_text_citation": "Taylor et al., 2006",
            "footnote": 26
        },
        {
            "title": "Relationship of 5-HTTLPR genotypes and depression risk in the presence of trauma in a female twin sample.",
            "abstract": "Several studies have implicated an insertion/deletion polymorphism in the promoter region of the serotonin transporter gene (SLC6A4; 5-HTT) in the development of mood disorders. In the present study of a sample of 247 young adult female twins from Missouri, we examine whether this polymorphism interacts with the effect of adverse life events to increase risk for developing depression. We found a significant interaction between the number of high-activity L(A) alleles and exposure to trauma (OR = 1.70, P < 0.0001). This differs from previous reports, in that the higher activity genotypes (L(A)/L(A), L(A)/S, L(A)/L(G)), rather than the low activity genotypes (S/S, S/L(G), L(G)/L(G)), are associated with an increased incidence of major depressive disease (MDD) in the presence of environmental trauma.\n",
            "in_text_citation": "Chorbov et al., 2007",
            "footnote": 17
        },
        {
            "title": "Family based association analyses between the serotonin transporter gene polymorphism (5-HTTLPR) and neuroticism, anxiety and depression.",
            "abstract": "We studied the association between the short/long promotor-based length polymorphism of the serotonin transporter gene (5-HTTLPR) and neuroticism, anxiety and depression. Subjects included twins, their siblings and parents from the Netherlands Twin Register (559 parents and 1,245 offspring). Subjects had participated between one and five times in a survey study measuring neuroticism, anxiety and depression. Offspring of these families were also approached to participate in a psychiatric interview diagnosing DSM-IV major depression. Within-family and total association between 5-HTTLPR and these traits were tested. Only three of the 36 tests showed a significant effect of 5-HTTLPR (P<0.05). These effects were in opposite directions, i.e. both negative and positive regression coefficients were found for the s allele. No additive effect of the s allele was found for DSM-IV depression. Our results strongly suggest that there is no straightforward association between 5-HTTLPR and neuroticism, anxiety and depression.\n",
            "in_text_citation": "Middeldorp et al., 2007",
            "footnote": 29
        },
        {
            "title": "No interaction between the serotonin transporter polymorphism (5-HTTLPR) and childhood adversity or recent stressful life events on symptoms of depression: results from two community surveys.",
            "abstract": "In this study we investigated interactions between the 5-HTTLPR genotype and environmental risk factors (G x E) on symptoms of depression in two large Australian community samples of adolescents and young adults. We postulated that a significant interaction between the 5-HTTLPR genotype and environmental risk factors of childhood adversity or stressful life events on symptoms of depression would be observed in subjects with at least one short allele (s/l or s/s) compared with subjects with no short alleles (l/l). We did not find significant G x E interactions between the 5-HTTLPR genotype and recent stressful life events or childhood adversity on symptoms of depression in our sample populations. However, we did find adolescents aged 17-18 years homozygous for the long allele (l/l) and exposed to persistently high levels of family adversity over a 6-year period were at a greater risk of depression than subjects with the same genotype exposed to no or persistently low levels of family adversity. This interaction should be interpreted cautiously due to the small number of depressed subjects in the sample with persistently high levels of family adversity.\n",
            "in_text_citation": "Chipman et al., 2007",
            "footnote": 16
        },
        {
            "title": "The risk for depression conferred by stressful life events is modified by variation at the serotonin transporter 5HTTLPR genotype: evidence from the Spanish PREDICT-Gene cohort.",
            "abstract": "We report results from the PREDICT-Gene case-control study nested in a prospective cohort designed to identify predictors of the onset of depression among adult primary-care attendees. We tested the potential gene-by-environment interaction between 5HTTLPR genotype at the serotonin transporter gene and previous exposure to threatening life events (TLEs) in depression. A total of 737 consecutively recruited participants were genotyped. Additional information was gathered on exposure to TLEs over a 6-month period, socio-demographic data and family history of psychological problems among first-degree relatives. Diagnoses of depression were ascertained using the Composite International Diagnostic Interview (CIDI) by trained interviewers. Two different depressive outcomes were used (ICD-10 depressive episode and ICD-10 severe depressive episode). Both the s/s genotype and exposure to increasing number of TLEs were significantly associated with depression. Moreover, the 5HTTLPR s/s genotype significantly modified the risk conferred by TLEs for both depressive outcomes. Thus, s/s homozygous participants required minimal exposure to TLE (1 TLE) to acquire a level of risk for depression that was only found among l/s or l/l individuals after significantly higher exposure to TLEs (two or more TLEs). The interaction was more apparent when applied to the diagnosis of ICD-10 severe depressive episode and after adjusting for gender, age and family history of psychological problems. Likelihood ratios tests for the interaction were statistically significant for both depressive outcomes (ICD-10 depressive episode: LR X(2)=4.7, P=0.09 (crude), LR-X(2)=6.4, P=0.04 (adjusted); ICD-10 severe depressive episode: LR X(2)=6.9, P=0.032 (crude), LR-X(2)=8.1, P=0.017 (adjusted)).\n",
            "in_text_citation": "Cervilla et al., 2007",
            "footnote": 15
        },
        {
            "title": "Interactions between life stressors and susceptibility genes (5-HTTLPR and BDNF) on depression in Korean elders.",
            "abstract": "## BACKGROUND\nIt has been reported that the functional polymorphism in the serotonin transporter gene linked promoter region (5-HTTLPR) modifies the association between stressful life events (SLEs) and depression in child, adolescent, and adult populations. We sought to replicate this finding in elders and, additionally, to test modifying effects of the brain-derived neurotrophic factor (BDNF) val66met polymorphism.\n## METHODS\nIn 732 Korean community residents ages 65+, diagnosis of depression (Geriatric Mental State Schedule), information on SLEs, and genotypes for 5-HTTLPR and BDNF val66met were ascertained. Of those without depression at baseline, 521 (88%) were followed up 2.5 years later. Interactions between SLEs and the two genotypes were investigated for both prevalent depression at baseline and incident depression at follow-up.\n## RESULTS\nSignificant interactions of SLEs with both 5-HTTLPR and BDNF genotypes were observed on risk of depression after adjustment for age, gender, education, and disability. A significant three-way interaction between 5-HTTLPR, BDNF, and SLEs was also found. The same findings were observed for predictors of incident depression in the prospective analysis.\n## CONCLUSIONS\nThese findings suggest that environmental risk of depression is modified by at least two genes and that gene-environment interactions are found even into old age.\n",
            "in_text_citation": "Kim et al., 2007",
            "footnote": 30
        },
        {
            "title": "5-HTTLPR genotype, stressful life events and late-life depression: no evidence of interaction in a French population.",
            "abstract": "Modification of the effect of life events on risk of depression by a polymorphism in the serotonin transporter gene promoter (5-HTTLPR) has been reported in child, adolescent, adult and elderly populations. Replication attempted on data collected from 1421 individuals aged 65 and over from a French community study provided no evidence of a similar modifying effect. In the only analysis known to the authors to be carried out in an exclusively elderly, European population, this null finding remained consistent after restriction of analysis to prevalent or incident cases.\n",
            "in_text_citation": "Power et al., 2008",
            "footnote": 31
        },
        {
            "title": "Interaction between the 5-HTTLPR serotonin transporter polymorphism and environmental adversity for mood and anxiety psychopathology: evidence from a high-risk community sample of young adults.",
            "abstract": "Previous research examining gene-environment interaction (GxE) with regard to vulnerability to depression and anxiety has yielded conflicting results. The present study was designed to further investigate GxE between 5-HTTLPR and exposure to environmental adversity, using different phenotypic and genotypic characterizations as well as different types of adversity within a prospective study design. Data were available from an ongoing epidemiological cohort study following the outcome of early risk factors from birth to adulthood. At age 19 yr, 309 participants (142 males, 167 females) were characterized on measures of depression and anxiety through interview and questionnaire (DSM-IV diagnosis, Beck Depression Inventory, Harm Avoidance). Environmental adversity was assessed at birth (family adversity), and at age 19 yr (stressful life events). Bi- and tri-allelic 5-HTTLPR genotypes were obtained from genomic DNA. Results indicated that depression and anxiety in 19-yr-olds were strongly associated with both family adversity and stressful life events. Individuals with the LL genotype of 5-HTTLPR who were exposed to high family adversity displayed significantly higher rates of depressive or anxiety disorders and had more depressive symptoms than those without either condition. This GxE replicates recent findings from an epidemiological cohort study of adolescents but is in contrast to many previous reports suggesting an interaction with the S allele. No evidence for GxE was obtained with regard to current stressful life events and trait anxiety. One possible source for the conflicting findings might be attributed to heterogeneity in depression phenotypes and environmental adversity.\n",
            "in_text_citation": "Laucht et al., 2009",
            "footnote": 32
        }
    ]
}