{
    "citations": [
        {
            "footnote": 20,
            "title": "Lowering the hemoglobin threshold for transfusion in coronary artery bypass procedures: effect on patient outcome.",
            "in_text_citation": "Bracey et al., 1999"
        },
        {
            "footnote": 21,
            "title": "Transfusion requirements after cardiac surgery: the TRACS randomized controlled trial.",
            "in_text_citation": "Hajjar et al., 2010"
        },
        {
            "footnote": 22,
            "title": "Children with single-ventricle physiology do not benefit from higher hemoglobin levels post cavopulmonary connection: results of a prospective, randomized, controlled trial of a restrictive versus liberal red-cell transfusion strategy.",
            "in_text_citation": "Cholette et al., 2011"
        },
        {
            "footnote": 23,
            "title": "Conservative vs liberal red cell transfusion in acute myocardial infarction (the CRIT Randomized Pilot Study).",
            "in_text_citation": "Cooper et al., 2011"
        },
        {
            "footnote": 24,
            "title": "A randomized controlled pilot study of adherence to transfusion strategies in cardiac surgery.",
            "in_text_citation": "Shehata et al., 2012"
        },
        {
            "footnote": 10,
            "title": "Liberal vs restrictive transfusion thresholds for patients with symptomatic coronary artery disease.",
            "in_text_citation": "Carson et al., 2013a"
        },
        {
            "footnote": 25,
            "title": "Safety and effects of 2 red blood cell transfusion strategies in pediatric cardiac surgery patients: a randomized controlled trial.",
            "in_text_citation": "de Gast-Bakker et al., 2013"
        },
        {
            "footnote": 26,
            "title": "A multicenter, randomized, controlled clinical trial of transfusion requirements in critical care.",
            "in_text_citation": "Hébert et al., 1999"
        },
        {
            "footnote": 27,
            "title": "Transfusion strategies for patients in pediatric intensive care units.",
            "in_text_citation": "LaCroix et al., 2007"
        },
        {
            "footnote": 11,
            "title": "Transfusion strategies for acute upper gastrointestinal bleeding.",
            "in_text_citation": "Villanueva et al., 2013"
        },
        {
            "footnote": 28,
            "title": "The Premature Infants in Need of Transfusion (PINT) study: a randomized, controlled trial of a restrictive (low) vs liberal (high) transfusion threshold for extremely low birth weight infants.",
            "in_text_citation": "Kirpalani et al., 2006"
        },
        {
            "footnote": 29,
            "title": "A pilot randomized trial comparing symptomatic vs hemoglobin level–driven red blood cell transfusions following hip fracture.",
            "in_text_citation": "Carson et al., 1998"
        },
        {
            "footnote": 30,
            "title": "Silent myocardial ischaemia and haemoglobin concentration: a randomized controlled trial of transfusion strategy in lower limb arthroplasty.",
            "in_text_citation": "Grover et al., 2006"
        },
        {
            "footnote": 31,
            "title": "The effects of liberal vs restrictive transfusion thresholds on ambulation after hip fracture surgery.",
            "in_text_citation": "Foss et al., 2009"
        },
        {
            "footnote": 32,
            "title": "A randomized comparison of transfusion triggers in elective orthopaedic surgery using leucocyte-depleted red blood cells.",
            "in_text_citation": "So-Osman et al., 2010"
        },
        {
            "footnote": 33,
            "title": "Liberal or restrictive transfusion in high-risk patients after hip surgery.",
            "in_text_citation": "Carson et al., 2011"
        },
        {
            "footnote": 14,
            "title": "A liberal blood transfusion strategy after hip fracture surgery does not increase the risk of infection in frail elderly.",
            "in_text_citation": "Gregersen et al., 2012"
        },
        {
            "footnote": 34,
            "title": "Transfusion policy after severe postpartum haemorrhage: a randomised non-inferiority trial.",
            "in_text_citation": "Prick et al., 2014"
        },
        {
            "footnote": 35,
            "title": "Red blood cell transfusion thresholds in pediatric patients with sepsis.",
            "in_text_citation": "Karam et al., 2011"
        },
        {
            "footnote": 36,
            "title": "A comparison of conservative and aggressive transfusion regimens in the perioperative management of sickle cell disease.",
            "in_text_citation": "Vichinsky et al., 1995"
        },
        {
            "footnote": 37,
            "title": "The Transfusion Alternatives Preoperatively in Sickle Cell Disease (TAPS) study: a randomised, controlled, multicentre clinical trial.",
            "in_text_citation": "Howard et al., 2013"
        }
    ]
}