{
    "citations": [
        {
            "footnote": 10,
            "title": "Patent ductus arteriosus and development of bronchopulmonary dysplasia-associated pulmonary hypertension.",
            "in_text_citation": "Gentle et al., 2023"
        },
        {
            "footnote": 11,
            "title": "Patent ductus arteriosus and the risk of bronchopulmonary dysplasia-associated pulmonary hypertension.",
            "in_text_citation": "Nawaytou et al., 2023"
        },
        {
            "footnote": 25,
            "title": "Predictors of bronchopulmonary dysplasia and pulmonary hypertension in newborn children.",
            "in_text_citation": "Ali et al., 2013"
        },
        {
            "footnote": 26,
            "title": "Pulmonary hypertension in preterm infants with bronchopulmonary dysplasia.",
            "in_text_citation": "An et al., 2010"
        },
        {
            "footnote": 27,
            "title": "Pulmonary hypertension in infants with bronchopulmonary dysplasia: risk factors, mortality and duration of hospitalisation.",
            "in_text_citation": "Arattu Thodika et al., 2021"
        },
        {
            "footnote": 28,
            "title": "Oxygen requirement as a screening tool for the detection of late pulmonary hypertension in extremely low birth weight infants.",
            "in_text_citation": "Aswani et al., 2016"
        },
        {
            "footnote": 29,
            "title": "Prospective analysis of pulmonary hypertension in extremely low birth weight infants.",
            "in_text_citation": "Bhat et al., 2012"
        },
        {
            "footnote": 30,
            "title": "Right ventricular function in infants with bronchopulmonary dysplasia and pulmonary hypertension: a pilot study.",
            "in_text_citation": "Blanca et al., 2018"
        },
        {
            "footnote": 31,
            "title": "CRIB scores as a tool for assessing risk for the development of pulmonary hypertension in extremely preterm infants with bronchopulmonary dysplasia.",
            "in_text_citation": "Bruno et al., 2015"
        },
        {
            "footnote": 32,
            "title": "Hipertensión pulmonar estimada por ecocardiografía en prematuros con displasia broncopulmonar: frecuencia, evolución y factores de riesgo.",
            "in_text_citation": "Cartón Sánchez et al., 2016"
        },
        {
            "footnote": 33,
            "title": "Fetal growth restriction and pulmonary hypertension in premature infants with bronchopulmonary dysplasia.",
            "in_text_citation": "Check et al., 2013"
        },
        {
            "footnote": 34,
            "title": "The impact of atrial left-to-right shunt on pulmonary hypertension in preterm infants with moderate or severe bronchopulmonary dysplasia.",
            "in_text_citation": "Choi et al., 2015"
        },
        {
            "footnote": 35,
            "title": "NTproBNP as a surrogate biomarker for early screening of pulmonary hypertension in preterm infants with bronchopulmonary dysplasia.",
            "in_text_citation": "Dasgupta et al., 2018"
        },
        {
            "footnote": 36,
            "title": "Mortality among infants with evolving bronchopulmonary dysplasia increases with major surgery and with pulmonary hypertension.",
            "in_text_citation": "DeVries et al., 2017"
        },
        {
            "footnote": 37,
            "title": "Association of unit-wide oxygen saturation target on incidence of pulmonary hypertension in very low birthweight premature infants.",
            "in_text_citation": "Kanaan et al., 2018"
        },
        {
            "footnote": 38,
            "title": "Pulmonary hypertension with bronchopulmonary dysplasia: Aichi cohort study.",
            "in_text_citation": "Kawai et al., 2022"
        },
        {
            "footnote": 39,
            "title": "Pulmonary artery hypertension in formerly premature infants with bronchopulmonary dysplasia: clinical features and outcomes in the surfactant era.",
            "in_text_citation": "Khemani et al., 2007"
        },
        {
            "footnote": 40,
            "title": "Risk factors for pulmonary artery hypertension in preterm infants with moderate or severe bronchopulmonary dysplasia.",
            "in_text_citation": "Kim et al., 2012"
        },
        {
            "footnote": 41,
            "title": "Bronchopulmonary dysplasia-associated pulmonary hypertension: clues from placental pathology.",
            "in_text_citation": "Kunjunju et al., 2017"
        },
        {
            "footnote": 42,
            "title": "The impact of pulmonary hypertension in preterm infants with severe bronchopulmonary dysplasia through 1 year.",
            "in_text_citation": "Lagatta et al., 2018"
        },
        {
            "footnote": 43,
            "title": "Neurodevelopmental outcomes of preterm infants born <29 weeks with bronchopulmonary dysplasia associated pulmonary hypertension: a multicenter study.",
            "in_text_citation": "Lodha et al., 2022"
        },
        {
            "footnote": 44,
            "title": "Screening echocardiography identifies risk factors for pulmonary hypertension at discharge in premature infants with bronchopulmonary dysplasia.",
            "in_text_citation": "Madden et al., 2022"
        },
        {
            "footnote": 45,
            "title": "Early pulmonary vascular disease in preterm infants at risk for bronchopulmonary dysplasia.",
            "in_text_citation": "Mourani et al., 2015"
        },
        {
            "footnote": 46,
            "title": "Hemodynamic and clinical consequences of early versus delayed closure of patent ductus arteriosus in extremely low birth weight infants.",
            "in_text_citation": "Philip et al., 2021"
        },
        {
            "footnote": 47,
            "title": "Risk factors of pulmonary hypertension in preterm infants with chronic lung disease.",
            "in_text_citation": "Ra et al., 2013"
        },
        {
            "footnote": 48,
            "title": "Extremely premature infants born at 23-25 weeks gestation are at substantial risk for pulmonary hypertension.",
            "in_text_citation": "Sallmon et al., 2022"
        },
        {
            "footnote": 49,
            "title": "Factors associated with development of early and late pulmonary hypertension in preterm infants with bronchopulmonary dysplasia.",
            "in_text_citation": "Sheth et al., 2020"
        },
        {
            "footnote": 50,
            "title": "Echocardiographic detection of pulmonary hypertension in extremely low birth weight infants with bronchopulmonary dysplasia requiring prolonged positive pressure ventilation.",
            "in_text_citation": "Slaughter et al., 2011"
        },
        {
            "footnote": 51,
            "title": "Arginase I gene single-nucleotide polymorphism is associated with decreased risk of pulmonary hypertension in bronchopulmonary dysplasia.",
            "in_text_citation": "Trittmann et al., 2014"
        },
        {
            "footnote": 52,
            "title": "Early characteristics of infants with pulmonary hypertension in a referral neonatal intensive care unit.",
            "in_text_citation": "Vyas-Read et al., 2017"
        },
        {
            "footnote": 53,
            "title": "A prediction model of pulmonary hypertension in preterm infants with bronchopulmonary dysplasia.",
            "in_text_citation": "Wang et al., 2022"
        },
        {
            "footnote": 54,
            "title": "Pulmonary hypertension in preterm infants: results of a prospective screening program.",
            "in_text_citation": "Weismann et al., 2017"
        }
    ]
}