{
    "key_references": [
        {
            "title": "Patent Ductus Arteriosus and Development of Bronchopulmonary Dysplasia-associated Pulmonary Hypertension.",
            "abstract": "Rationale: Extremely preterm infants with evolving bronchopulmonary dysplasia (BPD) are at risk for development of BPD-associated pulmonary hypertension (BPD-PH). A patent ductus arteriosus (PDA) shunt may be a modifiable risk factor for BPD-PH development. Objective: To determine whether the presence and duration of ductus arteriosus patency differs between extremely preterm infants with and without BPD-PH. Methods: We conducted a retrospective case-control study among preterm infants of gestational age 22 weeks, 0 days, to 28 weeks, 6 days, who remained on respiratory support on postnatal day 28 at the University of Alabama at Birmingham from 2017 to 2020. Infants who were diagnosed with PH (cases) by echocardiography were compared with infants without PH (control subjects). Data from echocardiograms performed during the hospitalization after postnatal day 28 were included. Logistic regression adjusted for covariates that differed significantly between groups. A probit analysis related the duration of ductal patency to the development of BPD-PH. Measurements and Main Results: A total of 138 infants developed BPD alone, and 82 infants developed BPD-PH. After adjustment for differing covariates between groups, both PDA (adjusted odds ratio, 4.29; 95% confidence interval, 1.89-9.77) and moderate to large PDA (adjusted odds ratio, 4.15; 95% confidence interval, 1.78-9.64) remained significantly related to BPD-PH at discharge. By probit analysis, each additional month of PDA and hemodynamically significant PDA exposure was associated with an increased probability for the composite outcome of BPD-PH at discharge or death with coefficients of 0.40 (P < 0.001) and 0.45 (P < 0.001), respectively. Conclusions: In extremely preterm infants on respiratory support on postnatal day 28, both the presence of and a longer duration of ductus arteriosus patency were associated with the development of BPD-PH.",
            "in_text_citation": "Gentle et al., 2023",
            "footnote": 10
        },
        {
            "title": "Patent ductus arteriosus and the risk of bronchopulmonary dysplasia-associated pulmonary hypertension.",
            "abstract": "## BACKGROUND\nThe aim of the study was to determine whether prolonged exposure to a moderate/large patent ductus arteriosus left-to-right shunt (PDA) increases the risk of late (beyond 36 weeks) pulmonary hypertension (BPD-PH) and pulmonary vascular disease (BPD-PVD) during the neonatal hospitalization in preterm infants (<28 weeks' gestation) with bronchopulmonary dysplasia (BPD).\n## METHODS\nAll infants requiring respiratory support ≥36 weeks had systematic echocardiographic evaluations for BPD-PH at planned intervals. Infants were classified as having either flow-associated BPD-PH (BPD-flow-PH) or BPD-PVD.\n## RESULTS\n256 infants survived ≥36 weeks: 105 had NO BPD (were off respiratory support by 36 weeks); 151 had BPD. 22/151 had BPD-PH (12/22 had BPD-flow-PH from a PDA that persisted beyond 36 weeks; 10/22 had BPD-PVD). Moderate/large PDA shunts that persisted beyond 36 weeks were significantly associated with an increased incidence of BPD-PH due to BPD-flow-PH. We found no association between the duration of PDA exposure and the incidence of BPD-PVD.\n## CONCLUSIONS\nModerate/large PDA shunts increase the risk of flow-associated BPD-PH when present beyond 36 weeks. Although term infants with PDA-congenital heart disease can develop pulmonary vascular remodeling and PVD after months of PDA exposure, we found no echocardiographic evidence in preterm infants that prolonged PDA exposure increases the incidence of BPD-PVD during the neonatal hospitalization.\n## IMPACT\nIn our study, preterm infants (<28 weeks' gestation) with bronchopulmonary dysplasia (BPD) had a 15% incidence of pulmonary hypertension (PH) beyond 36 weeks' postmenstrual age as a comorbidity. Moderate/large patent ductus arteriosus (PDA) shunts increased the risk of flow-associated PH when present beyond 36 weeks. Although months of prolonged PDA exposure can cause pulmonary vascular remodeling and pulmonary vascular disease (PVD) in term infants with PDA-congenital heart disease, we found no echocardiographic evidence for an association between the duration of PDA exposure and the incidence of late PVD during the neonatal hospitalization in preterm infants with BPD.\n",
            "in_text_citation": 11,
            "footnote": "Nawaytou et al., 2023"
        },
        {
            "title": "Predictors of bronchopulmonary dysplasia and pulmonary hypertension in newborn children.",
            "abstract": "## INTRODUCTION\nInfants with bronchopulmonary dysplasia (BPD) are at high risk of developing cardiovascular sequelae in the form of pulmonary hypertension (PH) which significantly increases morbidity and mortality. The aim of this study was to evaluate the incidence of BPD, to identify characteristics associated with BPD and to identify characteristics associated with PH in infants with BPD.\n## MATERIAL AND METHODS\nA retrospective study was performed. Data were obtained from a regional neonatal database and by reviewing medical records of infants admitted during the 2002-2010 period. A total of 400 infants with a birth weight (BW) < 1,500 g were identified. Eight were excluded and 74 infants met the criteria for BPD. A total of 17 infants with BPD had PH.\n## RESULTS\nWe found that the incidence of BPD at the Neonatal Department at Hvidovre Hospital between January 2002 and December 2010 was 18%. Infants with BPD differed significantly from infants without BPD with regard to the following characteristics: Infants with BPD more frequently had a lower gestational age and BW, intubation at birth, mechanical ventilation within 24 hours of birth, a lower Apgar score at one minute and five minutes. The incidence of PH was 23% among infants with BPD. Furthermore, we found a significantly larger frequency of intubation at birth, postnatal infection, longer duration of continuous positive airway pressure treatment and use of oxygen therapy among infants with PH and BPD than among the remaining infants.\n## CONCLUSION\nThe incidence of BPD was 18%. Low gestational age was found to be the most important factor associated with development of BPD. Among BPD infants, postnatal infection was significantly associated with PH. Further prospective studies including routine echocardiography are needed to evaluate risk factors for PH.\n## FUNDING\nnot relevant.\n## TRIAL REGISTRATION\nnot relevant.\n",
            "in_text_citation": "Ali et al., 2013",
            "footnote": 25
        },
        {
            "title": "Pulmonary hypertension in preterm infants with bronchopulmonary dysplasia.",
            "abstract": "## BACKGROUND AND OBJECTIVES\nWith the increasing survival of preterm infants, pulmonary hypertension (PH) related to bronchopulmonary dysplasia (BPD) has become an important complication. The aim of this study was to investigate the characteristics and outcome of PH in preterm infants with BPD and to identify the risk factors for PH.\n## SUBJECTS AND METHODS\nWe reviewed the records of 116 preterm infants with BPD cared for at a single tertiary center between 2004 and 2008.\n## RESULTS\nTwenty-nine (25%) infants had PH >2 months after birth. PH occurred initially at a median age of 65 days (range, 7-232 days). Severe BPD, a birth weight <800 g, long-term ventilator care and oxygen supplementation, a high ventilator setting, infection, and a patent ductus arteriosus (PDA) were related to PH based on univariate analysis (p<0.05). The infants who had longer oxygen supplementation were significantly more likely to have PH (odds ratio, 18.5; 95% confidence interval, 4.1-84.6; p<0.001). PH was improved in 76% of infants after a median of 85 days (range, 20-765 days). Four infants (14%) died. The death of 3 infants was attributed to PH.\n## CONCLUSION\nBPD was frequently complicated by PH. Although PH resolved in the majority of infants, PH in preterm infants with BPD can be fatal. Regular screening for PH and adequate management are required.\n",
            "in_text_citation": "Wang et al., 2022",
            "footnote": 53
        },
        {
            "title": "Pulmonary hypertension in infants with bronchopulmonary dysplasia: risk factors, mortality and duration of hospitalisation.",
            "abstract": "## OBJECTIVES\nPulmonary hypertension (PH) is a complication of bronchopulmonary dysplasia (BPD) and associated with increased mortality and morbidity. Our aim was to identify, in infants with BPD, the effect of PH on health-care utilisation and health related cost of care.\n## METHODS\nAn electronic data recording system was used to identify infants ≤32 weeks of gestation who developed BPD. PH was classified as early (≤28 days after birth) or late (>28 days after birth).\n## RESULTS\nIn the study period, 182 infants developed BPD; 22 (12.1%) developed late PH. Development of late PH was associated with a lower gestational age [24.6 (23.9-26.9) weeks, p=0.001] and a greater need for positive pressure ventilation on day 28 after birth (100%) compared to infants without late PH (51.9%) (odds ratio (OR) 19.5, 95% CI: 2.6-148), p<0.001. Late PH was associated with increased mortality (36.4%) compared those who did not develop late PH (1.9%) after adjusting for gestational age and ventilation duration (OR: 26.9, 95% CI: 3.8-189.4), p<0.001. In infants who survived to discharge, late PH development was associated with a prolonged duration of stay [147 (118-189) days] compared to the infants that did not develop late PH [109 (85-149) days] (p=0.03 after adjusting for gestational age). Infants who had late PH had a higher cost of stay compared to infants with BPD who did not develop late PH (median £113,494 vs. £78,677, p=0.016 after adjusting for gestational age).\n## CONCLUSIONS\nDevelopment of late PH was associated with increased mortality, a prolonged duration of stay and higher healthcare cost.\n",
            "in_text_citation": "Arattu Thodika et al., 2021",
            "footnote": 27
        },
        {
            "title": "Oxygen requirement as a screening tool for the detection of late pulmonary hypertension in extremely low birth weight infants.",
            "abstract": "## BACKGROUND\nMany extremely low birth weight infants develop pulmonary hypertension late in their clinical course, and over 60% go undetected by early screening echocardiography. At present, no standardised screening protocol exists for detecting late pulmonary hypertension in extremely low birth weight infants. We assessed the utility of oxygen supplementation as a predictor of late pulmonary hypertension.\n## METHODS\nA retrospective single-centre review of extremely low birth weight infants with no evidence of CHD and those surviving for >30 days was performed. The association between oxygen ⩾30% at day of life 30 and diagnosis of late pulmonary hypertension was estimated with an odds ratio and 95% confidence interval using logistic regression. Doppler echocardiography was used to diagnose pulmonary hypertension in the infants.\n## RESULTS\nA total of 230 infants met the study criteria. The incidence of late pulmonary hypertension was 8.3% (19/230). Infants with late pulmonary hypertension were more likely to have a lower mean birth weight (667.1±144 versus 799.3±140 g, p=0.001) and more likely to be small for gestational age (47.4 versus 14.2%, p=0.004). Oxygen requirement ⩾30% at day of life 30 was associated with increased risk of late pulmonary hypertension (odds ratio=3.77, 95% confidence interval=1.42-10.00, p=0.008) in univariate analysis and after adjusting for birth weight (odds ratio=2.47, 95% confidence interval=0.89-6.84, p=0.08).\n## CONCLUSIONS\nThe need of oxygen supplementation ⩾30% at day of life 30 may be a good screening tool for detecting late pulmonary hypertension in extremely low birth weight infants.\n",
            "in_text_citation": "Aswani et al., 2016",
            "footnote": 28
        },
        {
            "title": "Prospective analysis of pulmonary hypertension in extremely low birth weight infants.",
            "abstract": "## OBJECTIVES\nPulmonary hypertension is associated with bronchopulmonary dysplasia in extremely low birth weight (ELBW) infants and contributes to morbidity and mortality. The objective was to determine the prevalence of pulmonary hypertension among ELBW infants by screening echocardiography and evaluate subsequent outcomes.\n## METHODS\nAll ELBW infants admitted to a regional perinatal center were evaluated for pulmonary hypertension with echocardiography at 4 weeks of age and subsequently if clinical signs suggestive of right-sided heart failure or severe lung disease were evident. Management was at discretion of the clinician, and infants were evaluated until discharge from the hospital or pre-discharge death occurred.\n## RESULTS\nOne hundred forty-five ELBW infants (birth weight: 755 ± 144 g; median gestational age: 26 weeks [interquartile range: 24-27]) were screened from December 2008 to February 2011. Overall, 26 (17.9%) were diagnosed with pulmonary hypertension at any time during hospitalization (birth weight: 665 ± 140 g; median gestational age: 26 weeks [interquartile range: 24-27]): 9 (6.2%) by initial screening (early pulmonary hypertension) and 17 (11.7%) who were identified later (late pulmonary hypertension). Infants with pulmonary hypertension were more likely to receive oxygen treatment on day 28 compared with those without pulmonary hypertension (96% vs 75%, P < .05). Of the 26 infants, 3 died (all in the late group because of cor pulmonale) before being discharged from the hospital.\n## CONCLUSIONS\nPulmonary hypertension is relatively common, affecting at least 1 in 6 ELBW infants, and persists to discharge in most survivors. Routine screening of ELBW infants with echocardiography at 4 weeks of age identifies only one-third of the infants diagnosed with pulmonary hypertension. Further research is required to determine optimal detection and intervention strategies.\n",
            "in_text_citation": "Bhat et al., 2012",
            "footnote": 29
        },
        {
            "title": "Right ventricular function in infants with bronchopulmonary dysplasia and pulmonary hypertension: a pilot study.",
            "abstract": "Premature birth and bronchopulmonary dysplasia (BPD) are risk factors for the development of echocardiographic signs of pulmonary hypertension (PH) and are associated with changes in cardiac structure and function. It is unclear whether this association persists beyond early infancy. The aims of this study are to prospectively investigate the prevalence of PH in children with severe BPD and to investigate the effect of BPD and PH on myocardial structure and function at six months corrected age. Preterm infants (gestational age ≤ 32 weeks) with severe BPD were included. Echocardiography was used to define PH and to measure speckle tracking derived longitudinal and circumferential strain of the left ventricle (LV) and right ventricle (RV). Sixty-nine infants with a median (interquartile range [IQR]) gestational age of 25.6 (24.9-26.4) weeks and a median birthweight of 770 (645-945) gram were included. Eight (12%) infants had signs of PH at six months corrected age. RV fractional area change was lower in infants with severe BPD and PH at six months compared to infants without PH (35% ± 9% vs. 43% ± 9%, P = 0.03). RV mean longitudinal systolic strain was lower in infants with severe BPD and PH compared to infants without PH (17.6% [-19.5%/-16.1%] vs. -20.9% [-25.9%/-17.9%], P = 0.04). RV size and LV longitudinal and circumferential strain in children with BPD with or without PH were similar. Signs of PH were found in 12% of infants with severe BPD at six months corrected age and the presence of PH is associated with reduced RV systolic function.\n",
            "in_text_citation": "Blanca et al., 2018",
            "footnote": 30
        },
        {
            "title": "CRIB scores as a tool for assessing risk for the development of pulmonary hypertension in extremely preterm infants with bronchopulmonary dysplasia.",
            "abstract": "## OBJECTIVE\nBronchopulmonary dysplasia (BPD) increases the risk for developing pulmonary hypertension (PH). However, the risk factors associated with BPD-associated PH remain unclear. Our primary aim was to determine perinatal risk factors associated with the development of PH in infants with BPD.\n## STUDY DESIGN\nWe retrospectively reviewed medical records of 303 infants born at ≤ 28 weeks' gestation. Infants were categorized as having no, mild, moderate, or severe BPD. PH was diagnosed by echocardiogram. Data were analyzed using Fisher exact test, two-sample t-test, and multivariable logistic regression.\n## RESULTS\nThe incidence of PH in our cohort was 12%. Infants with PH had lower birth weights and gestational ages (p < 0.001). After controlling for confounding variables, severe BPD (p < 0.001), and higher Clinical Risk Index for Babies (CRIB) scores (p = 0.04) were associated with the development of PH.\n## CONCLUSION\nSevere BPD increases the risk for developing PH. Higher CRIB scores correlate with PH development in infants with BPD. We speculate that CRIB scores may allow for early categorization of preterm infants with a higher likelihood of developing PH.\n",
            "in_text_citation": "Bruno et al., 2015",
            "footnote": 31
        },
        {
            "title": "Fetal growth restriction and pulmonary hypertension in premature infants with bronchopulmonary dysplasia.",
            "abstract": "## OBJECTIVE\nTo identify the association between birth weight (BW)-for-gestational age (GA) and pulmonary hypertension (PHTN) at 36 weeks in infants with moderate-severe bronchopulmonary dysplasia (BPD).\n## STUDY DESIGN\nIn this retrospective cohort study, we followed 138 premature infants (≤ 28 weeks) with moderate and severe BPD (National Institutes of Health consensus definition) born at Prentice Women's Hospital between 2005 and 2009. BW percentiles were calculated using the Fenton growth curve for premature infants. PHTN was determined using a standardized algorithm of echocardiogram review at 36 weeks. Logistic regression was used to evaluate the associations between BW percentile subgroups and PHTN, taking into account antenatal and neonatal factors that were related to PHTN.\n## RESULT\nPHTN was associated with small BW-for-GA, ranging from thresholds of <10th to <25th percentile (P<0.001). These associations remained significant when comparing BW <25th percentile to the reference group (50 to 89 th percentile); after adjustment for GA, gender, multiple gestation, race/ethnicity (odds ratio (OR)=4.2; 95% confidence interval (CI)=1.5, 12.1); and after further adjustment for maternal vascular disease, intrauterine infection, oligohydramnios and relevant postnatal factors (OR=5.7; 95% CI=1.5, 21.2). Longitudinal follow-up of this cohort showed a trend toward higher morbidity and death among PHTN infants with BW <25th percentile.\n## CONCLUSION\nBW-for-GA is an important predictor of PHTN in premature infants with moderate-severe BPD. Our findings contribute to the growing evidence supporting fetal mechanisms of later onset pulmonary vascular disease.\n",
            "in_text_citation": "Check et al., 2013",
            "footnote": 33
        },
        {
            "title": "The Impact of Atrial Left-to-Right Shunt on Pulmonary Hypertension in Preterm Infants with Moderate or Severe Bronchopulmonary Dysplasia.",
            "abstract": "## BACKGROUND\nBronchopulmonary dysplasia (BPD)-associated pulmonary hypertension (PH) is a well-known complication of prematurity; however, the additional impact of a left-to-right interatrial shunt on this condition remains poorly understood. The aim of the present study was to identify the significance of atrial left-to-right shunt lesions in PH infants with moderate or severe BPD.\n## METHODS\nThe medical records of 383 preterm infants (gestational age of < 32 weeks) who were diagnosed with BPD between 2005 and 2013 were retrospectively reviewed. Baseline characteristics such as interatrial shunts and outcomes were compared between the infants who developed PH (n = 50) and infants who did not (n = 144). Infants with hemodynamically significant residual patent ductus arteriosus were excluded. Among the infants diagnosed with PH (n = 50), the outcomes were compared between the patients with (n = 21) and without atrial shunts (n = 29) at 36 weeks corrected postmenstrual age.\n## RESULTS\nFifty (15%) preterm infants with BPD were diagnosed with PH. The number of infants with a history of atrial shunt lesions was significantly higher in the PH group than in the non-PH group (42% vs. 15.3%, respectively). The adjusted odds ratio for PH in the atrial shunt group was 3.8 (95% confidence interval, 1.8-8.0), compared to PH-BPD infants without an atrial shunt.\n## CONCLUSION\nThe presence of an atrial left-to-right shunt was associated with PH in preterm infants with moderate or severe BPD. Close follow up is needed for infants with interatrial shunts, and a more tailored prognostic evaluation and treatment are recommended.\n",
            "in_text_citation": "Choi et al., 2015",
            "footnote": 34
        },
        {
            "title": "NTproBNP as a surrogate biomarker for early screening of pulmonary hypertension in preterm infants with bronchopulmonary dysplasia.",
            "abstract": "## OBJECTIVE\nPulmonary hypertension (PH) is a known complication of bronchopulmonary dysplasia (BPD). This study aimed to determine the utility of serial N-Terminal pro-Brain Natriuretic Peptide (NTproBNP) levels in the screening of BPD associated PH (BPD-PH) in preterm infants.\n## STUDY DESIGN\nInfants with birth weight <1500 g and <30 week corrected gestational age (CGA) were followed with serial NTproBNP levels and echocardiograms (ECHO). They were divided into control, BPD and BPD-PH groups. Statistical analyses included repeated measures analysis of variance and receiver operator curve (ROC) generation.\n## RESULTS\nInfants in the BPD-PH and BPD group had significantly elevated NTproBNP levels as compared to the control group. ROC curves for NTproBNP at 28 weeks CGA provided a cut-point of 2329 pg/ml and 578.1 pg/ml for detection of BPD-PH and BPD, respectively.\n## CONCLUSIONS\nNTproBNP appears to be a good screening tool to determine the onset of BPD-PH as early as 28 weeks CGA.\n",
            "in_text_citation": "Dasgupta et al., 2018",
            "footnote": 35
        },
        {
            "title": "Mortality among infants with evolving bronchopulmonary dysplasia increases with major surgery and with pulmonary hypertension.",
            "abstract": "## OBJECTIVE\nTo assess whether mortality in patients with evolving bronchopulmonary dysplasia (BPD, defined as ⩾28 days of oxygen exposure with lung disease) is independently associated with pulmonary arterial hypertension (PAH) and surgery.\n## STUDY DESIGN\nSingle institution retrospective birth cohort of preterm infants with gestational age (GA) 23\n## RESULTS\nAmong 577 patients with evolving BPD, 33 (6%) died prior to discharge. Mortality decreased with GA (adjusted odds ratio (aOR): 0.69; 95% confidence interval (CI): 0.55, 0.87), birth weight Z-score (aOR: 0.69, 95% CI: 0.47, 0.996) and increased with PAH (aOR: 30, 95% CI: 2.1, 415), major surgery (aOR; 2.8, 95% CI: 1.3, 6.3), and PAH and surgery (aOR: 10.3, 95% CI: 2.5, 42.1).\n## CONCLUSION\nAmong preterm patients with evolving BPD, PAH and surgery are independently associated with mortality.\n",
            "in_text_citation": "DeVries et al., 2017",
            "footnote": 36
        },
        {
            "title": "Association of unit-wide oxygen saturation target on incidence of pulmonary hypertension in very low birthweight premature infants.",
            "abstract": "## OBJECTIVE\nAssess the effect of increasing pulse oximetry targets on incidence of pulmonary hypertension in very low birthweight premature infants.\n## STUDY DESIGN\nRetrospective cohort study comparing pulmonary hypertension incidence among three cohorts of premature infants exposed to varying oxygen saturation targets (Cohort 1: n=459, 1 May 2009 to 30 April 2011, 85-94%; Cohort 2: n=474, 1 May 2011 to 31 May 2013, 88-94%; Cohort 3: n=387, 1 June 2013 to 31 May 2015, 90-95%). Subjects had birth weight <1500 g and gestational age 23-32 weeks. Chi-square, Kruskall-Wallis and Anderson-Darling tests were used, as well as multivariable logistic regression.\n## RESULTS\nIncidence of pulmonary hypertension declined with higher oxygen saturation targets (19.0% Cohort 1, 7.9% Cohort 2, 9.6% Cohort 3, P<0.001). Other parameters were largely not different between cohorts though rates of chorioamnionitis and prenatal steroids increased and oxygen use, inhaled nitric oxide use, necrotizing enterocolitis and patent ductus arteriosus ligation decreased over time.\n## CONCLUSION\nHigher oxygen saturation targets for very low-birthweight premature infants were associated with reduced rates of pulmonary hypertension in this retrospective cohort study.\n",
            "in_text_citation": "Kanaan et al., 2018",
            "footnote": 37
        },
        {
            "title": "Pulmonary hypertension with bronchopulmonary dysplasia: Aichi cohort study.",
            "abstract": "## BACKGROUND\nThe incidence of pulmonary hypertension (PH) associated with bronchopulmonary dysplasia (BPD) has not been investigated in regional cohorts. The aim of this study was to clarify the incidence of PH associated with BPD in all very low birthweight infants (VLBWIs) born during the study period in Aichi Prefecture, Japan.\n## METHODS\nWe conducted a retrospective observational cohort study of all VLBWIs born in Aichi Prefecture. The inclusion criteria were VLB, birth between 1 January 2015 and 31 December 2015, and admission to any neonatal intensive care unit in Aichi Prefecture. BPD28d and BPD36w were defined as the need for supplemental oxygen or any respiratory support at 28 days of age or 36 weeks of postmenstrual age (PMA). The primary outcome was the incidence of PH after 36 weeks' PMA (PH36w) in VLBWIs with BPD28d and BPD36w. The secondary outcomes were the clinical factors related to PH36w in BPD36w patients. Mann-Whitney U-test and Fisher's exact test were used for univariate analysis. Differences were considered statistically significant at P < 0.05. Risk ratio (RR) and 95% confidence interval (CI) were also evaluated.\n## RESULTS\nA total of 441 patients were analyzed. A total of 217 and 131 patients met the definition of BPD28d and BPD36w, respectively. Nine patients were diagnosed with PH36w (4.2% and 6.9% of the BPD28d and BPD36w patients, respectively). The presence of oligohydramnios (RR, 2.71; 95% CI: 1.55-4.73, P = 0.014) and sepsis (RR, 3.62; 95% CI: 1.51-8.63, P = 0.025) was significant in the PH36w patients.\n## CONCLUSIONS\nThe incidence of PH36w was 4.2% and 6.9% in the BPD28d and BPD36w patients, respectively. Oligohydramnios and sepsis were significantly associated with PH36w in VLBWIs.\n",
            "in_text_citation": "Kawai et al., 2022",
            "footnote": 38
        },
        {
            "title": "Pulmonary artery hypertension in formerly premature infants with bronchopulmonary dysplasia: clinical features and outcomes in the surfactant era.",
            "abstract": "## BACKGROUND\nAlthough abnormal pulmonary vascular structure and function in preterm infants with bronchopulmonary dysplasia may predispose infants to pulmonary artery hypertension, little is known about the characteristics and outcomes of bronchopulmonary dysplasia-associated pulmonary artery hypertension in the surfactant era.\n## METHODS\nWe studied 42 premature infants (< 32 weeks of gestation) with bronchopulmonary dysplasia who were diagnosed as having pulmonary artery hypertension > or = 2 months after birth, between 1998 and 2006, at a median age of 4.8 months. Pulmonary artery hypertension was graded through echocardiography for all patients; 13 patients also underwent cardiac catheterization.\n## RESULTS\nEighteen (43%) of 42 patients had severe pulmonary artery hypertension (systemic or suprasystemic right ventricular pressure). Among 13 patients who underwent catheterization, the mean pulmonary artery pressure was 43 +/- 8 mmHg and the pulmonary vascular resistance index was 9.9 +/- 2.8 Wood units. In 12 patients, pulmonary artery pressure and pulmonary vascular resistance improved with 100% oxygen and 80 ppm inhaled nitric oxide but remained elevated. The pulmonary vascular resistance index decreased to 7.9 +/- 3.8 Wood units in 100% oxygen and to 6.4 +/- 3.1 Wood units with the addition of nitric oxide. Sixteen patients (38%) died during the follow-up period. Estimated survival rates were 64% +/- 8% at 6 months and 53% +/- 11% at 2 years after diagnosis of pulmonary artery hypertension. In multivariate analyses, severe pulmonary artery hypertension and small birth weight for gestational age were associated with worse survival rates. Among 26 survivors (median follow-up period: 9.8 months), pulmonary artery hypertension was improved, relative to its most severe level, in 24 patients (89%).\n## CONCLUSION\nPremature infants with bronchopulmonary dysplasia and severe pulmonary artery hypertension are at high risk of death, particularly during the first 6 months after diagnosis of pulmonary artery hypertension.\n",
            "in_text_citation": "Khemani et al., 2007",
            "footnote": 39
        },
        {
            "title": "Risk factors for pulmonary artery hypertension in preterm infants with moderate or severe bronchopulmonary dysplasia.",
            "abstract": "## BACKGROUND\nDespite the potential importance of pulmonary artery hypertension (PAH) in preterm infants with bronchopulmonary dysplasia (BPD), little is known about the risk factors for PAH.\n## OBJECTIVES\nTo investigate the risk factors for PAH in preterm infants with BPD.\n## METHODS\nInfants diagnosed with BPD were assigned to the PAH group or non-PAH group except for infants with mild BPD who had no PAH. PAH was diagnosed on the basis of echocardiograms demonstrating elevated right ventricle pressure beyond the postnatal age of 2 months. Logistic regression analysis was done for the multivariate assessment of the risk factors for PAH in preterm infants with moderate or severe BPD.\n## RESULTS\nA total of 98 infants among 145 infants with BPD were divided into a PAH group (n = 25) or non-PAH group (n = 73), while the remaining 47 infants had mild BPD with no PAH. Among the study patients, survival rate of the PAH group was significantly lower than that of the non-PAH group. Infants with PAH had more severe cases of BPD and underwent longer durations of oxygen therapy, conventional or high-frequency ventilation, and hospitalization compared to those without PAH. Low 5-min Apgar scores (≤6; relative risk (RR) 6.2; 95% confidence interval (CI) 1.4-28.0; p = 0.017) and oligohydramnios (RR 7.7; 95% CI 2.0-29.6; p = 0.030) were found to be significant risk factors for PAH according to multivariate analysis.\n## CONCLUSIONS\nThe present study shows that oligohydramnios is a specific risk factor for PAH in preterm infants with moderate or severe BPD.\n",
            "in_text_citation": "Kim et al., 2012",
            "footnote": 40
        },
        {
            "title": "Bronchopulmonary dysplasia-associated pulmonary hypertension: clues from placental pathology.",
            "abstract": "## OBJECTIVES\nBronchopulmonary dysplasia (BPD) and the associated complication of pulmonary hypertension (PH) leads to increased mortality and a longer length of stay among survivors. Placental histopathology may give early clues of subsequent events. The objective was to evaluate the relationship of maternal vascular underperfusion (MVU) changes on placental histopathology with subsequent development of BPD-associated PH in a cohort of extremely premature infants.\n## STUDY DESIGN\nIn a cohort of preterm infants '⩽28 weeks' gestational age (GA) and with 'severe' BPD, this retrospective study evaluated specific placental histopathological changes and assessed the relationship with subsequent development of PH. 'Severe' BPD was defined as the need for ⩾30% oxygen and/or positive pressure ventilation at 36 weeks postmenstrual age. Placental and echocardiographic assessments were done by investigators masked to the grouping and clinical outcomes.\n## RESULTS\nFifty six infants with severe BPD formed the cohort; PH was noted in 22 (39.3%) infants. The GA of the infants with and without PH was comparable (25.8±1.6 vs 25.8±1.3 weeks, P=0.9). On placental histopathological examination, 13 (23%) had features of MVU. On univariate logistic regression, the presence of changes consistent with MVU increased the relative risk of subsequent BPD-associated PH by 2.75 (95% confidence interval 1.56 to 4.85, P=0.004). The significance persisted after adjustment for GA. Stratification by the presence or absence of fetal growth restriction, yielded nonsignificant associations (P=0.17).\n## CONCLUSION\nBased on the results of the present study, specific placental histopathological changes may give early clues to the subsequent development of BPD-associated PH.\n",
            "in_text_citation": "Kunjunju et al., 2017",
            "footnote": 41
        },
        {
            "title": "The Impact of Pulmonary Hypertension in Preterm Infants with Severe Bronchopulmonary Dysplasia through 1 Year.",
            "abstract": "## OBJECTIVES\nTo assess the effect of pulmonary hypertension on neonatal intensive care unit mortality and hospital readmission through 1 year of corrected age in a large multicenter cohort of infants with severe bronchopulmonary dysplasia.\n## STUDY DESIGN\nThis was a multicenter, retrospective cohort study of 1677 infants born <32 weeks of gestation with severe bronchopulmonary dysplasia enrolled in the Children's Hospital Neonatal Consortium with records linked to the Pediatric Health Information System.\n## RESULTS\nPulmonary hypertension occurred in 370 out of 1677 (22%) infants. During the neonatal admission, pulmonary hypertension was associated with mortality (OR 3.15, 95% CI 2.10-4.73, P < .001), ventilator support at 36 weeks of postmenstrual age (60% vs 40%, P < .001), duration of ventilation (72 IQR 30-124 vs 41 IQR 17-74 days, P < .001), and higher respiratory severity score (3.6 IQR 0.4-7.0 vs 0.8 IQR 0.3-3.3, P < .001). At discharge, pulmonary hypertension was associated with tracheostomy (27% vs 9%, P < .001), supplemental oxygen use (84% vs 61%, P < .001), and tube feeds (80% vs 46%, P < .001). Through 1 year of corrected age, pulmonary hypertension was associated with increased frequency of readmission (incidence rate ratio [IRR] = 1.38, 95% CI 1.18-1.63, P < .001).\n## CONCLUSIONS\nInfants with severe bronchopulmonary dysplasia-associated pulmonary hypertension have increased morbidity and mortality through 1 year of corrected age. This highlights the need for improved diagnostic practices and prospective studies evaluating treatments for this high-risk population.\n",
            "in_text_citation": "Lagatta et al., 2018",
            "footnote": 42
        },
        {
            "title": "Neurodevelopmental Outcomes of Preterm Infants Born <29 Weeks with Bronchopulmonary Dysplasia-Associated Pulmonary Hypertension: A Multicenter Study.",
            "abstract": "## OBJECTIVE\nThis study aimed to determine neurodevelopmental outcomes of preterm infants born at <29 weeks' gestational age (GA) with bronchopulmonary dysplasia and pulmonary hypertension (BPD-PH) at 18 to 24 months' corrected age (CA).\n## STUDY DESIGN\nIn this retrospective cohort study, preterm infants born at <29 weeks' GA between January 2016 and December 2019, admitted to level 3 neonatal intensive care units, who developed BPD and were evaluated at 18 to 24 months' CA in the neonatal follow-up clinics were included. We compared demographic characteristics and neurodevelopmental outcomes between the two groups: Group I: BPD with PH and Group II: BPD with no PH, using univariate and multivariate regression models. The primary outcome was a composite of death or neurodevelopmental impairment (NDI). NDI was defined as any Bayley-III score < 85 on one or more of the cognitive, motor, or language composite scores.\n## RESULTS\nOf 366 eligible infants, 116 (Group I [BPD-PH] =7, Group II [BPD with no PH] = 109) were lost to follow-up. Of the remaining 250 infants, 51 in Group I and 199 in Group II were followed at 18 to 24 months' CA. Group I and Group II had median (interquartile range [IQR]) birthweights of 705 (325) and 815 g (317; \n## CONCLUSION\nBPD-PH in infants born at <29 weeks' GA is associated with increased odds of the composite outcome of death or NDI at 18 to 24 months' CA.\n## KEY POINTS\n· Long-term neurodevelopmental follow-up of preterm infants born <29 weeks' GA.. · Association of neurodevelopmental outcomes with BPD-associated PH.. · Need for longitudinal follow-up of children with BPD-associated PH..\n",
            "in_text_citation": "Lodha et al., 2022",
            "footnote": 43
        },
        {
            "title": "Screening Echocardiography Identifies Risk Factors for Pulmonary Hypertension at Discharge in Premature Infants with Bronchopulmonary Dysplasia.",
            "abstract": "## HYPOTHESIS\nPremature infants with bronchopulmonary dysplasia (BPD) are at increased risk of secondary pulmonary hypertension (BPD-PH). Prior studies yielded mixed results on the utility of echocardiographic screening at 36 weeks post-menstrual age (PMA). We present our experience using echocardiographic screening at the time of BPD diagnosis to identify infants at highest risk of BPD-PH at discharge.\n## MATERIALS AND METHODS\nRetrospective cohort analysis of clinical/ demographic data and screening echocardiograms in patients with BPD. Discharge echocardiograms identified infants with or without BPD-PH at discharge. 36 weeks PMA screening echocardiograms and clinical data were then reviewed to identify which factors were associated with increased odds of BPD-PH at discharge. Associations between echocardiographic findings were evaluated with 2- and 3-variable models to predict increased risk of BPD-PH at discharge.\n## RESULTS\nIn our cohort of 64 infants with severe BPD, BPD-PH was present in 22/64 (34%) infants at discharge. There were no clinical differences at time of 36 weeks PMA screening evaluation (mean PMA 36.6 ± 2.9 weeks). PH at screening was poorly predictive of PH at discharge as PH at screening resolved in 49% of patients. However, having an ASD, RV dilation, hypertrophy, or reduced function on screening, especially in combination, were associated with BPD-PH at discharge.\n## CONCLUSION\nIn our cohort of premature infants with BPD, 36 weeks PMA screening echocardiogram identified patients at increased risk for BPD-PH at discharge when ASD, RVH, or impaired RV function were present. Larger prospective studies are indicated to validate these findings.\n",
            "in_text_citation": "Madden et al., 2022",
            "footnote": 44
        },
        {
            "title": "Early pulmonary vascular disease in preterm infants at risk for bronchopulmonary dysplasia.",
            "abstract": "## RATIONALE\nPulmonary hypertension (PH) is associated with poor outcomes among preterm infants with bronchopulmonary dysplasia (BPD), but whether early signs of pulmonary vascular disease are associated with the subsequent development of BPD or PH at 36 weeks post-menstrual age (PMA) is unknown.\n## OBJECTIVES\nTo prospectively evaluate the relationship of early echocardiogram signs of pulmonary vascular disease in preterm infants to the subsequent development of BPD and late PH (at 36 wk PMA).\n## METHODS\nProspectively enrolled preterm infants with birthweights 500-1,250 g underwent echocardiogram evaluations at 7 days of age (early) and 36 weeks PMA (late). Clinical and echocardiographic data were analyzed to identify early risk factors for BPD and late PH.\n## MEASUREMENTS AND MAIN RESULTS\nA total of 277 preterm infants completed echocardiogram and BPD assessments at 36 weeks PMA. The median gestational age at birth and birthweight of the infants were 27 weeks and 909 g, respectively. Early PH was identified in 42% of infants, and 14% were diagnosed with late PH. Early PH was a risk factor for increased BPD severity (relative risk, 1.12; 95% confidence interval, 1.03-1.23) and late PH (relative risk, 2.85; 95% confidence interval, 1.28-6.33). Infants with late PH had greater duration of oxygen therapy and increased mortality in the first year of life (P < 0.05).\n## CONCLUSIONS\nEarly pulmonary vascular disease is associated with the development of BPD and with late PH in preterm infants. Echocardiograms at 7 days of age may be a useful tool to identify infants at high risk for BPD and PH.\n",
            "in_text_citation": "Mourani et al., 2015",
            "footnote": 45
        },
        {
            "title": "Hemodynamic and clinical consequences of early versus delayed closure of patent ductus arteriosus in extremely low birth weight infants.",
            "abstract": "## OBJECTIVES\nTo describe changes in hemodynamics, respiratory support, and growth associated with transcatheter PDA closure (TCPC) in ELBW infants, stratified by postnatal age at treatment.\n## STUDY DESIGN\nThis is an observational study of ELBW infants who underwent TCPC at ≤4 weeks (Group-1; n = 34), 4-8 weeks (Group-2; n = 33), and >8 weeks of age (Group-3; n = 33). Hemodynamic assessment was performed during TCPC. Multivariate Cox-proportionate-hazard modeling was used to identify factors associated with respiratory severity score (RSS) > 2 for >30 days following TCPC.\n## RESULTS\nIn comparison with Group-1, Group-3 infants had higher pulmonary vascular resistance (PVRi = 3.3 vs. 1.6 WU*m\n## CONCLUSION\nELBW infants may benefit from PDA closure within the first 4 weeks of life in order to prevent early onset pulmonary vascular disease, promote faster growth, and for quicker weaning of ventilator and oxygen support.\n",
            "in_text_citation": "Philip et al., 2021",
            "footnote": 46
        },
        {
            "title": "Extremely premature infants born at 23-25 weeks gestation are at substantial risk for pulmonary hypertension.",
            "abstract": "## OBJECTIVE\nExtremely low gestational age newborns (ELGANs) represent an especially vulnerable population. Herein, we aimed to determine incidence and severity of pulmonary hypertension associated with bronchopulmonary dysplasia (BPD-PH) in extremely immature ELGANs (gestational age: 23\n## METHODS\nIn this prospective observational cohort study, we assessed BPD-PH by means of several echocardiography markers and serum N-terminal pro-B-type natriuretic peptide (NT-proBNP) levels at 3 and 12 months of chronological age. In addition, we analyzed incidence and efficacy of pharmacologic treatment for BPD-PH.\n## RESULTS\nAt 3 months 15/34 ELGANs had echocardiographic evidence of BPD-PH, while at 12 months of age 6/34 still had PH. PH-targeted therapy consisted of sildenafil monotherapy in 11 and dual oral combination therapy (sildenafil and macitentan) in four ELGANs at 3 and 12 months.\n## CONCLUSION\n44% (15/34) of ELGANs developed BPD-PH. All received PH-targeted pharmacotherapy at 3 months, leading to hemodynamic improvements at 12 months in most infants.\n",
            "in_text_citation": "Sallmon et al., 2022",
            "footnote": 48
        },
        {
            "title": "Factors associated with development of early and late pulmonary hypertension in preterm infants with bronchopulmonary dysplasia.",
            "abstract": "## OBJECTIVE\nTo investigate factors associated with development of early and late pulmonary hypertension (E/LPH) in preterm infants with bronchopulmonary dysplasia (BPD).\n## STUDY DESIGN\nA retrospective case-control observational study of preterm infants with BPD admitted to a level IV referral neonatal intensive care unit over 5 years. We compared pre- and postnatal characteristics between infants with or without BPD-associated EPH and LPH.\n## RESULTS\nFifty-nine out of 220 infants (26.8%) had LPH, while 85 out of 193 neonates (44%) had EPH. On multiple logistic regression, novel factors associated with development of BPD-LPH included presence of maternal diabetes, EPH, tracheostomy, tracheitis, intraventricular hemorrhage (IVH, grade ≥3) and systemic steroid use. For EPH, these were maternal diabetes, IVH grade ≥3, high frequency ventilator use, and absence of maternal antibiotics use.\n## CONCLUSION\nWe identified novel factors and confirmed previously established factors with development of LPH and EPH, which can help develop a screening strategy in BPD patients.\n",
            "in_text_citation": "Sheth et al., 2020",
            "footnote": 49
        },
        {
            "title": "Echocardiographic detection of pulmonary hypertension in extremely low birth weight infants with bronchopulmonary dysplasia requiring prolonged positive pressure ventilation.",
            "abstract": "## OBJECTIVE\nThe goal of this study was to delineate the epidemiology of echocardiographically diagnosed pulmonary hypertension (PH) in extremely low birth weight (ELBW) infants with bronchopulmonary dysplasia (BPD) requiring prolonged positive pressure ventilation (PPV), and to determine the independent relationship between PH and mortality in these patients.\n## STUDY DESIGN\nOur retrospective cohort included ELBW infants, with BPD requiring prolonged PPV, hospitalized in Cincinnati, Ohio during 2003-2009, as recorded in the National Institute of Child Health and Human Development Neonatal Research Network Database. Following chart review, a logistic regression model was constructed to understand the contribution of PH to mortality in infants with BPD requiring prolonged PPV.\n## RESULT\nWe identified 216 patients (19%) with BPD requiring prolonged PPV among 1156 ELBW infants. Of these patients, 41% received echocardiography after 4 weeks of life, with 37% showing evidence of PH. Logistic regression analysis demonstrated that infants with BPD requiring prolonged PPV, with PH detectable by echocardiogram, were four times more likely to die (adjusted odds ratio): 4.6, 95% confidence interval: 1.3-16.5) when compared with infants with BPD requiring prolonged PPV without echocardiographic evidence of PH.\n## CONCLUSION\nPulmonary hypertension appears to be an important, independent determinant of death in infants with BPD requiring prolonged PPV.\n",
            "in_text_citation": "Slaughter et al., 2011",
            "footnote": 50
        },
        {
            "title": "Arginase I gene single-nucleotide polymorphism is associated with decreased risk of pulmonary hypertension in bronchopulmonary dysplasia.",
            "abstract": "## AIM\nTo test the hypothesis that there are single-nucleotide polymorphisms (SNPs) in genes of the l-arginine/nitric oxide pathway associated with pulmonary hypertension (PH) in neonates with bronchopulmonary dysplasia (BPD).\n## METHODS\nNeonates with BPD were enrolled (n = 140) and clinical characteristics compared between case (BPD + PH) and control (BPD) groups. DNA was isolated from blood leucocytes and assayed for 17 SNPs in l-arginine/nitric oxide pathway genes by Sequenom massarray. Genes included carbamoyl-phosphate synthetase, ornithine transcarbamylase, argininosuccinate synthase, nitric oxide synthase and arginase. SNPs were selected from the National Center for Biotechnology Information database for their putative functionality. Calculated minor allele frequencies (MAF) of cases and controls were compared using χ2 and logistic regression.\n## RESULTS\nOf the 140 patients with BPD, 26% had echocardiographic evidence of PH. Ventilation days were longer for cases than controls (mean 31 vs. 15 days, p < 0.05). Of the 17 SNPs, rs2781666 in arginase I gene was less common in cases (MAF = 0.23) than controls (MAF = 0.37, p = 0.04). The odds of PH decreased by 43% (p = 0.047) for each copy of the SNP minor allele in arginase I gene in patients with BPD.\n## CONCLUSION\nArginase I SNP (rs2781666) may be associated with protection against pulmonary hypertension in preterm neonates with BPD.\n",
            "in_text_citation": "Trittmann et al., 2014",
            "footnote": 51
        },
        {
            "title": "Early characteristics of infants with pulmonary hypertension in a referral neonatal intensive care unit.",
            "abstract": "## BACKGROUND\nApproximately 8-23% of premature infants develop pulmonary hypertension (PH), and this diagnosis confers a higher possibility of mortality. As a result, professional societies recommend PH screening in premature infants. However, the risk factors for and the outcomes of PH may differ depending on the timing of its diagnosis, and little evidence is available to determine at-risk infants in the referral neonatal population. ﻿The objective of this study was to define clinical and echocardiographic characteristics of infants with pulmonary hypertension during the neonatal hospital course and at or near-term﻿.\n## METHODS\nInfants who had the following billing codes: < 32 weeks, birth weight < 1500 g, neonatal unit, and echocardiograph had records abstracted from a data warehouse at Children's Healthcare of Atlanta. The outcome was defined as late PH on the final echocardiogram for all patients, and, separately, for patients with multiple studies. Descriptive statistics, univariable, and multivariable models were evaluated, and odds ratios and 95% confidence intervals are expressed below as (OR, CI).\n## RESULTS\n556 infants were included in the overall study, 59 had PH on their final echocardiogram (11%). In multivariable analyses, atrial septal defect (2.9, 1.4-6.1), and intrauterine growth restriction (2.7, 1.2-6.3) increased the odds of late PH, whereas caffeine therapy decreased PH (0.4, 0.2-0.8). When the analyses were restricted to 32 infants who had multiple echocardiograms during their hospitalization, the association between atrial septal defect (5.9, 2.0-16.5) and growth restriction (3.7, 1.3-10.7) and late PH was strengthened, but the effect of caffeine therapy was no longer significant. In this smaller subgroup, infants with late PH had their final echocardiogram at a median of 116 days of life, and 42-74% of them had right ventricular pathology.\n## CONCLUSIONS\nEarly clinical variables are associated with PH persistence in a referral neonatal population. Identification of early clinical factors may help guide the ascertainment of infant risk for late PH, and may aid in targeting sub-groups that are most likely to benefit from PH screening.\n",
            "in_text_citation": "Vyas-Read et al., 2017",
            "footnote": 52
        },
        {
            "title": "A prediction model of pulmonary hypertension in preterm infants with bronchopulmonary dysplasia.",
            "abstract": "## OBJECTIVE\nPulmonary hypertension (PH) is a severe cardiovascular complication of bronchopulmonary dysplasia (BPD) that contributes to the high mortality rates for preterm infants. The objective of this study is to establish a prediction model of BPD-associated PH (BPD-PH) by integrating multiple predictive factors for infants with BPD.\n## METHOD\nA retrospective investigation of the perinatal clinical records and data of echocardiography in all the preterm infants with BPD was performed from January 2012 to December 2019. A prediction model of BPD-PH was established based on the univariate and multivariate logistic regression analysis of the clinical data and evaluated by using the area under the receiver operating characteristic (ROC) curve (AUC), combined with the Hosmer-Lemeshow (HL) test. Internal validation was performed with bootstrap resampling.\n## RESULT\nA total of 268 infants with BPD were divided into the BPD-PH group and the no-PH group. Multivariate logistic regression analysis showed that the independent predictive factors of BPD-PH were moderate to severe BPD, small for gestational age, duration of hemodynamically significant patent ductus arteriosus ≥ 28 days, and early PH. A prediction model was established based on the β coefficients of the four predictors. The area under the ROC curve of the prediction model was 0.930. The Hosmer-Lemeshow test (\n## CONCLUSION\nThe prediction model based on the four risk factors predicts the development of BPD-PH with high sensitivity and specificity and might help clinicians to make individualized interventions to minimize the disease risk.\n",
            "in_text_citation": 53,
            "footnote": "Wang et al., 2022"
        },
        {
            "title": "Pulmonary hypertension in preterm infants: results of a prospective screening program.",
            "abstract": "## OBJECTIVE\nDetermine prevalence and associations with pulmonary hypertension (PH) in preterm infants.\n## STUDY DESIGN\nProspective institutional echocardiographic PH screening at 36 to 38 weeks' corrected gestational age (GA) for infants born <32 weeks' GA who had bronchopulmonary dysplasia (BPD; group BPD), and infants without BPD who had a birth weight (BW) <750 g, or clinical suspicion for PH (group NoBPD).\n## RESULTS\nTwo hundred and four infants were screened (GA 25.9±2 weeks, BW 831±286 g). The PH prevalence in group BPD was higher than in group NoBPD (44/159 (28%) vs 5/45 (11%); P=0.028). In group BPD, BW and GA were lower in infants with PH compared with NoPH. Following correction for BW and GA, necrotizing enterocolitis (NEC), severe intraventricular hemorrhage (IVH), atrial septal defect (ASD), and mortality were independently associated with PH in infants with BPD. In group NoBPD, NEC was the only identified factor associated with PH. Altogether, screening only those infants with NEC and infants with BPD who also had a BW <840 g would have yielded a 84% sensitivity for detecting PH, and reduced the number of screening echocardiograms by 43%.\n## CONCLUSIONS\nPH in prematurity is associated with NEC in infants with and without BPD. In infants with BPD, smaller GA and BW, severe IVH, ASD and mortality are also associated with PH. Infants without identified PH-associated factors may not require routine echocardiographic PH screening.\n",
            "in_text_citation": "Weismann et al., 2017",
            "footnote": 54
        },
        {
            "title": "Hipertensión pulmonar estimada por ecocardiografía en prematuros con displasia broncopulmonar: frecuencia, evolución y factores de riesgo.",
            "abstract": "## Trasfondo: La hipertensión pulmonar (HP) es una complicación evolutiva de los recién nacidos prematuros (RNPT) con displasia broncopulmonar (DBP). En nuestro medio, disponemos de escasa información epidemiológica sobre la HP asociada a DBP. Objetivos: Nuestro objetivo primario fue definir la frecuencia de HP asociada a DBP establecida por ecocardiografía durante el ingreso hospitalario neonatal. Los objetivos secundarios fueron establecer la asociación de HP con morbimortalidad, analizar potenciales factores de riesgo y describir los hallazgos obtenidos en otras pruebas complementarias de imagen. Pacientes y Métodos: Reclutamos prospectiva y consecutivamente, entre 2010 y 2012, recién nacidos prematuros (edad gestacional [EG] menor o igual a 30 sem+6 días y /o peso al nacimiento [PRN] menor o igual a 1500g) que desarrollaron DBP según los criterios de los Institutos Nacionales de la Salud de los Estados Unidos. Evaluamos la aparición de signos ecocardiográficos compatibles con HP a partir de los 2 meses de vida o antes del alta hospitalaria. Seguimos la evolución hasta el año de vida (persistencia o resolución de los signos de HP, mortalidad, duración de hospitalización, rehospitalización). Resultados: De 84 RNPT con DBP, encontramos 22 casos con signos ecográficos de HP, la mayoría en formas moderadas o graves de DBP. Los signos de HP persistieron al año de vida en 3 pacientes. En el seguimiento, hubo 3 fallecimientos en la cohorte global, todos en el grupo de HP durante el ingreso. Los pacientes con HP tuvieron más eventos adversos (mortalidad o estancia hospitalaria prolongada o reingresos tras el alta; 68% frente a 35%, p=0,01) que el grupo sin HP. El grupo de la cohorte con HP fue de PRN y EG medios menores que el grupo sin HP (806 g frente a 923g, p=0,03; 26 semanas frente a 27,3 semanas, p=0,005), precisó de mayor duración de ventilación mecánica (duración mediana de 41 días frente a 6 días, p<0,001), y estuvo más tiempo hospitalizado (126 días frente a 86 días, p<0,001). El cierre quirúrgico del ductus se asoció, de forma independiente a peso y EG, con el desarrollo de HP (odds ratio ajustada de 4,13 [1,34-12,77]). Encontramos malformaciones vasculares (colaterales sistémico-pulmonares, estenosis de venas pulmonares) potencialmente relevantes en pruebas adicionales de imagen torácica (angiotomografía computarizada torácica) que definieron la extensión de la afectación pulmonar de estos pacientes. Conclusiones: La HP fue un hallazgo ecocardiográfico frecuente (al menos uno de cada seis pacientes en la inferencia poblacional) en RNPT que desarrollaron DBP, y aunque se resolvió en la mayoría de los supervivientes durante el primer año de vida, se asoció con eventos adversos de morbimortalidad más frecuentes. El ductus que precisó cirugía fue un factor de riesgo de HP. ## Background: Pulmonary hypertension (PH) complicates the evolution of preterm infants who develop bronchopulmonary dysplasia (BPD). Epidemiological data about DBP-associated PH is scarce in Spain. Aims: We primarily aimed to define the frequency of DBP-associated PH, as established by echocardiography, during the neonatal admission. Secondarily, we aimed to assess the association of PH to morbidity and mortality, to analyse potential risk factors, and describe image findings in ancillary tests. Patients and Methods: Between 2010 and 2012, we prospectively, consecutively recruited preterm newborns (gestational age[GE] equal or under 30 weeks plus 6 days and/or birth weight [BW] equal or under 1500 grams) who developed BPD according to National Institutes of Health criteria. We assessed the presence of echo signs compatible with PH beyond two months of life of before discharge, following evolution until the first year of life (persistence of resolution of PH; mortality, length of hospital stay, or readmission). Results: 22 out of 84 preterm newborns with BPD showed echographic signs of PH, most with moderate or severe BPD. PH signs persisted in 3 patients at one year. At follow-up, there were 3 deaths in the full cohort, all in the PH group. Patients with PH had more adverse events (composite of death or prolonged hospital stay or readmission after neonatal discharge; 68% vs. 35%, p=0.01) than the group without PH. PH cohort had both lower mean birth weight and gestational age than the group without PH (806 g vs. 923 g, p=0.03; 26 weeks vs. 27.3 weeks, p=0.005, required longer support on mechanical ventilation (median duration of 41 days vs. 6 days, p<0.001), and had longer hospital stay (median stay of 126 days vs. 86 days, p<0,001). Surgical closure of a ductus arteriosus was associated with development of PH, independently of birth weight and gestational age (adjusted odds ratio of 4.13 [1.34-12.77]). We found vascular anomalies (systemic-to-pulmonary collaterals, pulmonary vein stenosis) in ancillary image testing (chest angio-computed tomography scan) defining the extent of lung damage. Conclusions: PH was a frequent echo finding (at least one in six patients, as inferable population-wide) in preterm newborns who developed BPD. Although PH resolved in most of the survivors in the first year of life, it was associated with more adverse events of morbidity and mortality. Surgical closure of a ductus arteriosus was a risk factor for PH.",
            "in_text_citation": "Cartón Sánchez et al., 2016",
            "footnote": 32
        },
        {
            "title": "Risk Factors of Pulmonary Hypertension in Preterm Infants with Chronic Lung Disease.",
            "abstract": "## Purpose: Pulmonary hypertension (PH) is known as a major risk factor for preterm infants deaths, and associated with low gestational age, low birth weight, longer duration of oxygen therapy, low Apgar scores, and oligohydramnios. The aim of this study was to determine the risk factors for PH in preterm infants with chronic lung disease. ## Methods: A retrospective review was performed of data from 86 infants (<32 weeks of gestation) who diagnosed with chronic lung disease at Severance Children’s Hospital from July 2006 to June 2011. PH was diagnosed on the basis of echocardiogram demonstrating elevated right ventricle pressure. The infants were divided into two groups: PH group (n=18) or control group (n=67). ## Results: PH group showed lower gestational age and underwent longer duration of oxygen therapy, mechanical ventilation, and hospitalization compared with control group. PH group received more surfactant therapy, and the frequency of the development of intraventricular hemorrhage (IVH) (≥G3) and severe chronic lung disease was higher in PH group than control group. According to multivariate analysis, IVH (≥G3) (OR=5.00, 95% CI=1.10-22.63, P=0.037) and severe BPD (OR=2.43, 95% CI=1.03-15.41, P=0.045) were found to be significant risk factors for PH in preterm infants with chronic lung disease. ## Conclusion: Pulmonary hypertension was significantly increased in preterm infants with chronic lung disease when associated with IVH (≥G3). We suggest that effort for early diagnosis and management for PH would be helpful in preterm infants with chronic lung disease when severe IVH was combined.",
            "in_text_citation": "Ra et al., 2013",
            "footnote": 47
        }
    ]
}