{
    "citations": [
        {
            "footnote": 28,
            "title": "Early oxygenation and ventilation measurements after pediatric cardiac arrest: lack of association with outcome.",
            "in_text_citation": "Bennett et al., 2013"
        },
        {
            "footnote": 29,
            "title": "Hyperoxia and hypocapnia during pediatric extracorporeal membrane oxygenation: associations with complications, mortality, and functional status among survivors.",
            "in_text_citation": "Cashen et al., 2018"
        },
        {
            "footnote": 30,
            "title": "Hyperoxia, hypocapnia and hypercapnia as outcome factors after cardiac arrest in children.",
            "in_text_citation": "Del Castillo et al., 2012"
        },
        {
            "footnote": 31,
            "title": "Relationship between arterial partial oxygen pressure after resuscitation from cardiac arrest and mortality in children.",
            "in_text_citation": "Ferguson et al., 2012"
        },
        {
            "footnote": 32,
            "title": "Hyperoxia and hypoxia in children resuscitated from cardiac arrest.",
            "in_text_citation": "Guerra-Wallace et al., 2013"
        },
        {
            "footnote": 33,
            "title": "Hyperoxia in pediatric severe traumatic brain injury (TBI): a comparison of patient classification by cutoff versus cumulative (area-under-the-curve) analysis.",
            "in_text_citation": "Ketharanathan et al., 2020"
        },
        {
            "footnote": 34,
            "title": "Incidence of hyperoxia and related in-hospital mortality in critically ill patients: a retrospective data analysis.",
            "in_text_citation": "Kraft et al., 2018"
        },
        {
            "footnote": 35,
            "title": "Post return of spontaneous circulation factors associated with mortality in pediatric in-hospital cardiac arrest: a prospective multicenter multinational observational study.",
            "in_text_citation": "López-Herce et al., 2014"
        },
        {
            "footnote": 36,
            "title": "Admission hyperoxia is a risk factor for mortality in pediatric intensive care.",
            "in_text_citation": "Numa et al., 2018"
        },
        {
            "footnote": 37,
            "title": "Maximum Pao2 in the first 72 hours of intensive care is associated with risk-adjusted mortality in pediatric patients undergoing mechanical ventilation.",
            "in_text_citation": "Pelletier et al., 2020"
        },
        {
            "footnote": 38,
            "title": "Conservative versus liberal oxygenation targets in critically ill children: the randomised multiple-centre pilot Oxy-PICU trial.",
            "in_text_citation": "Peters et al., 2018"
        },
        {
            "footnote": 39,
            "title": "Admission Pao2 and mortality in critically ill children: a cohort study and systematic review.",
            "in_text_citation": "Raman et al., 2016"
        },
        {
            "footnote": 40,
            "title": "Association of severe hyperoxemia events and mortality among patients admitted to a pediatric intensive care unit.",
            "in_text_citation": "Ramgopal et al., 2019"
        },
        {
            "footnote": 41,
            "title": "Early hyperoxemia and outcome among critically ill children.",
            "in_text_citation": "Ramgopal et al., 2020"
        },
        {
            "footnote": 42,
            "title": "Hyperoxia is associated with poor outcomes in pediatric cardiac patients supported on venoarterial extracorporeal membrane oxygenation.",
            "in_text_citation": "Sznycer-Taub et al., 2016"
        },
        {
            "footnote": 43,
            "title": "High cumulative oxygen levels are associated with improved survival of children treated with mild therapeutic hypothermia after cardiac arrest.",
            "in_text_citation": "van Zellem et al., 2015"
        }
    ]
}