{
    "key_references": [
        {
            "title": "Early oxygenation and ventilation measurements after pediatric cardiac arrest: lack of association with outcome.",
            "abstract": "## OBJECTIVES\nTo explore oxygenation and ventilation status early after cardiac arrest in infants and children. We hypothesize that hyperoxia is common and associated with worse outcome after pediatric cardiac arrest.\n## DESIGN\nRetrospective cohort study.\n## SETTING\nFifteen hospitals within the Pediatric Emergency Care Applied Research Network.\n## PATIENTS\nChildren who suffered a cardiac arrest event and survived for at least 6 hours after return of circulation.\n## INTERVENTIONS\nNone.\n## MEASUREMENTS AND MAIN RESULTS\nAnalysis of 195 events revealed that abnormalities in oxygenation and ventilation are common during the initial 6 hours after pediatric cardiac arrest. Hyperoxia was frequent, affecting 54% of patients. Normoxia was documented in 34% and hypoxia in 22% of patients. These percentages account for a 10% overlap of patients who had both hyperoxia and hypoxia. Ventilation status was more evenly distributed with hyperventilation observed in 38%, normoventilation in 29%, and hypoventilation in 46%, with a 13% overlap of patients who had both hyperventilation and hypoventilation. Derangements in both oxygenation and ventilation were common early after cardiac arrest such that both normoxia and normocarbia were documented in only 25 patients (13%). Neither oxygenation nor ventilation status was associated with outcome. After controlling for potential confounders, arrest location and rhythm were significantly associated with worse outcome; however, hyperoxia was not (odds ratio for good outcome, 1.02 [0.46, 2.84]; p = 0.96).\n## CONCLUSIONS\nDespite recent resuscitation guidelines that advocate maintenance of normoxia and normoventilation after pediatric cardiac arrest, this is uncommonly achieved in practice. Although we did not demonstrate an association between hyperoxia and worse outcome, the small proportion of patients kept within normal ranges limited our power. Preclinical data suggesting potential harm with hyperoxia remain compelling, and further investigation, including prospective, large studies involving robust recording of physiological derangements, is necessary to further advance our understanding of this important topic.\n",
            "in_text_citation": "Bennett et al., 2013",
            "footnote": 28
        },
        {
            "title": "Hyperoxia and Hypocapnia During Pediatric Extracorporeal Membrane Oxygenation: Associations With Complications, Mortality, and Functional Status Among Survivors.",
            "abstract": "## OBJECTIVES\nTo determine the frequency of hyperoxia and hypocapnia during pediatric extracorporeal membrane oxygenation and their relationships to complications, mortality, and functional status among survivors.\n## DESIGN\nSecondary analysis of data collected prospectively by the Collaborative Pediatric Critical Care Research Network.\n## SETTING\nEight Collaborative Pediatric Critical Care Research Network-affiliated hospitals.\n## PATIENTS\nAge less than 19 years and treated with extracorporeal membrane oxygenation.\n## INTERVENTIONS\nHyperoxia was defined as highest PaO2 greater than 200 Torr (27 kPa) and hypocapnia as lowest PaCO2 less than 30 Torr (3.9 kPa) during the first 48 hours of extracorporeal membrane oxygenation. Functional status at hospital discharge was evaluated among survivors using the Functional Status Scale.\n## MEASUREMENTS AND MAIN RESULTS\nOf 484 patients, 420 (86.7%) had venoarterial extracorporeal membrane oxygenation and 64 (13.2%) venovenous; 69 (14.2%) had extracorporeal membrane oxygenation initiated during cardiopulmonary resuscitation. Hyperoxia occurred in 331 (68.4%) and hypocapnia in 98 (20.2%). Hyperoxic patients had higher mortality than patients without hyperoxia (167 [50.5%] vs 48 [31.4%]; p < 0.001), but no difference in functional status among survivors. Hypocapnic patients were more likely to have a neurologic event (49 [50.0%] vs 143 (37.0%]; p = 0.021) or hepatic dysfunction (49 [50.0%] vs 121 [31.3%]; p < 0.001) than patients without hypocapnia, but no difference in mortality or functional status among survivors. On multivariable analysis, factors independently associated with increased mortality included highest PaO2 and highest blood lactate concentration in the first 48 hours of extracorporeal membrane oxygenation, congenital diaphragmatic hernia, and being a preterm neonate. Factors independently associated with lower mortality included meconium aspiration syndrome.\n## CONCLUSIONS\nHyperoxia is common during pediatric extracorporeal membrane oxygenation and associated with mortality. Hypocapnia appears to occur less often and although associated with complications, an association with mortality was not observed.\n",
            "in_text_citation": "Cashen et al., 2018",
            "footnote": 29
        },
        {
            "title": "Hyperoxia, hypocapnia and hypercapnia as outcome factors after cardiac arrest in children.",
            "abstract": "## PURPOSE\nArterial hyperoxia after resuscitation has been associated with increased mortality in adults. The aim of this study was to test the hypothesis that post-resuscitation hyperoxia and hypocapnia are associated with increased mortality after resuscitation in pediatric patients.\n## METHODS\nWe performed a prospective observational multicenter hospital-based study including 223 children aged between 1 month and 18 years who achieved return of spontaneous circulation after in-hospital cardiac arrest and for whom arterial blood gas analysis data were available.\n## RESULTS\nAfter return of spontaneous circulation, 8.5% of patients had hyperoxia (defined as PaO(2)>300 mm Hg) and 26.5% hypoxia (defined as PaO(2)<60 mm Hg). No statistical differences in mortality were observed when patients with hyperoxia (52.6%), hypoxia (42.4%), or normoxia (40.7%) (p=0.61). Hypocapnia (defined as PaCO(2)<30 mm Hg) was observed in 13.5% of patients and hypercapnia (defined as PaCO(2)>50 mm Hg) in 27.6%. Patients with hypercapnia or hypocapnia had significantly higher mortality (59.0% and 50.0%, respectively) than patients with normocapnia (33.1%) (p=0.002). At 24h after return of spontaneous circulation, neither PaO(2) nor PaCO(2) values were associated with mortality. Multiple logistic regression analysis showed that hypercapnia (OR, 3.27; 95% CI, 1.62-6.61; p=0.001) and hypocapnia (OR, 2.71; 95% CI, 1.04-7.05; p=0.04) after return of spontaneous circulation were significant mortality factors.\n## CONCLUSIONS\nIn children resuscitated from cardiac arrest, hyperoxemia after return of spontaneous circulation or 24h later was not associated with mortality. On the other hand, hypercapnia and hypocapnia were associated with higher mortality than normocapnia.\n",
            "in_text_citation": "Del Castillo et al., 2012",
            "footnote": 30
        },
        {
            "title": "Relationship between arterial partial oxygen pressure after resuscitation from cardiac arrest and mortality in children.",
            "abstract": "## BACKGROUND\nObservational studies in adults have shown a worse outcome associated with hyperoxia after resuscitation from cardiac arrest. Extrapolating from adult data, current pediatric resuscitation guidelines recommend avoiding hyperoxia. We investigated the relationship between arterial partial oxygen pressure and survival in patients admitted to the pediatric intensive care unit (PICU) after cardiac arrest.\n## METHODS AND RESULTS\nWe conducted a retrospective cohort study using the Pediatric Intensive Care Audit Network (PICANet) database between 2003 and 2010 (n=122,521). Patients aged <16 years with documented cardiac arrest preceding PICU admission and arterial blood gas analysis taken within 1 hour of PICU admission were included. The primary outcome measure was death within the PICU. The relationship between postarrest oxygen status and outcome was modeled with logistic regression, with nonlinearities explored via multivariable fractional polynomials. Covariates included age, sex, ethnicity, congenital heart disease, out-of-hospital arrest, year, Pediatric Index of Mortality-2 (PIM2) mortality risk, and organ supportive therapies. Of 1875 patients, 735 (39%) died in PICU. Based on the first arterial gas, 207 patients (11%) had hyperoxia (Pa(O)(2) ≥300 mm Hg) and 448 (24%) had hypoxia (Pa(O)(2) <60 mm Hg). We found a significant nonlinear relationship between Pa(O)(2) and PICU mortality. After covariate adjustment, risk of death increased sharply with increasing hypoxia (odds ratio, 1.92; 95% confidence interval, 1.80-2.21 at Pa(O)(2) of 23 mm Hg). There was also an association with increasing hyperoxia, although not as dramatic as that for hypoxia (odds ratio, 1.25; 95% confidence interval, 1.17-1.37 at 600 mm Hg). We observed an increasing mortality risk with advancing age, which was more pronounced in the presence of congenital heart disease.\n## CONCLUSIONS\nBoth severe hypoxia and, to a lesser extent, hyperoxia are associated with an increased risk of death after PICU admission after cardiac arrest.\n",
            "in_text_citation": "Ferguson et al., 2012",
            "footnote": 31
        },
        {
            "title": "Hyperoxia and hypoxia in children resuscitated from cardiac arrest.",
            "abstract": "## BACKGROUND\nIschemia depletes antioxidant reserves and impairs mitochondrial electron transport. Oxygen within blood reperfusing ischemic tissue can form free radicals, worsen oxidative stress, and exacerbate tissue injury (reperfusion injury). One strategy for limiting reperfusion injury is to limit delivery of \"luxuriant\" oxygen during or after reperfusion. Resuscitation guidelines for children with cardiac arrest recommend early weaning of supplemental oxygen as tolerated. There are currently no studies demonstrating the frequency and outcomes of hyperoxia and hypoxia after pediatric cardiac arrest.\n## OBJECTIVE\nTo determine the frequency and outcomes of hyperoxia and hypoxia in patients following resuscitation from pediatric cardiac arrest admitted to a tertiary care center.\n## DESIGN AND METHODS\nThis is a retrospective observational cohort study. Charts of children resuscitated from cardiac arrest and admitted to our hospital from 2004 to 2008 were reviewed. Partial pressures of oxygen (PaO2) obtained within the first 24 hours following return of spontaneous circulation and mortality at 6 months was recorded. Children who did not survive the initial 48 hours, patients having undergone extracorporeal oxygenation or had congenital heart disease, and those in whom arterial blood gases were not obtained were excluded.\n## RESULTS\nSeventy-four patients met inclusion criteria. Of these, 38 (51%) had at least one arterial blood gases with a PaO2 > 300 mm Hg and 10 (14%) had a PaO2 < 60 mm Hg in the first 24 hours. Neither hyperoxia nor hypoxia on initial arterial blood gases (p = 0.912 and p = 0.384) nor any arterial blood gases within the first 24 hours after cardiac arrest (p = 0.325 and p = 0.553) was associated with 6-month mortality.\n## CONCLUSIONS\nHyperoxia occurs commonly within the first 24 hours of management in children resuscitated from cardiac arrest.\n",
            "in_text_citation": "Guerra-Wallace et al., 2013",
            "footnote": 32
        },
        {
            "title": "Hyperoxia in pediatric severe traumatic brain injury (TBI): a comparison of patient classification by cutoff versus cumulative (area-under-the-curve) analysis.",
            "abstract": "## OBJECTIVE\nHyperoxia is associated with adverse outcome in severe traumatic brain injury (TBI). This study explored differences in patient classification of oxygen exposure by PaO\n## METHODS\nRetrospective, explorative study including children (<18 years) with accidental severe TBI (2002-2015). Oxygen exposure analysis used three PaO\n## RESULTS\nSeventy-one patients were included (median age 8.9 years [IQR 4.6-12.9]), mortality 18.3% (n = 13). Patient hyperoxia classification differed depending on PaO\n## CONCLUSIONS\nHyperoxia classification in pediatric severe TBI during the first 24 hours of PICU admission differed depending on PaO\n",
            "in_text_citation": "Ketharanathan et al., 2020",
            "footnote": 33
        },
        {
            "title": "Incidence of hyperoxia and related in-hospital mortality in critically ill patients: a retrospective data analysis.",
            "abstract": "## BACKGROUND\nMechanical ventilation with oxygen is life-saving, however, may result in hyperoxia. The aim was to analyse the incidence and duration of hyperoxia burden and related in-hospital mortality in critically ill patients.\n## METHODS\nPatients of all ages admitted to intensive care units (ICUs) and with mechanical ventilation for at least seven consecutive days were included in this single centre retrospective medical record audit. The main outcome measure was time-weighted arterial partial pressure of oxygen (PaO\n## RESULTS\nIn total, 20,889 arterial blood gases of 419 patients were analysed. Time-weighted mean PaO\n## CONCLUSION\nSubstantial hyperoxia burden was observed in ICU patients. Young patients with less comorbidities showed hyperoxic episodes more often, especially with lower FiO\n",
            "in_text_citation": "Kraft et al., 2018",
            "footnote": 34
        },
        {
            "title": "Post return of spontaneous circulation factors associated with mortality in pediatric in-hospital cardiac arrest: a prospective multicenter multinational observational study.",
            "abstract": "## INTRODUCTION\nMost studies have analyzed pre-arrest and resuscitation factors associated with mortality after cardiac arrest (CA) in children, but many patients that reach return of spontaneous circulation die within the next days or weeks. The objective of our study was to analyze post-return of spontaneous circulation factors associated with in-hospital mortality after cardiac arrest in children.\n## METHODS\nA prospective multicenter, multinational, observational study in 48 hospitals from 12 countries was performed. A total of 502 children aged between 1 month and 18 years with in-hospital cardiac arrest were analyzed. The primary endpoint was survival to hospital discharge. Univariate and multivariate logistic regression analyses were performed to assess the influence of each post-return of spontaneous circulation factor on mortality.\n## RESULTS\nReturn of spontaneous circulation was achieved in 69.5% of patients; 39.2% survived to hospital discharge and 88.9% of survivors had good neurological outcome. In the univariate analysis, post- return of spontaneous circulation factors related with mortality were pH, base deficit, lactic acid, bicarbonate, FiO2, need for inotropic support, inotropic index, dose of dopamine and dobutamine at 1 hour and at 24 hours after return of spontaneous circulation as well as Pediatric Intensive Care Unit and total hospital length of stay. In the multivariate analysis factors associated with mortality at 1 hour after return of spontaneous circulation were PaCO2 < 30 mmHg and >50 mmHg, inotropic index >14 and lactic acid >5 mmol/L. Factors associated with mortality at 24 hours after return of spontaneous circulation were PaCO2 > 50 mmHg, inotropic index >14 and FiO2 ≥ 0.80.\n## CONCLUSIONS\nSecondary in-hospital mortality among the initial survivors of CA is high. Hypoventilation, hyperventilation, FiO2 ≥ 0.80, the need for high doses of inotropic support, and high levels of lactic acid were the most important post-return of spontaneous circulation factors associated with in-hospital mortality in children in our population.\n",
            "in_text_citation": "López-Herce et al., 2014",
            "footnote": 35
        },
        {
            "title": "Admission Hyperoxia Is a Risk Factor for Mortality in Pediatric Intensive Care.",
            "abstract": "## OBJECTIVES\nTo determine whether the association between hyperoxia and increased risk-adjusted mortality in adult intensive care patients is also observed in a pediatric intensive care population.\n## DESIGN\nSingle-center retrospective analysis of admissions to ICU over a 5-year period commencing January 1, 2012, examining the relationship between PaO2 measured within the first hour of admission and risk-adjusted mortality. Standardized mortality rates were calculated using the Pediatric Index of Mortality-3, and patients were grouped into 50 mm Hg (6.67 kPa) PaO2 bands to assess the relationship between initial PaO2 and risk-adjusted mortality.\n## SETTING\nTertiary PICU with 17 beds and 1,100 annual admissions located in metropolitan Sydney, Australia.\n## PATIENTS\nA total of 1,447 patients 0-18 years old with PaO2 recorded at admission to the ICU.\n## INTERVENTIONS\nNone.\n## MEASUREMENTS AND MAIN RESULTS\nThere were 5,176 patients admitted to the ICU during the study period and 1,447 (28%) with PaO2 recorded at admission. A U-shaped relationship between raw mortality and admission PaO2 was observed, with lowest mortality (2.3% and 2.6%, respectively) observed in the 101-150 (13.5-20.0 kPa) and 151-200 mm Hg (20.1-26.7 kPa) bands and the highest mortality observed in patients with PaO2 less than 50 mm Hg (6.67 kPa) with mortality of 5.3%, or greater than 350 mm Hg (46.7 kPa) with mortality of 18.2%. Hyperoxia at admission was associated with an increase in risk-adjusted mortality, with polynomial regression indicating a strong correlation between PaO2 band and risk-adjusted outcome (r = 0.845). When included in a multivariate model that included the Pediatric Index of Mortality-3 variables, the odds ratio for hyperoxia (defined as PaO2 > 250 mm Hg [33.3 kPa]) predicting death was 2.66 (p = 0.047).\n## CONCLUSIONS\nIn this single-center study, hyperoxia at admission to the PICU was highly correlated with increased risk-adjusted mortality. Further investigation of these observations in a large multicenter cohort is warranted.\n",
            "in_text_citation": "Numa et al., 2018",
            "footnote": 36
        },
        {
            "title": "Maximum Pao2 in the First 72 Hours of Intensive Care Is Associated With Risk-Adjusted Mortality in Pediatric Patients Undergoing Mechanical Ventilation.",
            "abstract": "A relationship between Pao2 and mortality has previously been observed in single-center studies. We performed a retrospective cohort study of the Pediatric Health Information System plus database including patients less than or equal to 21 years old admitted to a medical or cardiac ICU who received invasive ventilation within 72 hours of admission. We trained and validated a multivariable logistic regression mortality prediction model with very good discrimination (C-statistic, 0.86; 95% CI, 0.79-0.92; area under the precision-recall curve, 0.39) and acceptable calibration (standardized mortality ratio, 0.96; 95% CI, 0.75-1.23; calibration belt p = 0.07). Maximum Pao2 measurements demonstrated a parabolic (\"U-shaped\") relationship with PICU mortality (Box-Tidwell p < 0.01). Maximum Pao2 was a statistically significant predictor of risk-adjusted mortality (standardized odds ratio, 1.27; 95% CI, 1.23-1.32; p < 0.001). This analysis is the first multicenter pediatric study to identify a relationship between the extremes in Pao2 values and PICU mortality. Clinicians should remain judicious in the use of oxygen when caring for children.",
            "in_text_citation": "Pelletier et al., 2020",
            "footnote": 37
        },
        {
            "title": "Conservative versus liberal oxygenation targets in critically ill children: the randomised multiple-centre pilot Oxy-PICU trial.",
            "abstract": "## BACKGROUND\nOxygen saturation monitoring for children receiving respiratory support is standard worldwide. No randomised clinical trials have compared peripheral oxygen saturation (SpO\n## METHODS\nWe undertook an open, parallel-group randomised trial of children > 38 weeks completed gestation and < 16 years of age receiving invasive or non-invasive respiratory support and supplemental oxygen who were admitted urgently to one of three paediatric intensive care units. A 'research without prior consent' approach was employed. Children were randomly assigned to a liberal oxygenation group (SpO\n## RESULTS\nA total of 159 children met the inclusion criteria, of whom 119 (75%) were randomised between April and July 2017, representing a rate of 10 patients per month per site. The mean time to randomisation from first contact with an intensive care team was 1.9 (SD 2.2) h. Consent to continue in the study was obtained in 107 cases (90%); the children's parents/legal representatives were supportive of the consent process. The median (interquartile range, IQR) of time-weighted individual mean SpO\n## CONCLUSION\nA definitive clinical trial of peripheral oxygen saturation targets is feasible in critically ill children.\n",
            "in_text_citation": "Peters et al., 2018",
            "footnote": 38
        },
        {
            "title": "Admission PaO2 and Mortality in Critically Ill Children: A Cohort Study and Systematic Review.",
            "abstract": "## OBJECTIVE\nTo describe the relationship between PaO2 at intensive care admission and mortality in critically ill children and to review systematically the literature describing this relationship.\n## DESIGN\nCohort study: A review of consecutive tertiary pediatric intensive care admissions (January 2004 to December 2014) in a single center. The relationship between admission Pao2 and crude and standardized mortality was explored using nonlinear regression. Systematic review: A search of MEDLINE (1950 to January 2015), EMBASE (1980 to January 2015), Cochrane and Database of Abstracts of Reviews of Effects databases was undertaken using the following terms: \"hyperoxia,\" \"hypoxia,\" \"critically ill children,\" \"pediatric intensive care,\" \"mortality,\" and/or \"survival.\"\n## SETTING\nTertiary PICU.\n## PATIENTS\nPatients younger than 18 years of age.\n## INTERVENTIONS\nThe association of hyperoxia (PaO2, > 300 torr [40 kPa]) and hypoxia (PaO2, < 60 torr [8 kPa] or peripheral oxygen saturations, < 90%) to mortality in critically ill children was explored.\n## MEASUREMENTS AND MAIN RESULTS\nCohort study: Of 14,321 admissions, 7,410 children had recorded PaO2 and FIO2 at admission. Crude mortality was 7.4% (555/7,410). This varied with admission PaO2 from 15.4% (204/1,324) in the hypoxia group (< 8 kPa) to 5.3% (287/5,385) with normoxia and 9.1% (64/701) in the hyperoxic group (> 40 kPa). Nonlinear regression displayed a \"U-shaped\" relationship between PaO2 and crude and case-mix adjusted mortality. Systematic review: Fourteen studies and one conference abstract were eligible for inclusion. Eleven studies (n = 5,280) relate to hypoxia with combined odds ratio for death, of 3.13 (95% CI, 1.79-5.48; p < 0.001) compared to normoxia. Six studies (n = 2,012) relate to hyperoxia and suggest no effect on mortality compared to normoxia (odds ratio, 1.15; 95% CI, 0.42-3.17; p = 0.77).\n## CONCLUSIONS\nHypoxia at admission is associated with increased mortality in critically ill children, whereas the association with hyperoxia is less clear. The cohort study demonstrated a U-shaped association between admission PaO2 and mortality. Further examination is needed to explore the effect of hyperoxia upon mortality prediction accuracy.\n",
            "in_text_citation": "Raman et al., 2016",
            "footnote": 39
        },
        {
            "title": "Association of Severe Hyperoxemia Events and Mortality Among Patients Admitted to a Pediatric Intensive Care Unit.",
            "abstract": "## IMPORTANCE\nA high Pao2, termed hyperoxemia, is postulated to have deleterious health outcomes. To date, the association between hyperoxemia during the ongoing management of critical illness and mortality has been incompletely evaluated in children.\n## OBJECTIVE\nTo examine whether severe hyperoxemia events are associated with mortality among patients admitted to a pediatric intensive care unit (PICU).\n## DESIGN, SETTING, AND PARTICIPANTS\nA retrospective cohort study was conducted over a 10-year period (January 1, 2009, to December 31, 2018); all 23 719 PICU encounters at a quaternary children's hospital with a documented arterial blood gas measurement were evaluated.\n## EXPOSURES\nSevere hyperoxemia, defined as Pao2 level greater than or equal to 300 mm Hg (40 kPa).\n## MAIN OUTCOMES AND MEASURES\nThe highest Pao2 values during hospitalization were dichotomized according to the definition of severe hyperoxemia and assessed for association with in-hospital mortality using logistic regression models incorporating a calibrated measure of multiple organ dysfunction, extracorporeal life support, and the total number of arterial blood gas measurements obtained during an encounter.\n## RESULTS\nOf 23 719 PICU encounters during the inclusion period, 6250 patients (13 422 [56.6%] boys; mean [SD] age, 7.5 [6.6] years) had at least 1 measured Pao2 value. Severe hyperoxemia was independently associated with in-hospital mortality (adjusted odds ratio [aOR], 1.78; 95% CI, 1.36-2.33; P < .001). Increasing odds of in-hospital mortality were observed with 1 (aOR, 1.47; 95% CI, 1.05-2.08; P = .03), 2 (aOR, 2.01; 95% CI, 1.27-3.18; P = .002), and 3 or more (aOR, 2.53; 95% CI, 1.62-3.94; P < .001) severely hyperoxemic Pao2 values obtained greater than or equal to 3 hours apart from one another compared with encounters without hyperoxemia. A sensitivity analysis examining the hypothetical outcomes of residual confounding indicated that an unmeasured binary confounder with an aOR of 2 would have to be present in 37% of the encounters with severe hyperoxemia and 0% of the remaining cohort to fail to reject the null hypothesis (aOR of severe hyperoxemia, 1.31; 95% CI, 0.99-1.72).\n## CONCLUSIONS AND RELEVANCE\nGreater numbers of severe hyperoxemia events appeared to be associated with increased mortality in this large, diverse cohort of critically ill children, supporting a possible exposure-response association between severe hyperoxemia and outcome in this population. Although further prospective evaluation appears to be warranted, this study's findings suggest that guidelines for ongoing management of critically ill children should take into consideration the possible detrimental effects of severe hyperoxemia.\n",
            "in_text_citation": "Ramgopal et al., 2019",
            "footnote": 40
        },
        {
            "title": "Early Hyperoxemia and Outcome Among Critically Ill Children.",
            "abstract": "## OBJECTIVE\nTo identify whether a high PaO2 (hyperoxemia) at the time of presentation to the PICU is associated with in-hospital mortality.\n## DESIGN\nSingle-center observational study.\n## SETTING\nQuaternary-care PICU.\n## PATIENTS\nEncounters admitted between January 1, 2009, and December 31, 2018.\n## INTERVENTIONS\nNone.\n## MEASUREMENTS AND MAIN RESULTS\nEncounters with a measured PaO2 were included. To account for severity of illness upon presentation, we calculated a modified Pediatric Risk of Mortality IV score excluding PaO2 for each encounter, calibrated for institutional data. Logistic regression was used to determine whether hyperoxemia (PaO2 ≥ 300 torr [39.99 kPa]) in the 12 hours surrounding PICU admission was associated with in-hospital mortality. We reperformed our analysis using a cutoff for hyperoxemia obtained by comparisons of observed versus predicted mortality when encounters were classified by highest PaO2 in 50 torr (6.67 kPa) bins. Results are reported as adjusted odds ratios with 95% CIs. Of 23,719 encounters, 4,093 had a PaO2 recorded in the period -6 to +6 hours after admission. Two hundred seventy-four of 4,093 (6.7%) had in-hospital mortality. The prevalence of hyperoxemia increased with rising modified Pediatric Risk of Mortality IV and was not associated with mortality in multivariable models (adjusted odds ratio, 1.38; 95% CI, 0.98-1.93). When using a higher cutoff of hyperoxemia derived from comparison of observed versus predicted rates of mortality of greater than or equal to 550 torr (73.32 kPa), hyperoxemia was associated with mortality (adjusted odds ratio, 2.78; 95% CI, 2.54-3.05).\n## CONCLUSIONS\nA conventional threshold for hyperoxemia at presentation to the PICU was not associated with in-hospital mortality in a model using a calibrated acuity score. Extreme states of hyperoxemia (≥ 73.32 kPa) were significantly associated with in-hospital mortality. Prospective research is required to identify if hyperoxemia before and/or after PICU admission contributes to poor outcomes.\n",
            "in_text_citation": "Ramgopal et al., 2020",
            "footnote": 41
        },
        {
            "title": "Hyperoxia Is Associated With Poor Outcomes in Pediatric Cardiac Patients Supported on Venoarterial Extracorporeal Membrane Oxygenation.",
            "abstract": "## OBJECTIVES\nPatients who require venoarterial extracorporeal membrane oxygenation because of cardiac failure frequently have supranormal blood oxygen tensions (hyperoxia). Recent studies have suggested worse outcomes in patients with hyperoxia after resuscitation from cardiac or respiratory arrests, presumably because of oxidative stress. There are limited data regarding the effect of hyperoxia on outcomes in pediatric patients on venoarterial extracorporeal membrane oxygenation.\n## DESIGN\nRetrospective chart review.\n## SETTING\nPediatric cardiothoracic ICU.\n## PATIENTS\nCardiac surgery patients less than 1 year old requiring venoarterial extracorporeal membrane oxygenation in the postoperative period from 2007 to 2013.\n## MEASUREMENTS AND MAIN RESULTS\nIn 93 infants (median time on extracorporeal membrane oxygenation, 5 d), mortality at 30 days post surgery (primary outcome) was 38%. Using a receiver operating characteristic curve, a mean PaO2 of 193 mm Hg in the first 48 hours of extracorporeal membrane oxygenation was determined to have good discriminatory ability with regard to 30-day mortality. Univariate analysis identified a mean PaO2 greater than 193 mm Hg (p = 0.001), longer cardiopulmonary bypass times (p = 0.09), longer duration of extracorporeal membrane oxygenation (p < 0.0001), and higher extracorporeal membrane oxygenation pump flows (p = 0.052) as possible risk factors for 30-day mortality. In multivariable analysis controlling for the variables listed above, a mean PaO2 greater than 193 mm Hg remained an independent risk factor for mortality (p = 0.03). In addition, a mean PaO2 greater than 193 mm Hg was associated with the need for renal dialysis (p = 0.02) but not with neurologic injury (p = 0.41) during the hospitalization.\n## CONCLUSIONS\nIn infants with congenital heart disease who are placed on venoarterial extracorporeal membrane oxygenation postoperatively, hyperoxia (defined as a mean PaO2 > 193 mm Hg in the first 48 hr of extracorporeal membrane oxygenation) was an independent risk factor for 30-day mortality after surgery. Future studies are needed to delineate the causative or associative role of hyperoxia with outcomes, especially in children with baseline cyanosis who may be more susceptible to the effects of oxidative stress.\n",
            "in_text_citation": "Sznycer-Taub et al., 2016",
            "footnote": 42
        },
        {
            "title": "High cumulative oxygen levels are associated with improved survival of children treated with mild therapeutic hypothermia after cardiac arrest.",
            "abstract": "## AIM\nThe aim of this study was to analyze the relationship between the partial pressure of arterial oxygen (PaO2) and in-hospital (IH) mortality in children after cardiac arrest (CA) using the conventional cutoff analysis, which was compared with the cumulative analysis, a new method in PaO2 analysis. Additionally, we analyzed this relationship for children with and without mild therapeutic hypothermia (MTH; 32-34 °C).\n## METHODS\nThis observational cohort study included all children (aged >28 days) with CA and return of spontaneous circulation (ROSC) between 2002 and 2011. The first research question was the association between PaO2 and IH mortality after ROSC. This was analyzed for three hyperoxia cutoff values, and for three time intervals using the cumulative PaO2 determined with the area under the curve (AUC). For the second research question, these analyses were repeated for children with and without MTH.\n## RESULTS\nOf the 200 patients included (median age 2.6 years), 84 (42%) survived to hospital discharge. Fifty-eight children (29%) were treated with MTH. With the cutoff analysis and the AUC analysis we found no relationship between PaO2 and IH mortality. However, analysis of the MTH-group showed a lower IH mortality in children with high cumulative PaO2 levels on two of the three time intervals. Multivariable analysis showed significantly higher odds of survival (0.643 (95% confidence interval (CI) 0.424-0.976), 0.554 (95% CI 0.335-0.916)).\n## CONCLUSIONS\nCumulative PaO2 analysis showed that the IH mortality is significantly lower in MTH-treated children with high PaO2 levels. The effects of cumulative PaO2 on the outcome need to be studied further, and this will help us to achieve individualized goal-directed therapy.\n",
            "in_text_citation": "van Zellem et al., 2015",
            "footnote": 43
        }
    ]
}