{
    "base_references": [
        {
            "title": "A phase Ib trial of pembrolizumab plus paclitaxel or flat-dose capecitabine in 1st/2nd line metastatic triple-negative breast cancer.",
            "abstract": "Chemoimmunotherapy with anti-programmed cell death 1/ligand 1 and cytotoxic chemotherapy is a promising therapeutic modality for women with triple-negative breast cancer, but questions remain regarding optimal chemotherapy backbone and biomarkers for patient selection. We report final outcomes from a phase Ib trial evaluating pembrolizumab (200 mg IV every 3 weeks) with either weekly paclitaxel (80 mg/m2 weekly) or flat-dose capecitabine (2000 mg orally twice daily for 7 days of every 14-day cycle) in the 1st/2nd line setting. The primary endpoint is safety (receipt of 2 cycles without grade III/IV toxicities requiring discontinuation or ≥21-day delays). The secondary endpoint is efficacy (week 12 objective response). Exploratory aims are to characterize immunologic effects of treatment over time, and to evaluate novel biomarkers. The trial demonstrates that both regimens meet the pre-specified safety endpoint (paclitaxel: 87%; capecitabine: 100%). Objective response rate is 29% for pembrolizumab/paclitaxel (n = 4/13, 95% CI: 10-61%) and 43% for pembrolizumab/capecitabine (n = 6/14, 95% CI: 18-71%). Partial responses are observed in two subjects with chemo-refractory metaplastic carcinoma (both in capecitabine arm). Both regimens are associated with significant peripheral leukocyte contraction over time. Response is associated with clinical PD-L1 score, non-receipt of prior chemotherapy, and the H&E stromal tumor-infiltrating lymphocyte score, but also by a novel 27 gene IO score and spatial biomarkers (lymphocyte spatial skewness). In conclusion, pembrolizumab with paclitaxel or capecitabine is safe and clinically active. Both regimens are lymphodepleting, highlighting the competing immunostimulatory versus lymphotoxic effects of cytotoxic chemotherapy. Further exploration of the IO score and spatial TIL biomarkers is warranted. The clinical trial registration is NCT02734290."
        },
        {
            "title": "Evaluation of the Observational Associations and Shared Genetics Between Glaucoma With Depression and Anxiety.",
            "abstract": "Purpose:\n        \n      \n      Glaucoma, a leading cause of blindness worldwide, is suspected to exhibit a notable association with psychological disturbances. This study aimed to investigate epidemiological associations and explore shared genetic architecture between glaucoma and mental traits, including depression and anxiety.\n    \n\n\n          Methods:\n        \n      \n      Multivariable logistic regression and Cox proportional hazards regression models were employed to investigate longitudinal associations based on UK Biobank. A stepwise approach was used to explore the shared genetic architecture. First, linkage disequilibrium score regression inferred global genetic correlations. Second, MiXeR analysis quantified the number of shared causal variants. Third, specific shared loci were detected through conditional/conjunctional false discovery rate (condFDR/conjFDR) analysis and characterized for biological insights. Finally, two-sample Mendelian randomization (MR) was conducted to investigate bidirectional causal associations.\n    \n\n\n          Results:\n        \n      \n      Glaucoma was significantly associated with elevated risks of hospitalized depression (hazard ratio [HR] = 1.54; 95% confidence interval [CI], 1.01-2.34) and anxiety (HR = 2.61; 95% CI, 1.70-4.01) compared to healthy controls. Despite the absence of global genetic correlations, MiXeR analysis revealed 300 variants shared between glaucoma and depression, and 500 variants shared between glaucoma and anxiety. Subsequent condFDR/conjFDR analysis discovered 906 single-nucleotide polymorphisms (SNPs) jointly associated with glaucoma and depression and two associated with glaucoma and anxiety. The MR analysis did not support robust causal associations but indicated the existence of pleiotropic genetic variants influencing both glaucoma and depression.\n    \n\n\n          Conclusions:\n        \n      \n      Our study enhances the existing epidemiological evidence and underscores the polygenic overlap between glaucoma and mental traits. This observation suggests a correlation shaped by pleiotropic genetic variants rather than being indicative of direct causal relationships."
        },
        {
            "title": "Effect of calcium or 25OH vitamin D3 dietary supplementation on bone loss at the hip in men and women over the age of 60.",
            "abstract": "Dietary supplements that prevent bone loss at the hip and that can be applied safely in the elderly are likely to reduce hip fractures. A daily dietary supplement of 750 mg calcium or 15 microg 25OH vitamin D3 on bone loss at the hip and other sites, bone turnover and calcium-regulating hormones were studied over 4 yr in elderly volunteers using a randomized, double-blind, placebo-controlled trial. Bone mineral density (BMD) was measured by dual x-ray absorptiometry and bone structure by radiographs. Calcium biochemistry and bone turnover markers were measured in blood and urine. The 316 women entering the trial had a mean age of 73.7 yr and the 122 men of 75.9 yr. Baseline median calcium intake was 546 mg/day, and median serum 25OH vitamin D3 was 59 nmol/L. On placebo, loss of BMD at total hip was 2% and femoral medulla expansion was 3% over 4 yr. Calcium reduced bone loss, secondary hyperparathyroidism, and bone turnover. 25OH vitamin D3 was intermediate between placebo and calcium. Fracture rates and drop-out rates were similar among groups, and there were no serious adverse events with either supplement. A calcium supplement of 750 mg/day prevents loss of BMD, reduces femoral medullary expansion, secondary hyperparathyroidism, and high bone turnover. A supplement of 15 microg/day 25OH vitamin D3 is less effective, and because its effects are seen only at low calcium intakes, suggests that its beneficial effect is to reverse calcium insufficiency.\n"
        },
        {
            "title": "HER2 Directed Antibody-Drug-Conjugates beyond T-DM1 in Breast Cancer.",
            "abstract": "Since the discovery of the human epidermal growth factor receptor 2 (HER2) as an oncogenic driver in a subset of breast cancers and the development of HER2 directed therapies, the prognosis of HER2 amplified breast cancers has improved meaningfully. Next to monoclonal anti-HER2 antibodies and tyrosine kinase inhibitors, the antibody-drug conjugate T-DM1 is a pillar of targeted treatment of advanced HER2-positive breast cancers. Currently, several HER2 directed antibody-drug conjugates are under clinical investigation for HER2 amplified but also HER2 expressing but not amplified breast tumors. In this article, we review the current preclinical and clinical evidence of the investigational drugs A166, ALT-P7, ARX788, DHES0815A, DS-8201a, RC48, SYD985, MEDI4276 and XMT-1522."
        },
        {
            "title": "Retinal Dystrophies Associated With Peripherin-2: Genetic Spectrum and Novel Clinical Observations in 241 Patients.",
            "abstract": "Purpose:\n        \n      \n      To describe the clinical, electrophysiological and genetic spectrum of inherited retinal diseases associated with variants in the PRPH2 gene.\n    \n\n\n          Methods:\n        \n      \n      A total of 241 patients from 168 families across 15 sites in 9 countries with pathogenic or likely pathogenic variants in PRPH2 were included. Records were reviewed for age at symptom onset, visual acuity, full-field ERG, fundus colour photography, fundus autofluorescence (FAF), and SD-OCT. Images were graded into six phenotypes. Statistical analyses were performed to determine genotype-phenotype correlations.\n    \n\n\n          Results:\n        \n      \n      The median age at symptom onset was 40 years (range, 4-78 years). FAF phenotypes included normal (5%), butterfly pattern dystrophy, or vitelliform macular dystrophy (11%), central areolar choroidal dystrophy (28%), pseudo-Stargardt pattern dystrophy (41%), and retinitis pigmentosa (25%). Symptom onset was earlier in retinitis pigmentosa as compared with pseudo-Stargardt pattern dystrophy (34 vs 44 years; P = 0.004). The median visual acuity was 0.18 logMAR (interquartile range, 0-0.54 logMAR) and 0.18 logMAR (interquartile range 0-0.42 logMAR) in the right and left eyes, respectively. ERG showed a significantly reduced amplitude across all components (P < 0.001) and a peak time delay in the light-adapted 30-Hz flicker and single-flash b-wave (P < 0.001). Twenty-two variants were novel. The central areolar choroidal dystrophy phenotype was associated with 13 missense variants. The remaining variants showed marked phenotypic variability.\n    \n\n\n          Conclusions:\n        \n      \n      We described six distinct FAF phenotypes associated with variants in the PRPH2 gene. One FAF phenotype may have multiple ERG phenotypes, demonstrating a discordance between structure and function. Given the vast spectrum of PRPH2 disease our findings are useful for future clinical trials."
        },
        {
            "title": "Loss of TRPM8 Exacerbate Herpes Simplex Keratitis Infection in Mice by Promoting the Infiltration of CD11b+ Ly6G+ Cells and Increasing the Viral Load in the Cornea.",
            "abstract": "Purpose:\n        \n      \n      To reveal the role of transient receptor potential cation subfamily M member 8 (TRPM8) channels in herpes simplex keratitis (HSK).\n    \n\n\n          Methods:\n        \n      \n      HSK models were established using TRPM8 knockout (TRPM8-/-) mice and their wild-type (WT) littermates. The infected corneas were graded and harvested to evaluate the mRNA levels of inflammatory factors through quantitative real-time polymerase chain reaction (RT-PCR), as well as the infiltration of inflammatory cells through immunofluorescence staining and flow cytometry. Viral titers were determined by plaque assay and absolute quantitative method. RNA-sequencing was conducted to elucidate the transcriptome of corneal epithelium in response to TRPM8 knockout after infection. The anti-inflammatory effect of TRPM8 agonist menthol was documented via subconjunctival administration.\n    \n\n\n          Results:\n        \n      \n      Compared to their wild-type counterparts, TRPM8-deficient mice exhibited exacerbated infection symptoms and thicker corneas in HSK models. Infection in TRPM8-deficient mice resulted in significant lymphocyte infiltration, primarily consisting of Ly6G+ CD11b+ cells. Additionally, TRPM8-deficient mice displayed increased levels of corneal viral titers after infection, along with decreased expression of interferon-stimulated genes (ISGs). Subconjunctival administration of menthol effectively alleviated infection-induced symptoms and Ly6G+ CD11b+ cell infiltration in herpes simplex virus type 1 (HSV-1)-treated mice.\n    \n\n\n          Conclusions:\n        \n      \n      TRPM8 promoted host resistance to HSV-1 infection by suppressing the accumulation of Ly6G+ CD11b+ cells and virus replication. These findings suggest that targeting TRPM8 could be valuable for therapeutic interventions against HSV-1 infections."
        },
        {
            "title": "Calcium and vitamin d supplementation in postmenopausal women.",
            "abstract": "## CONTEXT\nBone health is influenced by the intake of both calcium and vitamin D.\n## OBJECTIVE\nOur objective was to evaluate the influence of calcium and vitamin D supplementation on PTH and bone turnover. SETTING, PATIENTS, AND DESIGN: At an ambulatory research center, 159 postmenopausal healthy white women participated in this double-blind, placebo-controlled parallel, longitudinal factorial study that was 6 months in duration.\n## INTERVENTIONS\nSubjects were randomly allocated to 4 groups: 1) double placebo, 2) calcium (1200 mg daily) plus placebo, 3) vitamin D3 (100 μg) plus placebo, and 4) vitamin D3 and calcium. Serum and urine were collected fasting and 2 hours after a calcium load at baseline and at 3 and 6 months.\n## MAIN OUTCOME MEASURES\nSerum PTH, cross-linked C-telopeptide (CTX), and procollagen type I N-terminal propeptide (P1NP) were measured.\n## RESULTS\nBefore study medication, a calcium load resulted in a decline in PTH and CTX and an increase in urinary calcium excretion. Serum CTX and P1NP declined over time with calcium supplementation but did not change with increased vitamin D intake. There was a decline in PTH in the vitamin D groups in the fasting state compared with placebo. Suppression of PTH was greater after a calcium load in the vitamin D groups. A calcium load decreased PTH and CTX and raised urinary calcium.\n## CONCLUSIONS\nFasting PTH declines with vitamin D supplementation. PTH declines after calcium intake. Supplementation of the diet with 1200 mg calcium/d reduces bone turnover markers, whereas supplementation with up to100 μg vitamin D3/d does not.\n"
        },
        {
            "title": "Randomised controlled trial of calcium and supplementation with cholecalciferol (vitamin D3) for prevention of fractures in primary care.",
            "abstract": "## OBJECTIVE\nTo assess whether supplementation with calcium and cholecaliferol (vitamin D3) reduces the risk of fracture in women with one or more risk factors for fracture of the hip.\n## DESIGN\nPragmatic open randomised controlled trial.\n## SETTING\nPractice nurse led clinics in primary care.\n## PARTICIPANTS\n3314 women aged 70 and over with one or more risk factors for hip fracture: any previous fracture, low body weight (< 58 kg), smoker, family history of hip fracture, or fair or poor self reported health.\n## INTERVENTION\nDaily oral supplementation using 1000 mg calcium with 800 IU cholecaliferol and information leaflet on dietary calcium intake and prevention of falls, or leaflet only (control group).\n## MAIN OUTCOME MEASURES\nPrimary outcome measure was all clinical fractures and secondary outcome measures were adherence to treatment, falls, and quality of life (measured with the SF-12).\n## RESULTS\n69% of the women who completed the follow-up questionnaire at 24 months were still taking supplements (55% with inclusion of randomised participants known to be alive). After a median follow-up of 25 months (range 18 to 42 months), clinical fracture rates were lower than expected in both groups but did not significantly differ for all clinical fractures (odds ratio for fracture in supplemented group 1.01, 95% confidence interval 0.71 to 1.43). The odds ratio for hip fracture was 0.75 (0.31 to 1.78). The odds of a woman having a fall at six and 12 months was 0.99 and 0.98, respectively. Quality of life did not significantly differ between the groups.\n## CONCLUSION\nWe found no evidence that calcium and vitamin D supplementation reduces the risk of clinical fractures in women with one or more risk factors for hip fracture. Registration ISRCTN26118436, controlled trials registry.\n"
        },
        {
            "title": "Effect of calcium and vitamin D supplementation on bone density in men and women 65 years of age or older.",
            "abstract": "## BACKGROUND\nInadequate dietary intake of calcium and vitamin D may contribute to the high prevalence of osteoporosis among older persons.\n## METHODS\nWe studied the effects of three years of dietary supplementation with calcium and vitamin D on bone mineral density, biochemical measures of bone metabolism, and the incidence of nonvertebral fractures in 176 men and 213 women 65 years of age or older who were living at home. They received either 500 mg of calcium plus 700 IU of vitamin D3 (cholecalciferol) per day or placebo. Bone mineral density was measured by dual-energy x-ray absorptiometry, blood and urine were analyzed every six months, and cases of nonvertebral fracture were ascertained by means of interviews and verified with use of hospital records.\n## RESULTS\nThe mean (+/-SD) changes in bone mineral density in the calcium-vitamin D and placebo groups were as follows: femoral neck, +0.50+/-4.80 and -0.70+/-5.03 percent, respectively (P=0.02); spine,+2.12+/-4.06 and +1.22+/-4.25 percent (P=0.04); and total body, +0.06+/-1.83 and -1.09+/-1.71 percent (P<0.001). The difference between the calcium-vitamin D and placebo groups was significant at all skeletal sites after one year, but it was significant only for total-body bone mineral density in the second and third years. Of 37 subjects who had nonvertebral fractures, 26 were in the placebo group and 11 were in the calcium-vitamin D group (P=0.02).\n## CONCLUSIONS\nIn men and women 65 years of age or older who are living in the community, dietary supplementation with calcium and vitamin D moderately reduced bone loss measured in the femoral neck, spine, and total body over the three-year study period and reduced the incidence of nonvertebral fractures.\n"
        },
        {
            "title": "Effects of three-monthly oral 150,000 IU cholecalciferol supplementation on falls, mobility, and muscle strength in older postmenopausal women: a randomized controlled trial.",
            "abstract": "Daily vitamin D in addition to calcium supplementation reduces falls and fractures in older women. However, poor adherence to therapy is a common clinical problem. To examine the effects of supervised oral 3-monthly vitamin D therapy on falls, muscle strength, and mobility, we conducted a 9-month randomized, double-blind, placebo-controlled trial in 686 community-dwelling ambulant women aged over 70 years. Participants received either oral cholecalciferol 150,000 IU every 3 months (n = 353) or an identical placebo (n = 333). All participants were advised to increase dietary calcium intake. Falls data were collected 3-monthly. At baseline, 3, 6, and 9 months, muscle strength was measured by a handheld dynamometer and mobility by the Timed Up and Go (TUG) test. Serum 25 hydroxyvitamin D (25OHD) was measured in a subgroup of 40 subjects. Mean age at baseline was 76.7 ± 4.1 years. The average serum 25OHD value at baseline was 65.8 ± 22.7 nmol/L. By 3, 6, and 9 months after supplementation, 25OHD levels of the vitamin D group were approximately 15 nmol/L higher than the placebo group. Calcium intake did not change significantly between baseline (864 ± 412 mg/day) and 9 months (855 ± 357 mg/day). Faller rates in the two groups did not differ: vitamin D group, 102 of 353 (29%); placebo group, 89 of 333 (27%). At 9 months, compared to placebo or baseline, muscle strength, and TUG were not altered by vitamin D. In conclusion, oral cholecalciferol 150,000 IU therapy administered 3-monthly had neither beneficial nor adverse effects on falls or physical function. These data together with previous findings confirm that intermittent large doses of vitamin D are ineffective or have a deleterious effect on falls. Thus despite adherence issues with daily vitamin D replacement, an intermittent, high-dose vitamin D regimen cannot be supported as a strategy to reduce falls and fractures.\n"
        },
        {
            "title": "The Causal Effect of Education on Myopia: Evidence That More Exposure to Schooling, Rather Than Increased Age, Causes the Onset of Myopia.",
            "abstract": "Purpose:\n        \n      \n      To distinguish the effects of age and grade on the development of myopia.\n    \n\n\n          Methods:\n        \n      \n      Grade 1 (n = 1465, mean age 6.71 ± 0.29 years; 53.5% male) and Grade 2 students (n = 1381, mean age 7.76 ± 0.30 years; 52.5% male) were examined in 2018, with a follow-up examination in 2019. Cycloplegic spherical equivalent (SE) in diopter (D) was measured. Regression discontinuity (RD) analysis was used to assess the causal effects on refraction at each visit.\n    \n\n\n          Results:\n        \n      \n      The sample in a grade was divided into three 4-month age blocks according to their birth month, the youngest, middle, and the oldest. At the 2018 visit, within each grade, there were no significant differences in SE among age blocks (all P > 0.05), despite an age range of 12 months. However, comparing the youngest block in Grade 2 to the oldest block in Grade 1, an average age difference of four months, a significant difference in SE was found (0.82 ± 0.69 D vs. 1.05 ± 0.55 D, t-test P < 0.01). Formal RD analysis found a significant casual effect of grade increase on myopic refraction shift (β = -0.32 D; 95% CI, -0.73 to -0.01; P = 0.042). Consistent results were found using the 2019 data.\n    \n\n\n          Conclusions:\n        \n      \n      Increased grade, rather than increasing age, is the major cause of myopic shifts in refraction. A causal link implies that interventions aimed at reducing the myopigenic exposures experienced during a school year have the potential to markedly reduce the myopic shifts in refraction associated with a grade of schooling."
        },
        {
            "title": "The Emergence of Natural Language Quantification.",
            "abstract": "Classical quantifiers (like \"all,\" \"some,\" and \"none\") express relationships between two sets, allowing us to make generalizations (like \"no elephants fly\"). Devices like these appear to be universal in human languages. Is the ubiquity of quantification due to a universal property of the human mind or is it attributable to more gradual convergence through cultural evolution? We investigated whether classical quantifiers are present in a new language emerging in isolation from other languages, Nicaraguan Sign Language (NSL). An observational study of historical data collected in the 1990s found evidence of potential quantifier forms. To confirm the quantificational meaning of these signs, we designed a production study that elicited, from three age cohorts of NSL signers (N = 17), three types of quantifiers: universal (all), existential (some), and negative (none). We find evidence for these classical quantifiers in the very first generation of signers, suggesting they may reflect a universal property of human cognition or a very rapid construction process."
        },
        {
            "title": "Worldwide survey on implantation of and outcomes for conduction system pacing with His bundle and left bundle branch area pacing leads.",
            "abstract": "Background:\n        \n      \n      Adoption and outcomes for conduction system pacing (CSP), which includes His bundle pacing (HBP) or left bundle branch area pacing (LBBAP), in real-world settings are incompletely understood. We sought to describe real-world adoption of CSP lead implantation and subsequent outcomes.\n    \n\n\n          Methods:\n        \n      \n      We performed an online cross-sectional survey on the implantation and outcomes associated with CSP, between November 15, 2020, and February 15, 2021. We described survey responses and reported HBP and LBBAP outcomes for bradycardia pacing and cardiac resynchronization CRT indications, separately.\n    \n\n\n          Results:\n        \n      \n      The analysis cohort included 140 institutions, located on 5 continents, who contributed data to the worldwide survey on CSP. Of these, 127 institutions (90.7%) reported experience implanting CSP leads. CSP and overall device implantation volumes were reported by 84 institutions. In 2019, the median proportion of device implants with CSP, HBP, and/or LBBAP leads attempted were 4.4% (interquartile range [IQR], 1.9-12.5%; range, 0.4-100%), 3.3% (IQR, 1.3-7.1%; range, 0.2-87.0%), and 2.5% (IQR, 0.5-24.0%; range, 0.1-55.6%), respectively. For bradycardia pacing indications, HBP leads, as compared to LBBAP leads, had higher reported implant threshold (median [IQR]: 1.5 V [1.3-2.0 V] vs 0.8 V [0.6-1.0 V], p = 0.0008) and lower ventricular sensing (median [IQR]: 4.0 mV [3.0-5.0 mV] vs. 10.0 mV [7.0-12.0 mV], p < 0.0001).\n    \n\n\n          Conclusion:\n        \n      \n      In conclusion, CSP lead implantation has been broadly adopted but has yet to become the default approach at most surveyed institutions. As the indications and data for CSP continue to evolve, strategies to educate and promote CSP lead implantation at institutions without CSP lead implantation experience would be necessary."
        },
        {
            "title": "The effect of calcium citrate on bone density in the early and mid-postmenopausal period: a randomized placebo-controlled study.",
            "abstract": "This placebo-controlled randomized trial was conducted to ascertain the value of calcium citrate supplementation in averting bone loss in 63 postmenopausal women, 57 of whom were early postmenopausal (five years after menopause) and six of whom were mid-postmenopausal (five to ten years after menopause). Bone density data were available for 25 women who took 800 mg of calcium citrate daily and 31 women who received placebo for one to two years. The two groups were similar in baseline age, years postmenopause (3.3 in the calcium citrate group vs 2.7 in the placebo group), height, weight, calcium intake, and L2-L4 bone density. L2-L4 bone density did not change during calcium citrate treatment (+ 1.03% after two years), whereas it declined significantly by -2.38% after two years on placebo (P < .001). Femoral neck bone density did not change in either group. Radial shaft bone density did not change in the calcium citrate group (-0.02% after two years), but it declined significantly in the placebo group (-1.79% after one year and -3.03% after two years, P < .01). The difference in bone density of the L2-L4 vertebrae and radial shaft after two years of treatment was significant between the two groups. An analysis of covariance disclosed no significant effect of calcium citrate on L2-L4 bone density during the first three years after menopause, but a protective effect after three years. Although serum PTH did not change, serum and urinary calcium increased and serum calcitriol and urinary phosphorus decreased in the calcium citrate group, indicative of parathyroid suppression. Serum bone-specific alkaline phosphatase and osteocalcin, and urinary hydroxyproline and N-telopeptide decreased during some calcium citrate treatment periods, indicative of a reduction in bone turnover. Thus, calcium citrate supplementation (400 mg of calcium twice daily) averted bone loss and stabilized bone density in the spine, femoral neck, and radial shaft in women relatively soon after menopause. This bone-sparing action was probably due to the inhibition of bone resorption from parathyroid suppression.\n"
        },
        {
            "title": "The essential menopause curriculum for healthcare professionals: A European Menopause and Andropause Society (EMAS) position statement.",
            "abstract": "Introduction:\n        \n      \n      The menopause, or the cessation of menstruation, is a stage of the life cycle which will occur in all women. Managing perimenopausal and postmenopausal health is a key issue for all areas of healthcare, not just gynecology.\n    \n\n\n          Aim:\n        \n      \n      To provide recommendations for the curriculum of education programs for healthcare professionals worldwide, so that all can receive high quality training on menopause.\n    \n\n\n          Materials and methods:\n        \n      \n      Literature review and consensus of expert opinion.\n    \n\n\n          Summary recommendations:\n        \n      \n      Training programs for healthcare professionals worldwide should include menopause and postmenopausal health in their curriculum. It should include assessment, diagnosis and evidence-based management strategies."
        },
        {
            "title": "Preserving legacies: An overview of physician estate planning.",
            "abstract": "Many physicians have the opportunity to pass wealth to their next of kin. If they desire to create generational wealth, appropriate planning is crucial. We will discuss the basics of estate planning, including special considerations for physicians, strategies, and pitfalls. Specific investment strategies are beyond the scope of this article and not discussed in detail. Finally, we suggest physicians first ensure their personal retirement is financially sustainable prior to planning for the next generation."
        },
        {
            "title": "Optimum dose of vitamin D for disease prevention in older people: BEST-D trial of vitamin D in primary care.",
            "abstract": "## UNLABELLED\nThis trial compared the effects of daily treatment with vitamin D or placebo for 1 year on blood tests of vitamin D status. The results demonstrated that daily 4000 IU vitamin D3 is required to achieve blood levels associated with lowest disease risks, and this dose should be tested in future trials for fracture prevention.\n## INTRODUCTION\nThe aim of this trial was to assess the effects of daily supplementation with vitamin D3 4000 IU (100 μg), 2000 IU (50 μg) or placebo for 1 year on biochemical markers of vitamin D status in preparation for a large trial for prevention of fractures and other outcomes.\n## METHODS\nThis is a randomized placebo-controlled trial in 305 community-dwelling people aged 65 years or older in Oxfordshire, UK. Outcomes included biochemical markers of vitamin D status (plasma 25-hydroxy-vitamin D [25[OH]D], parathyroid hormone [PTH], calcium and alkaline phosphatase), cardiovascular risk factors and tests of physical function.\n## RESULTS\nMean (SD) plasma 25(OH)D levels were 50 (18) nmol/L at baseline and increased to 137 (39), 102 (25) and 53 (16) nmol/L after 12 months in those allocated 4000 IU, 2000 IU or placebo, respectively (with 88%, 70% and 1% of these groups achieving the pre-specified level of >90 nmol/L). Neither dose of vitamin D3 was associated with significant deviation outside the normal range of PTH or albumin-corrected calcium. The additional effect on 25(OH)D levels of 4000 versus 2000 IU was similar in all subgroups except for body mass index, for which the further increase was smaller in overweight and obese participants compared with normal-weight participants. Supplementation with vitamin D had no significant effects on cardiovascular risk factors or on measures of physical function.\n## CONCLUSIONS\nAfter accounting for average 70% compliance in long-term trials, doses of 4000 IU vitamin D3 daily may be required to achieve plasma 25(OH)D levels associated with lowest disease risk in observational studies.\n"
        },
        {
            "title": "Heritability of Corneal Parameters in Nuclear Families With Keratoconus.",
            "abstract": "Purpose:\n        \n      \n      This study aimed to investigate the heritability of corneal parameters obtained by Pentacam in nuclear families with keratoconus (KC).\n    \n\n\n          Methods:\n        \n      \n      A total of 82 patients with KC and their biological parents (n = 164) were recruited in the current study. All subjects underwent corneal tomography with Pentacam. Family units were analyzed to calculate the heritability of corneal parameters by linear mixed effects model using the R statistical software.\n    \n\n\n          Results:\n        \n      \n      The pachymetry at apex, pupil, and thinnest point were all significantly heritable at 43.26%, 42.63%, and 43.09%, respectively. The heritability of flat meridian keratometry, steep meridian keratometry, and mean keratometry in the anterior surface were 10.36%, 9.05%, and 10.21%, respectively, and that of flat meridian keratometry, steep meridian keratometry, and mean keratometry in the posterior surface were 8.44%, 9.67%, and 9.06%, respectively. The posterior radius of curvature had higher heritability in comparison with anterior radius of curvature (19.16% vs. 14.37%). Moreover, among combined topometric indices, the heritability of index of vertical asymmetry was the highest (19.49%), and that of central keratoconus index was the lowest (6.64%).\n    \n\n\n          Conclusions:\n        \n      \n      The present study demonstrated a substantial heritability of corneal parameters in nuclear families with KC. The pachymetric indices are heritable and may be suitable as KC endophenotypes, suggesting a necessity to discover the genes associated with corneal thickness in KC.\n    \n\n\n          Translational relevance:\n        \n      \n      The pachymetric indices are heritable and may be suitable as KC endophenotypes, indicating that the pachymetric indices might be a corneal characteristic to predict the occurrence of KC."
        },
        {
            "title": "Effect of vitamin D(3) and calcium on fracture risk in 65- to 71-year-old women: a population-based 3-year randomized, controlled trial--the OSTPRE-FPS.",
            "abstract": "Antifracture efficacy of high-dose vitamin D (800 IU) and calcium (1000 mg) remains controversial. To determine whether daily 800 IU of vitamin D and 1000 mg of calcium supplementation prevents fractures, we randomized 3432 women of the population-based Osteoporosis Risk Factor and Prevention (OSTPRE) Study cohort (ages 65 to 71 years) living in the region of northern Savonia, Finland (latitude 62 degrees to 64 degrees N) for 3 years to receive 800 IU of cholecalciferol and 1000 mg of calcium as calcium carbonate or to a control group that did not receive placebo. The main outcome measure was incident fractures. Fracture data were collected in telephone interviews and validated. Data on 3195 women, 1586 in the intervention group and 1609 in the control group, were available for analysis. In adjusted Cox proportional hazards models, the risk of any fracture decreased in the vitamin D and calcium group by 17% [adjusted hazard ratio (aHR) = 0.83; 95% confidence interval (CI) 0.61-1.12], and the risk of any nonvertebral fracture decreased by 13% (aHR = 0.87; 95% CI 0.63-1.19). The risk of distal forearm fractures decreased by 30% (aHR = 0.70; 95% CI 0.41-1.20), and the risk of any upper extremity fractures decreased by 25% (aHR = 0.75; 95% CI 0.49-1.16), whereas the risk of lower extremity fractures remained essentially equal (aHR = 1.02; 95% CI 0.58-1.80). None of these effects reached statistical significance. In conclusion, this study did not produce statistically significant evidence that vitamin D and calcium supplementation prevents fractures in a 65- to 71-year-old general population of postmenopausal women.\n"
        },
        {
            "title": "Kallistatin Deficiency Induces the Oxidative Stress-Related Epithelial-Mesenchymal Transition of Retinal Pigment Epithelial Cells: A Novel Protagonist in Age-Related Macular Degeneration.",
            "abstract": "Purpose:\n        \n      \n      Retinal pigment epithelium (RPE) dysfunction induced by oxidative stress-related epithelial-mesenchymal transition (EMT) of RPE is the primary underlying mechanism of age-related macular degeneration (AMD). Kallistatin (KAL) is a secreted protein with an antioxidative stress effect. However, the relationship between KAL and EMT in RPE has not been determined. Therefore we aimed to explore the impact and mechanism of KAL in oxidative stress-induced EMT of RPE.\n    \n\n\n          Methods:\n        \n      \n      Sodium iodate (SI) was injected intraperitoneally to construct the AMD rat model and investigate the changes in RPE morphology and KAL expression. KAL knockout rats and KAL transgenic mice were used to explain the effects of KAL on EMT and oxidative stress. In addition, Snail overexpressed adenovirus and si-RNA transfected ARPE19 cells to verify the involvement of Snail in mediating KAL-suppressed EMT of RPE.\n    \n\n\n          Results:\n        \n      \n      AMD rats induced by SI expressed less KAL in the retina, and KAL knockout rats showed RPE dysfunction spontaneously where EMT and reactive oxygen species (ROS) production increased in RPE. In contrast, KAL overexpression attenuated EMT and ROS levels in RPE, even in TGF-β treatment. Mechanistically, Snail reversed the beneficial effect of KAL on EMT and ROS reduction. Moreover, KAL ameliorated SI-induced AMD-like pathological changes.\n    \n\n\n          Conclusions:\n        \n      \n      Our findings demonstrated that KAL inhibits oxidative stress-induced EMT by downregulating the transcription factor Snail. Herein, KAL knockout rats may be an appropriate animal model for observing spontaneous RPE dysfunction for AMD-like retinopathy, and KAL may represent a novel therapeutic target for treating dry AMD."
        },
        {
            "title": "Usher Syndrome on the Island of Ireland: A Genotype-Phenotype Review.",
            "abstract": "Purpose:\n        \n      \n      Usher syndrome (USH) is a genetically heterogeneous group of autosomal recessive (AR) syndromic inherited retinal degenerations (IRDs) representing 50% of deaf-blindness. All subtypes include retinitis pigmentosa, sensorineural hearing loss, and vestibular abnormalities. Thorough phenotyping may facilitate genetic diagnosis and intervention. Here we report the clinical/genetic features of an Irish USH cohort.\n    \n\n\n          Methods:\n        \n      \n      USH patients were selected from the Irish IRD registry (Target 5000). Patients were examined clinically (deep-phenotyping) and genetically using a 254 IRD-associated gene target capture sequencing panel, USH2A exon, and whole genome sequencing.\n    \n\n\n          Results:\n        \n      \n      The study identified 145 patients (24.1% USH1 [n = 35], 73.8% USH2 [n = 107], 1.4% USH3 [n = 2], and 0.7% USH4 [n = 1]). A genetic diagnosis was reached in 82.1%, the majority (80.7%) being MYO7A or USH2A genotypes. Mean visual acuity and visual field (VF) were 0.47 ± 0.58 LogMAR and 31.3° ± 32.8°, respectively, at a mean age of 43 years. Legal blindness criteria were met in 40.7%. Cataract was present in 77.4%. ADGRV1 genotypes had the most VF loss, whereas USH2A patients had greater myopia and CDH23 had the most astigmatism. Variants absent from gnomAD non-Finnish Europeans and ClinVar represented more than 20% of the variants identified and were detected in ADGRV1, ARSG, CDH23, MYO7A, and USH2A.\n    \n\n\n          Conclusions:\n        \n      \n      USH is a genetically diverse group of AR IRDs that have a profound impact on affected individuals and their families. The prevalence and phenotype/genotype characteristics of USH in Ireland have, as yet, gone unreported. Understanding the genotype of Irish USH patients may guide clinical and genetic characterization facilitating access to existing/novel therapeutics."
        },
        {
            "title": "Long-Term Axial Length Shortening in Myopic Orthokeratology: Incident Probability, Time Course, and Influencing Factors.",
            "abstract": "Purpose:\n        \n      \n      Long-term axial length (AL) shortening in myopia is uncommon but noteworthy. Current understanding on the condition is limited due to difficulties in case collection. The study reported percentage, probability, and time course of long-term AL shortening in myopic orthokeratology based on a large database.\n    \n\n\n          Methods:\n        \n      \n      This study reviewed 142,091 medical records from 29,825 subjects in a single-hospital orthokeratology database that were collected over 10 years. Long-term AL shortening was defined as a change in AL of -0.1 mm or less at any follow-up beyond 1 year. Incident probability was calculated based on multivariate logistic regression. Time course was estimated using mixed-effect regression model.\n    \n\n\n          Results:\n        \n      \n      A total of 10,093 subjects (mean initial age, 11.70 ± 2.52 years; 58.8% female) with 80,778 visits were included. The number of subjects experienced long-term AL shortening was 1,662 (16.47%; 95% confidence interval, 15.75%-17.21%). Initial age showed significant impact on the incident occurrence (OR, 1.37; 95% confidence interval, 1.34-1.40; P < 0.001). The estimated probability of AL shortening was approximately 2% for subjects with initial age of 6 years and 50% for those aged 18. Among the 1662 AL shortening cases, the median magnitude of the maximum AL reduction was 0.19 mm. The shortening process mostly occurred within the initial 2 years. Subject characteristics had limited associations with the shortening rate.\n    \n\n\n          Conclusions:\n        \n      \n      Long-term AL shortening is possible in subjects receiving myopic orthokeratology. Although age notably affect the incident probability, the time course seems to not vary significantly."
        },
        {
            "title": "Effects of Enhanced Exercise and Combined Vitamin D and Calcium Supplementation on Muscle Strength and Fracture Risk in Postmenopausal Chinese Women.",
            "abstract": "Objective To observe the effects of enhanced exercise and combined vitamin D and calcium supplementation on muscular strength and fracture occurrence in postmenopausal women with a high risk of osteoporosis.Methods Totally 614 postmenopausal women at high risk factors of osteoporosis were enrolled in Dongcheng district of Beijing and randomized into four groups:group A(control group,n=173),group B(regular Tai Chi exercise,n=171),group C(calcium 600 mg/d+VitD\n"
        },
        {
            "title": "Age and light damage influence Fzd5 regulation of ocular growth-related genes.",
            "abstract": "Genetic and environmental factors can independently or coordinatively drive ocular axis growth. Mutations in FRIZZLED5 (FZD5) have been associated with microphthalmia, coloboma, and, more recently, high myopia. The molecular mechanism of how Fzd5 participates in ocular growth remains unknown. In this study, we compiled a list of human genes associated with ocular growth abnormalities based on public databases and a literature search. We identified a set of ocular growth-related genes from the list that was altered in the Fzd5 mutant mice by RNAseq analysis at different time points. The Fzd5 regulation of this set of genes appeared to be impacted by age and light damage. Further bioinformatical analysis indicated that these genes are extracellular matrix (ECM)-related; and meanwhile an altered Wnt signaling was detected. Altogether, the data suggest that Fzd5 may regulate ocular growth through regulating ECM remodeling, hinting at a genetic-environmental interaction in gene regulation of ocular axis control."
        },
        {
            "title": "Effects of vitamin D and calcium supplementation on pancreatic β cell function, insulin sensitivity, and glycemia in adults at high risk of diabetes: the Calcium and Vitamin D for Diabetes Mellitus (CaDDM) randomized controlled trial.",
            "abstract": "## BACKGROUND\nA suboptimal vitamin D and calcium status has been associated with higher risk of type 2 diabetes in observational studies, but evidence from trials is lacking.\n## OBJECTIVE\nWe determined whether vitamin D supplementation, with or without calcium, improved glucose homeostasis in adults at high risk of diabetes.\n## DESIGN\nNinety-two adults were randomly assigned in a 2-by-2 factorial-design, double-masked, placebo-controlled trial to receive either cholecalciferol (2000 IU once daily) or calcium carbonate (400 mg twice daily) for 16 wk. The primary outcome was the change in pancreatic β cell function as measured by the disposition index after an intravenous-glucose-tolerance test. Other outcomes were acute insulin response, insulin sensitivity, and measures of glycemia.\n## RESULTS\nParticipants had a mean age of 57 y, a body mass index (BMI; in kg/m(2)) of 32, and glycated hemoglobin (Hb A(1c)) of 5.9%. There was no significant vitamin D × calcium interaction on any outcomes. The disposition index increased in the vitamin D group and decreased in the no-vitamin D group (adjusted mean change ± SE: 300 ± 130 compared with -126 ± 127, respectively; P = 0.011), which was explained by an improvement in insulin secretion (62 ± 39 compared with -36 ± 37 mU · L(-1) · min, respectively; P = 0.046). Hb A(1c) increased less, but nonsignificantly, in the vitamin D group than in the no-vitamin D group (0.06 ± 0.03% compared with 0.14 ± 0.03%, respectively; P = 0.081). There was no significant difference in any outcomes with calcium compared with no calcium.\n## CONCLUSION\nIn adults at risk of type 2 diabetes, short-term supplementation with cholecalciferol improved β cell function and had a marginal effect on attenuating the rise in Hb A(1c). This trial was registered at clinicaltrials.gov as NCT00436475.\n"
        },
        {
            "title": "Epithelial-to-mesenchymal transition promotes immune escape by inducing CD70 in non-small cell lung cancer.",
            "abstract": "Introduction:\n        \n      \n      Epithelial-to-mesenchymal transition (EMT) is associated with tumor aggressiveness, drug resistance, and poor survival in non-small cell lung cancer (NSCLC) and other cancers. The identification of immune-checkpoint ligands (ICPLs) associated with NSCLCs that display a mesenchymal phenotype (mNSCLC) could help to define subgroups of patients who may benefit from treatment strategies using immunotherapy.\n    \n\n\n          Methods:\n        \n      \n      We evaluated ICPL expression in silico in 130 NSCLC cell lines. In vitro, CRISPR/Cas9-mediated knockdown and lentiviral expression were used to assess the impact of ZEB1 expression on CD70. Gene expression profiles of lung cancer samples from the TCGA (n = 1018) and a dataset from MD Anderson Cancer Center (n = 275) were analyzed. Independent validation was performed by immunohistochemistry and targeted-RNA sequencing in 154 NSCLC whole sections, including a large cohort of pulmonary sarcomatoid carcinomas (SC, n = 55).\n    \n\n\n          Results:\n        \n      \n      We uncover that the expression of CD70, a regulatory ligand from the tumor necrosis factor ligand family, is enriched in mNSCLC in vitro models. Mechanistically, the EMT-inducer ZEB1 impacted CD70 expression and fostered increased activity of the CD70 promoter. CD70 overexpression was also evidenced in mNSCLC patient tumor samples and was particularly enriched in SC, a lung cancer subtype associated with poor prognosis. In these tumors, CD70 expression was associated with decreased CD3+ and CD8+ T-cell infiltration and increased T-cell exhaustion markers.\n    \n\n\n          Conclusion:\n        \n      \n      Our results provide evidence on the pivotal roles of CD70 and ZEB1 in immune escape in mNSCLC, suggesting that EMT might promote cancer progression and metastasis by not only increasing cancer cell plasticity but also reprogramming the immune response in the local tumor microenvironment."
        },
        {
            "title": "Glioblastoma and radiotherapy: A multicenter AI study for Survival Predictions from MRI (GRASP study).",
            "abstract": "Background:\n        \n      \n      The aim was to predict survival of glioblastoma at 8 months after radiotherapy (a period allowing for completing a typical course of adjuvant temozolomide), by applying deep learning to the first brain MRI after radiotherapy completion.\n    \n\n\n          Methods:\n        \n      \n      Retrospective and prospective data were collected from 206 consecutive glioblastoma, isocitrate dehydrogenase -wildtype patients diagnosed between March 2014 and February 2022 across 11 UK centers. Models were trained on 158 retrospective patients from 3 centers. Holdout test sets were retrospective (n = 19; internal validation), and prospective (n = 29; external validation from 8 distinct centers). Neural network branches for T2-weighted and contrast-enhanced T1-weighted inputs were concatenated to predict survival. A nonimaging branch (demographics/MGMT/treatment data) was also combined with the imaging model. We investigated the influence of individual MR sequences; nonimaging features; and weighted dense blocks pretrained for abnormality detection.\n    \n\n\n          Results:\n        \n      \n      The imaging model outperformed the nonimaging model in all test sets (area under the receiver-operating characteristic curve, AUC P = .038) and performed similarly to a combined imaging/nonimaging model (P > .05). Imaging, nonimaging, and combined models applied to amalgamated test sets gave AUCs of 0.93, 0.79, and 0.91. Initializing the imaging model with pretrained weights from 10 000s of brain MRIs improved performance considerably (amalgamated test sets without pretraining 0.64; P = .003).\n    \n\n\n          Conclusions:\n        \n      \n      A deep learning model using MRI images after radiotherapy reliably and accurately determined survival of glioblastoma. The model serves as a prognostic biomarker identifying patients who will not survive beyond a typical course of adjuvant temozolomide, thereby stratifying patients into those who might require early second-line or clinical trial treatment."
        },
        {
            "title": "Vitamin D supplementation and fracture incidence in elderly persons. A randomized, placebo-controlled clinical trial.",
            "abstract": "## OBJECTIVE\nTo determine whether vitamin D supplementation decreases the incidence of hip fractures and other peripheral bone fractures.\n## DESIGN\nProspective, double-blind trial.\n## SETTING\nCommunity setting (Amsterdam and surrounding area).\n## PATIENTS\n2578 persons (1916 women, 662 men) 70 years of age and older (mean age +/- SD, 80 +/- 6 years) living independently, in apartments for elderly persons, or in homes for elderly persons.\n## INTERVENTION\nParticipants were randomly assigned to receive either vitamin D3, 400 IU in one tablet daily, or placebo for a maximum of 3.5 years.\n## MEASUREMENTS\nDietary calcium intake and serum 25-hydroxyvitamin D [25(OH)D] were estimated in a subset of participants. During follow-up, attention was concentrated on hip fractures and other peripheral fractures. The maximal follow-up period was 4 years. The results were evaluated by survival analysis.\n## RESULTS\nMean dietary calcium intake from dairy products was 868 mg/d. Mean serum 25(OH)D concentration in the third year of the study was 23 nmol/L in the placebo group and 60 nmol/L in the vitamin D group. Median follow-up was 3.5 years, and total follow-up was 8450 patient-years. During follow-up, 306 persons in the placebo group and 282 persons in the vitamin D group died (P = 0.20). Hip fractures occurred in 48 persons in the placebo group and 58 persons in the vitamin D group (P = 0.39, intention-to-treat analysis). Other peripheral fractures occurred in 74 persons in the placebo group and 77 persons in the vitamin D group (P = 0.86).\n## CONCLUSION\nOur results do not show a decrease in the incidence of hip fractures and other peripheral fractures in Dutch elderly persons after vitamin D supplementation.\n"
        },
        {
            "title": "Deficiency of Acetyltransferase nat10 in Zebrafish Causes Developmental Defects in the Visual Function.",
            "abstract": "Purpose:\n        \n      \n      N4-acetylcytidine (ac4C) is a post-transcriptional RNA modification catalyzed by N-acetyltransferase 10 (NAT10), a critical factor known to influence mRNA stability. However, the role of ac4C in visual development remains unexplored.\n    \n\n\n          Methods:\n        \n      \n      Analysis of public datasets and immunohistochemical staining were conducted to assess the expression pattern of nat10 in zebrafish. We used CRISPR/Cas9 and RNAi technologies to knockout (KO) and knockdown (KD) nat10, the zebrafish ortholog of human NAT10, and evaluated its effects on early development. To assess the impact of nat10 knockdown on visual function, we performed comprehensive histological evaluations and behavioral analyses. Transcriptome profiling and real-time (RT)-PCR were utilized to detect alterations in gene expression resulting from the nat10 knockdown. Dot-blot and RNA immunoprecipitation (RIP)-PCR analyses were conducted to verify changes in ac4C levels in both total RNA and opsin mRNA specifically. Additionally, we used the actinomycin D assay to examine the stability of opsin mRNA following the nat10 KD.\n    \n\n\n          Results:\n        \n      \n      Our study found that the zebrafish NAT10 protein shares similar structural properties with its human counterpart. We observed that the nat10 gene was prominently expressed in the visual system during early zebrafish development. A deficiency of nat10 in zebrafish embryos resulted in increased mortality and developmental abnormalities. Behavioral and histological assessments indicated significant vision impairment in nat10 KD zebrafish. Transcriptomic analysis and RT-PCR identified substantial downregulation of retinal transcripts related to phototransduction, light response, photoreceptors, and visual perception in the nat10 KD group. Dot-blot and RIP-PCR analyses confirmed a pronounced reduction in ac4C levels in both total RNA and specifically in opsin messenger RNA (mRNA). Additionally, by evaluating mRNA decay in zebrafish treated with actinomycin D, we observed a significant decrease in the stability of opsin mRNA in the nat10 KD group.\n    \n\n\n          Conclusions:\n        \n      \n      The ac4C-mediated mRNA modification plays an essential role in maintaining visual development and retinal function. The loss of NAT10-mediated ac4C modification results in significant disruptions to these processes, underlining the importance of this RNA modification in ocular development."
        },
        {
            "title": "Chronic rheumatologic disorders and cardiovascular disease risk in women.",
            "abstract": "Cardiovascular disease (CVD) is a major health threat to women worldwide. In addition to traditional CVD risk factors, autoimmune conditions are increasingly being recognized as contributors to adverse CVD consequences in women. Chronic systemic autoimmune and inflammatory disorders can trigger premature and accelerated atherosclerosis, microvascular dysfunction, and thrombosis. The presence of comorbid conditions, duration of the autoimmune condition, disease severity, and treatment of underlying inflammation are all factors that impact CVD risk and progression. Early identification and screening of CVD risk factors in those with underlying autoimmune conditions may attenuate CVD in this population. Treatment with non-steroidal anti-inflammatory drugs, corticosteroids, disease modifying agents and biologics may influence CVD risk factors and overall risk. Multi-disciplinary and team-based care, clinical trials, and collaborative team-science studies focusing on systemic autoimmune conditions will be beneficial to advance care for women."
        },
        {
            "title": "Redetermination of 5α-androstane-3,17-dione.",
            "abstract": "The structure of the title compound, C(19)H(28)O(2), has been redermined at 295 (2) K, with much improved precision. The structure and mol-ecular packing of the title compound was first reported by Coiro et al. [Acta Cryst. (1973). B29, 1404-1409] by means of potential-energy calculations. The cell parameters in this study differ considerably in space group C2. It is a derivative of testosterone and consists of a cyclo-penta-none ring (A) fused to to successive cyclo-hexane (B and C) and cyclo-hexa-none (D) rings. The three cyclo-hexa-none rings are in slightly distorted boat configurations and the cyclo-penta-none ring is a distorted half-chair. The crystal packing is stabilized by weak inter-molecular C-H⋯O inter-actions involving O atoms from each of the cyclo-hexa-none and cyclo-penta-none rings and H atoms from each of their respective rings."
        },
        {
            "title": "Cholecalciferol treatment to reduce blood pressure in older patients with isolated systolic hypertension: the VitDISH randomized controlled trial.",
            "abstract": "## IMPORTANCE\nObservational data link low 25-hydroxyvitamin D levels to both prevalent blood pressure and incident hypertension. No clinical trial has yet examined the effect of vitamin D supplementation in isolated systolic hypertension, the most common pattern of hypertension in older people.\n## OBJECTIVE\nTo test whether high-dose, intermittent cholecalciferol supplementation lowers blood pressure in older patients with isolated systolic hypertension.\n## DESIGN\nParallel group, double-blind, placebo-controlled randomized trial.\n## SETTING\nPrimary care clinics and hospital clinics.\n## PARTICIPANTS\nPatients 70 years and older with isolated systolic hypertension (supine systolic blood pressure >140 mm Hg and supine diastolic blood pressure <90 mm Hg) and baseline 25-hydroxyvitamin D levels less than 30 ng/mL were randomized into the trial from June 1, 2009, through May 31, 2011.\n## INTERVENTIONS\nA total of 100,000 U of oral cholecalciferol or matching placebo every 3 months for 1 year.\n## MAIN OUTCOMES AND MEASURES\nDifference in office blood pressure, 24-hour blood pressure, arterial stiffness, endothelial function, cholesterol level, insulin resistance, and b-type natriuretic peptide level during 12 months.\n## RESULTS\nA total of 159 participants were randomized (mean age, 77 years). Mean baseline office systolic blood pressure was 163/78 mm Hg. Mean baseline 25-hydroxyvitamin D level was 18 ng/mL. 25-Hydroxyvitamin D levels increased in the treatment group compared with the placebo group (+8 ng/mL at 1 year, P < .001). No significant treatment effect was seen for mean (95% CI) office blood pressure (−1 [−6 to 4]/−2 [−4 to 1] mm Hg at 3 months and 1 [−2 to 4]/0 [−2 to 2] mm Hg overall treatment effect). No significant treatment effect was evident for any of the secondary outcomes (24-hour blood pressure, arterial stiffness, endothelial function, cholesterol level, glucose level, and walking distance). There was no excess of adverse events in the treatment group, and the total number of falls was nonsignificantly lower in the group receiving vitamin D (36 vs 46, P = .24).\n## CONCLUSIONS AND RELEVANCE\nVitamin D supplementation did not improve blood pressure or markers of vascular health in older patients with isolated systolic hypertension.\n## TRIAL REGISTRATION\nisrctn.org Identifier: ISRCTN92186858.\n"
        },
        {
            "title": "Impact of Helicobacter pylori and metabolic syndrome on mast cell activation-related pathophysiology and neurodegeneration.",
            "abstract": "Both Helicobacter pylori (H. pylori) infection and metabolic syndrome (MetS) are highly prevalent worldwide. The emergence of relevant research suggesting a pathogenic linkage between H. pylori infection and MetS-related cardio-cerebrovascular diseases and neurodegenerative disorders, particularly through mechanisms involving brain pericyte deficiency, hyperhomocysteinemia, hyperfibrinogenemia, elevated lipoprotein-a, galectin-3 overexpression, atrial fibrillation, and gut dysbiosis, has raised stimulating questions regarding their pathophysiology and its translational implications for clinicians. An additional stimulating aspect refers to H. pylori and MetS-related activation of innate immune cells, mast cells (MC), which is an important, often early, event in systemic inflammatory pathologies and related brain disorders. Synoptically, MC degranulation may play a role in the pathogenesis of H. pylori and MetS-related obesity, adipokine effects, dyslipidemia, diabetes mellitus, insulin resistance, arterial hypertension, vascular dysfunction and arterial stiffness, an early indicator of atherosclerosis associated with cardio-cerebrovascular and neurodegenerative disorders. Meningeal MC can be activated by triggers including stress and toxins resulting in vascular changes and neurodegeneration. Likewise, H.pylori and MetS-related MC activation is linked with: (a) vasculitis and thromboembolic events that increase the risk of cardio-cerebrovascular and neurodegenerative disorders, and (b) gut dysbiosis-associated neurodegeneration, whereas modulation of gut microbiota and MC activation may promote neuroprotection. This narrative review investigates the intricate relationship between H. pylori infection, MetS, MC activation, and their collective impact on pathophysiological processes linked to neurodegeneration. Through a comprehensive search of current literature, we elucidate the mechanisms through which H. pylori and MetS contribute to MC activation, subsequently triggering cascades of inflammatory responses. This highlights the role of MC as key mediators in the pathogenesis of cardio-cerebrovascular and neurodegenerative disorders, emphasizing their involvement in neuroinflammation, vascular dysfunction and, ultimately, neuronal damage. Although further research is warranted, we provide a novel perspective on the pathophysiology and management of brain disorders by exploring potential therapeutic strategies targeting H. pylori eradication, MetS management, and modulation of MC to mitigate neurodegeneration risk while promoting neuroprotection."
        },
        {
            "title": "\"None of the above\" as a correct and incorrect alternative on a multiple-choice test: implications for the testing effect.",
            "abstract": "Both positive and negative testing effects have been demonstrated with a variety of materials and paradigms (Roediger & Karpicke, 2006b). The present series of experiments replicate and extend the research of Roediger and Marsh (2005) with the addition of a \"none-of-the-above\" response option. Participants (n=32 in both experiments) read a set of passages, took an initial multiple-choice test, completed a filler task, and then completed a final cued-recall test (Experiment 1) or multiple-choice test (Experiment 2). Questions were manipulated on the initial multiple-choice test by adding a \"none-of-the-above\" response alternative (choice \"E\") that was incorrect (\"E\" Incorrect) or correct (\"E\" Correct). The results from both experiments demonstrated that the positive testing effect was negated when the \"none-of-the-above\" alternative was the correct response on the initial multiple-choice test, but was still present when the \"none-of-the-above\" alternative was an incorrect response."
        },
        {
            "title": "Time-Course Transcriptomic Analysis Reveals the Crucial Roles of PANoptosis in Fungal Keratitis.",
            "abstract": "Purpose:\n        \n      \n      Fungal keratitis (FK) is a serious corneal infection with high morbidity. Host immune responses function as a double-edged sword by eradicating fungal pathogens while also causing corneal damage, dictating the severity, progression, and outcome of FK. However, the underlying immunopathogenesis remains elusive.\n    \n\n\n          Methods:\n        \n      \n      Time-course transcriptome was performed to illustrate the dynamic immune landscape in a mouse model of FK. Integrated bioinformatic analyses included identification of differentially expressed genes, time series clustering, Gene Ontology enrichment, and inference of infiltrating immune cells. Gene expression was verified by quantitative polymerase chain reaction (qPCR), Western blot, or immunohistochemistry.\n    \n\n\n          Results:\n        \n      \n      FK mice exhibited dynamic immune responses with concerted trends with clinical score, transcriptional alteration, and immune cell infiltration score peaking at 3 days post infection (dpi). Disrupted substrate metabolism, broad immune activation, and corneal wound healing occurred sequentially in early, middle, and late stages of FK. Meanwhile, dynamics of infiltrating innate and adaptive immune cells displayed distinct characteristics. Proportions of dendritic cells showed overall decreasing trend with fungal infection, whereas that of macrophages, monocytes, and neutrophils rose sharply in early stage and then gradually decreased as inflammation resolved. Activation of adaptive immune cells was also observed in late stage of infection. Furthermore, shared immune responses and activation of AIM2-, pyrin-, and ZBP1-mediated PANoptosis were revealed across different time points.\n    \n\n\n          Conclusions:\n        \n      \n      Our study profiles the dynamic immune landscape and highlights the crucial roles of PANoptosis in FK pathogenesis. These findings provide novel insights into host responses to fungi and contribute to the development of PANoptosis-targeted therapeutics for patients with FK."
        },
        {
            "title": "GSK840 Alleviates Retinal Neuronal Injury by Inhibiting RIPK3/MLKL-Mediated RGC Necroptosis After Ischemia/Reperfusion.",
            "abstract": "Purpose:\n        \n      \n      This study aimed to explore the impact of GSK840 on retinal neuronal injury after retinal ischemia/reperfusion (IR) and its associated mechanism.\n    \n\n\n          Methods:\n        \n      \n      We established an in vivo mouse model of IR and an in vitro model of oxygen and glucose deprivation/reoxygenation (OGDR) in primary mouse retinal ganglion cells (RGCs). GSK840, a small-molecule compound, was used to specifically inhibit RIPK3/MLKL-dependent necroptosis. Retinal structure and function evaluation was performed by using hematoxylin and eosin staining, optical coherence tomography, and electroretinography. Propidium Iodide (PI) staining was used for detection of necroptotic cell death, whereas Western blot analysis and immunofluorescence were used to assess necroptosis-related proteins and inner retinal neurons.\n    \n\n\n          Results:\n        \n      \n      RIPK3/MLKL-dependent necroptosis was rapidly activated in RGCs following retinal IR or OGDR. GSK840 helped maintain relatively normal inner retinal structure and thickness by preserving inner retinal neurons, particularly RGCs. Meanwhile, GSK840 ameliorated IR-induced visual dysfunction, as evidenced by the improved amplitudes of photopic negative response, a-wave, b-wave, and oscillatory potentials. And GSK840 treatment significantly reduced the population of PI+ RGCs after injury. Mechanistically, GSK840 ameliorated RGC necroptosis by inhibiting the RIPK3/MLKL pathway.\n    \n\n\n          Conclusions:\n        \n      \n      GSK840 exerts protective effects against retinal neuronal injury after IR by inhibiting RIPK3/MLKL-mediated RGC necroptosis. GSK840 may represent a protective strategy for RGC degeneration in ischemic retinopathy."
        },
        {
            "title": "A Spontaneous Nonhuman Primate Model of Myopic Foveoschisis.",
            "abstract": "Purpose:\n        \n      \n      Foveoschisis involves the pathologic splitting of retinal layers at the fovea, which may occur congenitally in X-linked retinoschisis (XLRS) or as an acquired complication of myopia. XLRS is attributed to functional loss of the retinal adhesion protein retinoschisin 1 (RS1), but the pathophysiology of myopic foveoschisis is unclear due to the lack of animal models. Here, we characterized a novel nonhuman primate model of myopic foveoschisis through clinical examination and multimodal imaging followed by morphologic, cellular, and transcriptional profiling of retinal tissues and genetic analysis.\n    \n\n\n          Methods:\n        \n      \n      We identified a rhesus macaque with behavioral and anatomic features of myopic foveoschisis, and monitored disease progression over 14 months by fundus photography, fluorescein angiography, and optical coherence tomography (OCT). After necropsy, we evaluated anatomic and cellular changes by immunohistochemistry and transcriptomic changes using single-nuclei RNA-sequencing (snRNA-seq). Finally, we performed Sanger and whole exome sequencing with focus on the RS1 gene.\n    \n\n\n          Results:\n        \n      \n      Affected eyes demonstrated posterior hyaloid traction and progressive splitting of the outer plexiform layer on OCT. Immunohistochemistry showed increased GFAP expression in Müller glia and loss of ramified Iba-1+ microglia, suggesting macro- and microglial activation with minimal photoreceptor alterations. SnRNA-seq revealed gene expression changes predominantly in cones and retinal ganglion cells involving chromatin modification, suggestive of cellular stress at the fovea. No defects in the RS1 gene or its expression were detected.\n    \n\n\n          Conclusions:\n        \n      \n      This nonhuman primate model of foveoschisis reveals insights into how acquired myopic traction leads to phenotypically similar morphologic and cellular changes as congenital XLRS without alterations in RS1."
        },
        {
            "title": "1'-Ethyl-sulfanyl-1,1'-bicyclo-hexyl-2-one.",
            "abstract": "There are two independent molecules in the asymmetric unit of the title cyclo-hexa-none derivative, C(14)H(24)OS, in which both cyclo-hexane rings exhibit chair conformations. They are also equatorial to each other, which permits the ethanethiol substituent to be in a syn conformation with the α-H atom of the parent attached cyclo-hexa-none."
        },
        {
            "title": "Consensus Recommendation for Mouse Models of Ocular Hypertension to Study Aqueous Humor Outflow and Its Mechanisms.",
            "abstract": "Due to their similarities in anatomy, physiology, and pharmacology to humans, mice are a valuable model system to study the generation and mechanisms modulating conventional outflow resistance and thus intraocular pressure. In addition, mouse models are critical for understanding the complex nature of conventional outflow homeostasis and dysfunction that results in ocular hypertension. In this review, we describe a set of minimum acceptable standards for developing, characterizing, and utilizing mouse models of open-angle ocular hypertension. We expect that this set of standard practices will increase scientific rigor when using mouse models and will better enable researchers to replicate and build upon previous findings."
        },
        {
            "title": "The all-or-none phenomenon revisited.",
            "abstract": "One of the more pervasive tenets of teratology is the \"all-or-none\" phenomenon, which refers to the concept that embryonic exposure that occurs before organogenesis results in either no adverse embryonic outcome or in embryonic death. This concept has been used extensively in genetic counseling of pregnant women who have inadvertently undergone an exposure in the very early stages of pregnancy, frequently before the pregnancy has been recognized. Herein, we review the data that supports the all-or-none concept and the exceptions to this general rule. In the absence of further human evidence to the contrary, and given the many women exposed to medications or environmental agents before learning of their pregnancies, it would be prudent to continue to counsel pregnant women using the all-or-none hypothesis to avoid needless interruption of pregnancy out of unfounded fear of an adverse pregnancy outcome."
        },
        {
            "title": "The effects of an open design on trial participant recruitment, compliance and retention--a randomized controlled trial comparison with a blinded, placebo-controlled design.",
            "abstract": "## BACKGROUND\nIn randomized trials there may be no overriding reason whether or not to have a placebo control.\n## PURPOSE\nWe assessed the effects of an open trial design (no placebo and people know what tablets they are given) compared with a blinded, placebo-controlled design on recruitment, compliance and retention within a randomized trial of secondary osteoporotic fracture prevention.\n## METHODS\nWe undertook a randomized controlled comparison nested within a placebo-controlled trial of nutritional supplementation amongst people aged 70 years or over who had previously sustained a fracture, recruited in a UK teaching hospital. Randomization was 2:1 in favour of the blinded, placebo-controlled trial design.\n## RESULTS\nFrom 180 eligible participants randomized to receive information based on the open trial design, 134 (74.4%) consented to take part, compared with 233 (65.1%) of 358 people randomized to the blinded, placebo-controlled design (difference 9.4%, 95% confidence interval 1.3-17.4%). Reluctance to take a placebo and the desire to know tablet allocation were reasons given for not taking part in the blinded, placebo-controlled design. There was no significant difference in tablet compliance. Open trial participants were more likely to remain in the trial for one year (difference 13.9%, 95% confidence interval 3.1-24.6%), mainly reflecting the high retention of the open trial no tablet group compared to the open trial tablet group (difference 23.6%, 95% confidence interval 11.9-35.2%). The odds ratio for reporting an adverse event in the open trial compared to the blinded, placebo-controlled design was 0.64 (95% confidence interval 0.28-1.49), and for reporting a fracture was 0.81 (0.36-1.85).\n## CONCLUSIONS\nWe conclude that using an open trial design may enhance participant recruitment and retention and thus improve generalizability and statistical power, but withdrawal rates may differ between the study allocations and may threaten the internal validity of the trial.\n"
        },
        {
            "title": "Effects of calcium supplementation on clinical fracture and bone structure: results of a 5-year, double-blind, placebo-controlled trial in elderly women.",
            "abstract": "## BACKGROUND\nIncreased dietary calcium intake has been proposed as a population-based public health intervention to prevent osteoporotic fractures. We have examined whether calcium supplementation decreases clinical fracture risk in elderly women and its mechanism of action.\n## METHODS\nFive-year, double-blind, placebo-controlled study of 1460 women recruited from the population and older than 70 years (mean age, 75 years) who were randomized to receive calcium carbonate, 600 mg twice per day, or identical placebo. The primary end points included clinical incident osteoporotic fractures, vertebral deformity, and adverse events ascertained in 5 years. Bone structure was also measured using dual x-ray absorptiometry of the hip and whole body, quantitative ultrasonography of the heel, and peripheral quantitative computed tomography of the distal radius.\n## RESULTS\nAmong our patients, 16.1% sustained 1 or more clinical osteoporotic fractures. In the intention-to-treat analysis, calcium supplementation did not significantly reduce fracture risk (hazard ratio, 0.87; 95% confidence interval, 0.67-1.12). However, 830 patients (56.8%) who took 80% or more of their tablets (calcium or placebo) per year had reduced fracture incidence in the calcium compared with the placebo groups (10.2% vs 15.4%; hazard ratio, 0.66; 95% confidence interval, 0.45-0.97). Calcium-treated patients had improved quantitative ultrasonography findings of the heel, femoral neck and whole-body dual x-ray absorptiometry data, and bone strength compared with placebo-treated patients. Of the 92 000 adverse events recorded, constipation was the only event increased by the treatment (calcium group, 13.4%; placebo group, 9.1%).\n## CONCLUSION\nSupplementation with calcium carbonate tablets supplying 1200 mg/d is ineffective as a public health intervention in preventing clinical fractures in the ambulatory elderly population owing to poor long-term compliance, but it is effective in those patients who are compliant.\n"
        },
        {
            "title": "SOX9 Induces Orbital Fibroblast Activation in Thyroid Eye Disease Via MAPK/ERK1/2 Pathway.",
            "abstract": "Purpose:\n        \n      \n      To evaluate the expression of sry-box transcription factor 9 (SOX9) in orbital fibroblasts (OFs) of thyroid eye disease (TED) and to find its potential role and underlying mechanism in orbital fibrosis.\n    \n\n\n          Methods:\n        \n      \n      OFs were cultured from orbital connective tissues obtained from patients with TED (n = 10) and healthy controls (n = 6). SOX9 was depleted by small interfering RNA or overexpressed through lentivirus transduction in OFs. Fibroblast contractile activity was measured by collagen gel contraction assay and proliferation was examined by EdU assay. Transcriptomic changes were assessed by RNA sequencing.\n    \n\n\n          Results:\n        \n      \n      The mRNA and protein levels of SOX9 were significantly higher in OFs cultured from patients with TED than those from healthy controls. Extracellular matrix-related genes were down-regulated by SOX9 knockdown and up-regulated by SOX9 overexpression in TED-OFs. SOX9 knockdown significantly decrease the contraction and the antiapoptotic ability of OFs, whereas the overexpression of SOX9 increased the ability of transformation, migration, and proliferation of OFs. SOX9 knockdown suppressed the expression of phosphorylated ERK1/2, whereas its overexpression showed the opposite effect. Epidermal growth factor receptor (EGFR) is one of the notably down-regulated genes screened out by RNA sequencing. Chromatin immunoprecipitation-qPCR demonstrated SOX9 binding to the EGFR promoter.\n    \n\n\n          Conclusions:\n        \n      \n      A high expression of SOX9 was found in TED-OFs. SOX9 can activate OFs via MAPK/ERK1/2 signaling pathway, which in turn promotes proliferation and differentiation of OFs. EGFR was a downstream target gene of SOX9. SOX9/EGFR can be considered as therapeutic targets for the treatment of orbital fibrosis in TED."
        },
        {
            "title": "Establishment of ovarian cancer cell lines.",
            "abstract": "Human tumor cell lines have provided valuable model systems to study a wide variety of tumor characteristics including the cell biology, genetics, and chemosensitivity profiles of disease. A large number of ovarian cancer cell lines have now been established and are in widespread use Table 1) (1-15). Many of these have been selected to reflect specific situations, e.g., pre- and postchemotherapy models or different histo- logical subtypes. Table 1 Properties of Established Ovarian Carcinoma Cell Lines Prior Cell Line Histology Source Treatment Ref. PE01 P.D. Serous adenoca Ascites P/FU/CHL 1 PE04 P.D. Serous adenoca Ascites P/FU/CHL 1 PE06 P.D. Serous adenoca Ascites P/FU/CHL 2 PEA1 P.D. Adenoca Pleural None 2 PEA2 P.D. Adenoca Ascites P/Pred 2 PE016 P.D. Serous adenoca Ascites Radioth 2 PE014 W.D.Serous adenoca Ascites None 2 T014 W.D.Serous adenoca Sol. Met None 2 PE023 W.D.Serous adenoca Ascites P/CHL 2 SKOV-3 Adenoca Ascites T 3 SW626 Adenoca - - 3 OVCAR-2 Adenoca Ascites P/Cy 4 OVCAR-3 P.D. papillary adenoca Ascites P/Cy/Adr 5 OVCAR-4 Adenoca Ascites P/Cy/Adr 6 OVCAR-5 Adenoca Ascites None 7 OAW 28 Adenoca Ascites P / Mel 8 OAW 42 Serous adenoca Ascites P 8 41M Adenoca Ascites None 9 59M Endometr adenoca Ascites None 8 CH1 Papillary adenoca Ascites P/ JM8 8 138D Serous adenoca Ascites Carb 9 180D Adenoca Ascites P 9 200D Serous adenoca Solid None 9 253D Serous adenoca Ascites Cy/MPA 9 HOC-1 W.D. Serous adenoca Ascites None 10 HOC-7 W.D. Serous adenoca Ascites None 10 CAOV-3 Adenoca Tumour Cy/Adr/FU 10 COLO 110 Serous adenoca Sol. Met None 11 COLO 316 Serous adenoca Pleural None 11 COLO 319 Serous adenoca Ascites None 11 COLO 330 Serous adenoca Ascites Mel/Radiother 11 IGROV1 Adenoca Primary None 12 HTOA W.D. serous adenoca Primary None 13 OV-1063 Papillary adenoca Ascites Cy/Adr/P/HMM 14 DO-s W.D. mucinous adenoca Ascites - 15 P.D. = Poorly differentiated; W.D. = Well differentiated; adenoca = adenocarcinoma; pleural = pleural effusion; Sol.met. = solid metastasis; P = cisplatin; FU = 5-fluorouracil; CHL = chlorambucil; Pred = prednimustine; Radioth = radiotherapy; T = thiotepa; Cy = cyclophosphamide; Adr = adriamycin; Mel = melphalan; Carb = carboplatin; MPA = medroxyprogesterone actetate; HMM = examethylmelamine."
        },
        {
            "title": "Consciousness as a graded and an all-or-none phenomenon: A conceptual analysis.",
            "abstract": "The issue whether consciousness is a graded or an all-or-none phenomenon has been and continues to be a debate. Both contradictory accounts are supported by solid evidence. Starting from a level of processing framework allowing for states of partial awareness, here we further elaborate our view that visual experience, as it is most often investigated in the literature, is both graded and all-or-none. Low-level visual experience is graded, whereas high-level visual experience is all-or-none. We then present a conceptual analysis starting from the notion that consciousness is a general concept. We specify a number of different subconcepts present in the literature on consciousness, and outline how each of them may be seen as either graded, all-or-none, or both. We argue that such specifications are necessary to lead to a detailed and integrated understanding of how consciousness should be conceived of as graded and all-or-none."
        },
        {
            "title": "Tumor-Associated Microbiome: Where Do We Stand?",
            "abstract": "The study of the human microbiome in oncology is a growing and rapidly evolving field. In the past few years, there has been an exponential increase in the number of studies investigating associations of microbiome and cancer, from oncogenesis and cancer progression to resistance or sensitivity to specific anticancer therapies. The gut microbiome is now known to play a significant role in antitumor immune responses and in predicting the efficacy of immune-checkpoint inhibitors in cancer patients. Beyond the gut, the tumor-associated microbiome-microbe communities located either in the tumor or within its body compartment-seems to interact with the local microenvironment and the tumor immune contexture, ultimately impacting cancer progression and treatment outcome. However, pre-clinical research focusing on causality and mechanistic pathways as well as proof-of-concept studies are still needed to fully understand the potential clinical utility of microbiome in cancer patients. Moreover, there is a need for the standardization of methodology and the implementation of quality control across microbiome studies to allow for a better interpretation and greater comparability of the results reported between them. This review summarizes the accumulating evidence in the field and discusses the current and upcoming challenges of microbiome studies."
        },
        {
            "title": "ASCO 2018 highlights: metastatic breast cancer.",
            "abstract": "This article reviews the clinically most relevant presentations at the American Society of Clinical Oncology (ASCO) annual meeting 2018 on the topic of metastatic breast cancer. In the randomized placebo-controlled phase 3 trial MONALEESA-3, testing ribociclib vs. placebo in combination with fulvestrant in postmenopausal women or men with hormone receptor-positive (HR+) and HER2-negative (HER2-) advanced breast cancer (ABC), an increase of median progression-free survival (PFS) from 12.8 months to 20.5 months by the addition of the CDK4/6 inhibitor was reported (HR 0.59; P > 0.01). Taselisib, an alpha specific PI3K inhibitor, was tested in combination with fulvestrant in pretreated HR+/HER2- ABC patients with PIK3CA mutations in the placebo-controlled phase 3 trial SANDPIPER. PFS was significantly longer (7.4 months vs 5.4 months; HR 0.70, P < 0.01) but severe adverse events were more frequent (32% and 9%) in the taselisib group. In triple-negative breast cancer, the AKT inhibitor capivasertib (AZD5363) was combined with paclitaxel as first-line treatment in the placebo-controlled phase 2 trial PAKT. In patients with altered PIK3CA, AKT1 or PTEN, median PFS increased from 3.7 months to 9.3 months (HR 0.30; two-sided P = 0.01). No treatment effect was shown in the non-altered group. The most common adverse events attributed to capivasertib were diarrhea, fatigue and stomatitis. Results of two phase I trials of trastuzumab antibody-drug conjugates (ADCs) indicated HER2 as a non-oncogenic surface target in breast cancer patients expressing HER2."
        },
        {
            "title": "ETS1-HMGA2 Axis Promotes Human Limbal Epithelial Stem Cell Proliferation.",
            "abstract": "Purpose:\n        \n      \n      This study aimed to investigate the role and molecular mechanism of ETS1 in the proliferation and differentiation of human limbal epithelial stem cells (LESCs).\n    \n\n\n          Methods:\n        \n      \n      RNA-seq and quantitative real-time PCR were used to determine gene expression changes when ETS1 and HMGA2 was knocked down using short-hairpin RNAs or overexpressed by lentivirus. Immunofluorescence and flow cytometry experiments were performed to assess the roles of ETS1 and HMGA2 in LESC proliferation. ETS1-bound cis-regulatory elements and target genes in LESCs were identified using chromatin immunoprecipitation sequencing. The epigenetic features of ETS1-binding sites were assessed by the published histone modification and chromatin accessibility profiles.\n    \n\n\n          Results:\n        \n      \n      ETS1 was robustly expressed in LESCs but dramatically reduced on differentiation into corneal epithelial cells (CECs). ETS1 knockdown in LESCs inhibited cellular proliferation and activated CEC markers (KRT3, KRT12, CLU, and ALDH3A1). When ETS1 was overexpressed during CEC differentiation, LESC-associated genes were upregulated while CEC-associated genes were downregulated. The genome-wide binding profile of ETS1 was identified in LESCs. ETS1 occupied H3K4me3-marked promoters and H3K27ac/H3K4me1-marked enhancers. ETS1-binding sites were also enriched for chromatin accessibility signal. HMGA2 showed a consistent expression pattern with ETS1. ETS1 activates HMAG2 by binding to its promoter. Knockdown and overexpression experiments suggested that HMGA2 can promote LESC proliferation and inhibits its differentiation.\n    \n\n\n          Conclusions:\n        \n      \n      ETS1 promotes LESC proliferation and inhibits its differentiation via activating HMGA2."
        },
        {
            "title": "A randomised, controlled comparison of different calcium and vitamin D supplementation regimens in elderly women after hip fracture: The Nottingham Neck of Femur (NONOF) Study.",
            "abstract": "## BACKGROUND\nsurvivors of hip fracture are at 5- to 10-fold risk of a second hip fracture. There is little consensus about secondary prevention. Many are given calcium and vitamin D, but the evidence supporting this is circumstantial.\n## OBJECTIVE\nto compare the effects of different calcium and vitamin D supplementation regimens on bone biochemical markers, bone mineral density and rate of falls in elderly women post-hip fracture.\n## DESIGN\nrandomised controlled trial.\n## SETTING\northogeriatric rehabilitation ward.\n## METHODS\n150 previously independent elderly women, recruited following surgery for hip fracture, were assigned to receive a single injection of 300,000 units of vitamin D(2), injected vitamin D(2) plus 1 g/day oral calcium, 800 units/day oral vitamin D(3) plus 1 g/day calcium, or no treatment. Follow-up was one year, with measurement of 25-hydroxyvitamin D, parathyroid hormone, bone mineral density, and falls.\n## RESULTS\nmean 25-hydroxyvitamin D increased and mean parathyroid hormone was suppressed in all the actively treated groups, more so in the group receiving combined oral vitamin D and calcium. Twenty per cent of participants injected with vitamin D were deficient in 25-hydroxyvitamin D a year later. Bone mineral density showed small but statistically significant differences of up to 4.6% between actively treated groups and placebo. Relative risk of falling in the groups supplemented with vitamin D was 0.48 (95% CI 0.26-0.90) compared with controls.\n## CONCLUSION\nVitamin D supplementation, either orally or with injected vitamin D, suppresses parathyroid hormone, increases bone mineral density and reduces falls. Effects may be more marked with calcium co-supplementation. The 300,000 units of injected vitamin D may not last a whole year.\n"
        },
        {
            "title": "Hyperglycemia Induces Meibomian Gland Dysfunction.",
            "abstract": "Purpose:\n        \n      \n      Patients diagnosed with diabetes are inclined to have abnormalities on stability of tear film and disorder of meibomian gland (MG). This study aims to explore the pathological change of MG induced by diabetes in a rat model.\n    \n\n\n          Methods:\n        \n      \n      Sprague-Dawley (SD) rats were intraperitoneally injected with streptozotocin (STZ) to establish a diabetic animal model. Lipid accumulation in MG was detected by Oil Red O staining and LipidTox staining. Cell proliferation status was determined by Ki67 and P63 immunostaining, whereas cell apoptosis was confirmed by TUNEL assay. Gene expression of inflammatory cytokines and adhesion molecules IL-1α, IL-1β, ELAM1, ICAM1, and VCAM1 were detected by RT-PCR. Activation of ERK, NF-κB, and AMPK signaling pathways was determined by Western Blot analysis. Oxidative stress-related factors NOX4, 4HNE, Nrf2, HO-1, and SOD2 were detected by immunostaining or Western Blot analysis. Tom20 and Tim23 immunostaining and transmission electron microscopy were performed to evaluate the mitochondria functional and structure change.\n    \n\n\n          Results:\n        \n      \n      Four months after STZ injection, there was acini dropout in MG of diabetic rats. Evident infiltration of inflammatory cells, increased expression of inflammatory factors, and adhesion molecules, as well as activated ERK and NF-κB signaling pathways were identified. Oxidative stress of MG was evident in 4-month diabetic rats. Phospho-AMPK was downregulated in MG of 2-month diabetic rats and more prominent in 4-month rats. After metformin treatment, phospho-AMPK was upregulated and the morphology of MG was well maintained. Moreover, inflammation and oxidative stress of MG were alleviated after metformin intervention.\n    \n\n\n          Conclusions:\n        \n      \n      Long-term diabetes may lead to Meibomian gland dysfunction (MGD). AMPK may be a therapeutic target of MGD induced by diabetes."
        },
        {
            "title": "Tactile sensation--an all-or-none effect of cerebral damage.",
            "abstract": "Compared the Von Frey Hair scores of 158 brain-damaged Ss and 40 normals to scores on Speech Perception, Block Design and Trail Making B tests, in order to examine the distribution of organically affected tactile sensation. Organic impairment produced an all-or-none distribution pattern on the tactile test in that almost all scores fell either within the normal range or in the severely impaired range. By contrast, scores of the cognitive functions formed a graded continuous distribution. These results are related to Luria's concept of diminishing modality specificity. In addition, the neurological examination evidently is designed to measure all-or-none functions, while the neuropsychological examination is concerned with graded continuous functions."
        },
        {
            "title": "4-tert-Butyl-2-[2-(1,3,3-trimethyl-indolin-2-yl-idene)ethyl-idene]cyclo-hexa-none.",
            "abstract": "The title mol-ecule, C(23)H(31)NO, has two alternative cyclo-hexa-none configurations at the 4-position in a ratio of 0.663 (3):0.337 (3). The plane of the five-membered planar ring in the indolin-2-yl-idene subtends an angle of 2.19 (7)° with its fused aromatic ring, an angle of 16.24 (8)° with the plane of the major cyclo-hexa-none configuration and an angle of 8.54 (15)° with the bridging planar ethyl-idene C atoms. These last atoms subtend an angle of 8.37 (16)° with the mean plane through the major cyclo-hexa-none configuration. The mol-ecules pack approximately parallel to the ([Formula: see text]01) plane via C-H⋯π and C-H⋯O inter-actions."
        },
        {
            "title": "Therapeutic Benefit of Melatonin in Choroidal Neovascularization During Aging Through the Regulation of Senescent Macrophage/Microglia Polarization.",
            "abstract": "Purpose:\n        \n      \n      This study aimed to investigate the age-dependent anti-angiogenic capability of melatonin in choroidal neovascularization (CNV) and to explore the underlying molecular mechanisms.\n    \n\n\n          Methods:\n        \n      \n      In the present study, a laser-induced CNV model was established in both young (three months of age) and old (18 months of age) mice, and the size of CNV lesions and vascular leakage was detected by morphological and imaging examination. Next, Western blot and immunostaining were used to observe the levels of M2 markers, senescence-related markers, and molecules involved in IL-10/STAT3 pathway. Additionally, colivelin was used to study the effect of IL-10/STAT3 pathway activation on the expression of M2 markers and senescence-related markers by Western blot and immunostaining. Finally, the effects of colivelin on melatonin-induced reduction of CNV size and vascular leakage in mice at different ages were assessed using morphological and imaging examination.\n    \n\n\n          Results:\n        \n      \n      Our results revealed that aging promoted M2 macrophage/microglia polarization, and aggravated CNV and vascular leakage. Melatonin significantly inhibited the M2 polarization of senescent macrophage/microglia and reduced the CNV area and vascular leakage. Moreover, melatonin markedly suppressed IL-10/STAT3 pathway activation in the macrophage/microglia of old mice, and STAT3 activator colivelin reversed the suppressive effect of melatonin on M2 polarization of senescent macrophage/microglia and laser-induced CNV in old mice.\n    \n\n\n          Conclusions:\n        \n      \n      Our data demonstrated that melatonin significantly prevented the M2 polarization of senescent macrophage/microglia by inhibiting the IL-10/STAT3 pathway, and eventually attenuated senescence-associated CNV. These findings suggested that melatonin could serve as a promising therapeutic agent to treat CNV and other age-related ocular diseases."
        },
        {
            "title": "Neuroprotection of SRT2104 in Murine Ischemia/Reperfusion Injury Through the Enhancement of Sirt1-Mediated Deacetylation.",
            "abstract": "Purpose:\n        \n      \n      Strategies for neuroprotection are the main targets of glaucoma research. The neuroprotective properties of SRT2104 administration have been proven in central nervous system degeneration diseases through the activation of nicotinamide adenine dinucleotide-dependent deacetylase-silence information regulator 1 (Sirt1). Here, we investigated whether SRT2104 could protect the retina from ischemia/reperfusion (I/R) injury and the underlying mechanisms.\n    \n\n\n          Methods:\n        \n      \n      SRT2104 was intravitreally injected immediately after I/R induction. RNA and protein expression were detected by quantitative real-time PCR and Western blot. Protein expression and distribution were examined by immunofluorescence staining. Retinal structure and function were analyzed by hematoxylin and eosin staining, optical coherence tomography, and electroretinogram. Optic nerve axons were quantified using toluidine blue staining. Cellular apoptosis and senescence were evaluated by TUNEL assay and SA-β-gal staining.\n    \n\n\n          Results:\n        \n      \n      The protein expression of Sirt1 decreased dramatically after I/R injury and SRT2104 administration effectively enhanced the stability of Sirt1 protein without significantly influencing Sirt1 mRNA synthesis. SRT2104 administration alone exerted no influence on the structure and function of normal retinas. However, SRT2104 intervention significantly protected the inner retinal structure and neurons; partially restored retinal function after I/R injury. I/R-induced cellular apoptosis and senescence were effectively alleviated by SRT2104 administration. Additionally, SRT2104 intervention markedly reduced neuroinflammation, including reactive gliosis, retinal vascular inflammation, and the overexpression of pro-inflammatory cytokines after I/R injury. Mechanistically, I/R-induced acetylation of p53, NF-κB p65, and STAT3 was significantly reversed by SRT2104 intervention.\n    \n\n\n          Conclusions:\n        \n      \n      We demonstrated that SRT2104 exerted potent protective effects against I/R injury by enhancing Sirt1-mediated deacetylation and suppressing apoptosis, senescence, and neuroinflammation-related pathways."
        },
        {
            "title": "Role of Ca2+ stores in acetylcholine-induced all-or-none shortening of smooth muscle cells from guinea-pig taenia caecum.",
            "abstract": "1. We have reported previously that isolated single smooth muscle cells from guinea-pig taenia caecum respond to acetylcholine (ACh) in an all-or-none manner. 2. To clarify the roles of intracellular Ca(2+) stores in the all-or-none response of isolated smooth muscle cells from guinea-pig taenia caecum to ACh, we examined the inositol 1,4,5-trisphosphate (IP(3))-induced contractile response in Staphylococcus aureus alpha-toxin-permeabilized smooth muscle cells and the effect of depletion of intracellular Ca(2+) stores on the all-or-none response to ACh in intact smooth muscle cells. 3. alpha-Toxin-permeabilized smooth muscle cells responded to 3-30 nmol/L or 0.3-3 nmol/L IP(3) in the presence of 0.2 micromol/L Ca(2+) with 1 mmol/L EGTA or 0.1 mmol/L EGTA, respectively, in an all-or-none manner. These results suggest that Ca(2+) release induced by IP(3) is Ca(2+) dependent and is evoked in an all-or-none manner. 4. In the presence of the Ca(2+) ionophore A23187 (0.1 micromol/L) or the sarcoplasmic reticulum Ca(2+)-ATPase inhibitor cyclopiazonic acid (1 micromol/L), the shortening of intact smooth muscle cells induced by increasing concentrations of ACh showed a graded response, but not an all-or-none response. 5. In conclusion, the results suggest that Ca(2+) release from Ca(2+) stores induced by IP(3) plays an important role in the all-or-none response of intact smooth muscle cells to ACh."
        },
        {
            "title": "Randomized controlled trial of calcium in healthy older women.",
            "abstract": "## PURPOSE\nCalcium has been shown to have positive effects on bone mineral density in postmenopausal women. However, these effects are small, it is unknown whether they are sustained with long-term use, they have not been shown with intention-to-treat analyses, and the evidence for fracture prevention with calcium monotherapy is inconsistent.\n## METHODS\nA randomized controlled trial of calcium (1 g/day as the citrate) in 1471 healthy postmenopausal women (aged 74+/-4 years) was performed to assess the effects on bone density and fracture incidence over 5 years.\n## RESULTS\nFollow-up was complete in 90% of subjects, and average medication compliance was 55% to 58%. Calcium had a significant beneficial effect on bone density (intention-to-treat analysis), with between-groups differences at 5 years of 1.8% (spine), 1.6% (total hip), and 1.2% (total body). Effects were greater in a per-protocol analysis (5-year differences of 2.3%, 2.8%, and 1.8%, respectively). A total of 425 fractures occurred in 281 women. Hazard ratios, based on time to first fracture, were 0.90 (95% confidence interval [CI], 0.71-1.16) for any symptomatic fracture, 0.72 (95% CI, 0.44-1.18) for vertebral, 3.55 (95% CI, 1.31-9.63) for hip, and 0.65 (95% CI, 0.41-1.04) for forearm fracture. Per-protocol analysis found respective hazard ratios of 0.86 (95% CI, 0.64-1.17), 0.62 (95% CI, 0.33-1.16), 3.24 (95% CI, 0.65-16.1), and 0.45 (95% CI, 0.24-0.87). Height loss was reduced by calcium in the per-protocol population (P=.03). Serum alkaline phosphatase and procollagen type-I N-terminal propeptide were lower in the calcium group at 5 years, but constipation was more common.\n## CONCLUSIONS\nCalcium results in a sustained reduction in bone loss and turnover, but its effect on fracture remains uncertain. Poor long-term compliance limits its effectiveness.\n"
        },
        {
            "title": "Effector T Cells Promote Fibrosis in Corneal Transplantation Failure.",
            "abstract": "Purpose:\n        \n      \n      To evaluate whether fibrosis contributes to corneal transplant failure and to determine whether effector CD4+ T cells, the key immune cells in corneal transplant rejection, play a direct role in fibrosis formation.\n    \n\n\n          Methods:\n        \n      \n      Allogeneic corneal transplantation was performed in mice. Graft opacity was evaluated by slit-lamp biomicroscopy, and fibrosis was assessed by in vivo confocal microscopy. Expression of alpha-smooth muscle actin (α-SMA) in both accepted and failed grafts was assessed by real-time PCR and immunohistochemistry. Frequencies of graft-infiltrating CD4+ T cells, neutrophils, and macrophages were assessed using flow cytometry. In vitro, MK/T-1 corneal fibroblasts were co-cultured with activated CD4+CD25- effector T cells isolated from corneal transplant recipient mice, and α-SMA expression was quantified by real-time PCR and ELISA. Neutralizing antibody was used to evaluate the role of interferon gamma (IFN-γ) in promoting α-SMA expression.\n    \n\n\n          Results:\n        \n      \n      The majority of failed grafts demonstrated clinical signs of fibrosis which became most evident at week 6 after corneal transplantation. Failed grafts showed higher expression of α-SMA as compared to accepted grafts. Flow cytometry analysis showed a significant increase in CD4+ T cells in failed grafts compared to accepted grafts. Co-culture of activated CD4+CD25- effector T cells with corneal fibroblasts led to an increase in α-SMA expression by fibroblasts. Inhibition of IFN-γ in culture significantly suppressed this increase in α-SMA expression as compared to immunoglobulin G control.\n    \n\n\n          Conclusions:\n        \n      \n      Fibrosis contributes to graft opacity in corneal transplant failure and is mediated at least in part by effector CD4+ T cells via IFN-γ."
        },
        {
            "title": "(2E,6E)-2,6-Bis(2,6-dichloro-benzyl-idene)-cyclo-hexa-none.",
            "abstract": "The title compound, C(20)H(14)Cl(4)O, was prepared by the reaction of 2,6-dichloro-benzaldehyde and cyclo-hexa-none. In the mol-ecule, the central cyclo-hexa-none ring adopts an envelope conformation, while the terminal benzene rings make a dihedral angle of 57.87 (9)°."
        },
        {
            "title": "Oral vitamin D3 and calcium for secondary prevention of low-trauma fractures in elderly people (Randomised Evaluation of Calcium Or vitamin D, RECORD): a randomised placebo-controlled trial.",
            "abstract": "## BACKGROUND\nElderly people who have a fracture are at high risk of another. Vitamin D and calcium supplements are often recommended for fracture prevention. We aimed to assess whether vitamin D3 and calcium, either alone or in combination, were effective in prevention of secondary fractures.\n## METHODS\nIn a factorial-design trial, 5292 people aged 70 years or older (4481 [85%] of whom were women) who were mobile before developing a low-trauma fracture were randomly assigned 800 IU daily oral vitamin D3, 1000 mg calcium, oral vitamin D3 (800 IU per day) combined with calcium (1000 mg per day), or placebo. Participants who were recruited in 21 UK hospitals were followed up for between 24 months and 62 months. Analysis was by intention-to-treat and the primary outcome was new low-energy fractures.\n## FINDINGS\n698 (13%) of 5292 participants had a new low-trauma fracture, 183 (26%) of which were of the hip. The incidence of new, low-trauma fractures did not differ significantly between participants allocated calcium and those who were not (331 [12.6%] of 2617 vs 367 [13.7%] of 2675; hazard ratio (HR) 0.94 [95% CI 0.81-1.09]); between participants allocated vitamin D3 and those who were not (353 [13.3%] of 2649 vs 345 [13.1%] of 2643; 1.02 [0.88-1.19]); or between those allocated combination treatment and those assigned placebo (165 [12.6%] of 1306 vs 179 [13.4%] of 1332; HR for interaction term 1.01 [0.75-1.36]). The groups did not differ in the incidence of all-new fractures, fractures confirmed by radiography, hip fractures, death, number of falls, or quality of life. By 24 months, 2886 (54.5%) of 5292 were still taking tablets, 451 (8.5%) had died, 58 (1.1%) had withdrawn, and 1897 (35.8%) had stopped taking tablets but were still providing data for at least the main outcomes. Compliance with tablets containing calcium was significantly lower (difference: 9.4% [95% CI 6.6-12.2]), partly because of gastrointestinal symptoms. However, potentially serious adverse events were rare and did not differ between groups.\n## INTERPRETATION\nThe findings do not support routine oral supplementation with calcium and vitamin D3, either alone or in combination, for the prevention of further fractures in previously mobile elderly people.\n"
        },
        {
            "title": "Vitreous Humor Proteomic Profile in Patients With Vitreoretinal Lymphoma.",
            "abstract": "Purpose:\n        \n      \n      Vitreoretinal lymphoma is a high-grade malignant non-Hodgkin lymphoma with poor prognosis. The objective of this study was to elucidate the proteome profile of the vitreous in patients with vitreoretinal lymphoma (VRL), aiming to advance understanding of the pathophysiology of VRL.\n    \n\n\n          Methods:\n        \n      \n      Comprehensive proteomic analyses of vitreous humor using liquid chromatography with tandem mass spectrometry were performed for 10 patients with VRL, 10 control patients with idiopathic epiretinal membrane or macular hole, and 10 patients with ocular sarcoidosis. Differentially expressed proteins (DEPs) were identified by comparing VRL with controls and sarcoidosis, and functional pathway analysis was performed. Finally, vitreous concentrations of representative DEPs that were significantly upregulated in proteomics study were measured by ELISA using a separate cohort.\n    \n\n\n          Results:\n        \n      \n      In total, 1594 proteins were identified in the vitreous humor of VRL, control, and sarcoidosis samples. Also, 282 DEPs were detected in VRL, 249 upregulated and 33 downregulated, compared with controls. Enrichment pathway analysis showed alterations in proteasome-related pathways. Compared to controls and sarcoidosis, 14 DEPs in VRL showed significant upregulation. In the validation study, ELISA confirmed significantly higher vitreous concentrations of PSAT1, YWHAG, and 20S/26S proteasome complex in VRL compared with controls and sarcoidosis. Among the upregulated DEPs, vitreous PITHD1 and NCSTN concentrations correlated positively with vitreous IL-10 concentrations.\n    \n\n\n          Conclusions:\n        \n      \n      This study highlights aberrations in protein expression pattern in the vitreous of patients with VRL. The DEPs identified in this study may play pivotal roles in VRL pathogenesis, providing insights to enhance understanding of VRL pathophysiology and contribute to the development of VRL biomarkers."
        },
        {
            "title": "dsRNA Induced IFNβ-MMP13 Axis Drives Corneal Wound Healing.",
            "abstract": "Purpose:\n        \n      \n      Cornea, the outermost transparent layer of the eye, is the first line of defense against external threats. Following injury, the wound healing response is crucial to corneal repair and regeneration, yet its underlying mechanism is poorly understood. Our study was designed to investigate the role of dsRNA and its regulatory network in corneal wound healing.\n    \n\n\n          Methods:\n        \n      \n      A corneal wound healing model was established via the surgical removal of half of the corneal surface and adjoining limbus. RNase III was then used to clarify the role of dsRNA in corneal wound closure and RNA-seq was performed to investigate the mechanism of dsRNA in the healing process. Related gene expression was assessed using immunofluorescence staining, qPCR, and Western blot. Flow cytometry and scratch assay were used to analyze the proliferation and migration of limbal stem/progenitor cells (LSCs) in vitro and functional analysis of the target genes was completed using the corneal wound healing model.\n    \n\n\n          Results:\n        \n      \n      Corneal wound healing was delayed and impaired when the dsRNAs were removed or damaged following RNase III digestion. The dsRNAs released following corneal damage activate type I interferon (IFN-I) signaling, primarily IFNβ, via the corneal epithelium and neutralizing IFNβ or blocking IFN-I signaling delays corneal wound closure. Moreover, our data identified MMP13 as a downstream effector of IFNβ where its expression promotes LSC proliferation and enhances corneal epithelial reconstruction in vivo.\n    \n\n\n          Conclusions:\n        \n      \n      The dsRNA induced IFNβ-MMP13 axis plays a key role in corneal wound healing."
        },
        {
            "title": "Calcium plus vitamin D supplementation and the risk of fractures.",
            "abstract": "## BACKGROUND\nThe efficacy of calcium with vitamin D supplementation for preventing hip and other fractures in healthy postmenopausal women remains equivocal.\n## METHODS\nWe recruited 36,282 postmenopausal women, 50 to 79 years of age, who were already enrolled in a Women's Health Initiative (WHI) clinical trial. We randomly assigned participants to receive 1000 mg of elemental [corrected] calcium as calcium carbonate with 400 IU of vitamin D3 daily or placebo. Fractures were ascertained for an average follow-up period of 7.0 years. Bone density was measured at three WHI centers.\n## RESULTS\nHip bone density was 1.06 percent higher in the calcium plus vitamin D group than in the placebo group (P<0.01). Intention-to-treat analysis indicated that participants receiving calcium plus vitamin D supplementation had a hazard ratio of 0.88 for hip fracture (95 percent confidence interval, 0.72 to 1.08), 0.90 for clinical spine fracture (0.74 to 1.10), and 0.96 for total fractures (0.91 to 1.02). The risk of renal calculi increased with calcium plus vitamin D (hazard ratio, 1.17; 95 percent confidence interval, 1.02 to 1.34). Censoring data from women when they ceased to adhere to the study medication reduced the hazard ratio for hip fracture to 0.71 (95 percent confidence interval, 0.52 to 0.97). Effects did not vary significantly according to prerandomization serum vitamin D levels.\n## CONCLUSIONS\nAmong healthy postmenopausal women, calcium with vitamin D supplementation resulted in a small but significant improvement in hip bone density, did not significantly reduce hip fracture, and increased the risk of kidney stones. (ClinicalTrials.gov number, NCT00000611.).\n"
        },
        {
            "title": "Single-Cell Transcriptomic Profiling of Human Retinal Organoids Revealed a Role of IGF1-PHLDA1 Axis in Photoreceptor Precursor Specification.",
            "abstract": "Purpose:\n        \n      \n      Cone and rod photoreceptors in the retina convert light to electrical signals which are transmitted to the visual cortex of the brain. Abnormal photoreceptor development and degeneration results in blindness. So far, the mechanism that controls photoreceptor specification and its subsequent fate bifurcation remain elusive.\n    \n\n\n          Methods:\n        \n      \n      To trace and enrich the human photoreceptor lineage, we first engineered H9 human embryonic stem cell (hESC) reporter line by fusing EGFP to endogenous BLIMP1 using CRISPR/CAS9 gene-editing technology, and then used the cell line to generate 3D retinal organoids. Following EGFP-based cell sorting, single-cell RNA-sequencing was conducted via 10x Genomics Chromium system, and the data were analyzed using Seurat. Immunofluorescence combined with lentivirus-mediated knockdown and overexpression experiments were used as validation approaches.\n    \n\n\n          Results:\n        \n      \n      Single-cell transcriptomic profiling revealed that retinal progenitor cells were temporally programmed to differentiate to cone and rod sequentially. We identified PHLDA1 as a novel regulator of photoreceptor specification. PHLDA1 mediated the effects of IGF1 through IGF1R, and inhibited AKT phosphorylation during photoreceptor development.\n    \n\n\n          Conclusions:\n        \n      \n      Our data established a transcriptomic cell atlas of the human photoreceptor lineage, and identified IGF1-PHLDA1 axis to regulate human photoreceptor development."
        },
        {
            "title": "Exercise and vitamin D in fall prevention among older women: a randomized clinical trial.",
            "abstract": "## IMPORTANCE\nWhile vitamin D supplementation and exercise are recommended for prevention of falls for older people, results regarding these 2 factors are contradictory.\n## OBJECTIVE\nTo determine the effectiveness of targeted exercise training and vitamin D supplementation in reducing falls and injurious falls among older women.\n## DESIGN, SETTING, AND PARTICIPANTS\nA 2-year randomized, double-blind, placebo-controlled vitamin D and open exercise trial conducted between April 2010 and March 2013 in Tampere, Finland. Participants were 409 home-dwelling women 70 to 80 years old. The main inclusion criteria were at least 1 fall during the previous year, no use of vitamin D supplements, and no contraindication to exercise.\n## INTERVENTIONS\nFour study groups, including placebo without exercise, vitamin D (800 IU/d) without exercise, placebo and exercise, and vitamin D (800 IU/d) and exercise.\n## MAIN OUTCOMES AND MEASURES\nThe primary outcome was monthly reported falls. Injurious falls and the number of fallers and injured fallers were reported as secondary outcomes. In addition, bone density, physical functioning (muscle strength, balance, and mobility), and vitamin D metabolism were assessed.\n## RESULTS\nIntent-to-treat analyses showed that neither vitamin D nor exercise reduced falls. Fall rates per 100 person-years were 118.2, 132.1, 120.7, and 113.1 in the placebo without exercise, vitamin D without exercise, placebo and exercise, and vitamin D and exercise study groups, respectively; however, injurious fall rates were 13.2, 12.9, 6.5, and 5.0, respectively. Hazard ratios for injured fallers were significantly lower among exercisers with vitamin D (0.38; 95% CI, 0.17-0.83) and without vitamin D (0.47; 95% CI, 0.23-0.99). Vitamin D maintained femoral neck bone mineral density and increased tibial trabecular density slightly. However, only exercise improved muscle strength and balance. Vitamin D did not enhance exercise effects on physical functioning.\n## CONCLUSIONS AND RELEVANCE\nThe rate of injurious falls and injured fallers more than halved with strength and balance training in home-dwelling older women, while neither exercise nor vitamin D affected the rate of falls. Exercise improved physical functioning. Future research is needed to determine the role of vitamin D in the enhancement of strength, balance, and mobility.\n## TRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT00986466.\n"
        },
        {
            "title": "Surgical and survival outcomes with perioperative or neoadjuvant immune-checkpoint inhibitors combined with platinum-based chemotherapy in resectable NSCLC: A systematic review and meta-analysis of randomised clinical trials.",
            "abstract": "The use of neoadjuvant or perioperative anti-PD(L)1 was recently tested in multiple clinical trials. We performed a systematic review and meta-analysis of randomised trials comparing neoadjuvant or perioperative chemoimmunotherapy to neoadjuvant chemotherapy in resectable NSCLC. Nine reports from 6 studies were included. Receipt of surgery was more frequent in the experimental arm (odds ratio, OR 1.39) as was pCR (OR 7.60). EFS was improved in the experimental arm (hazard ratio, HR 0.55) regardless of stage, histology, PD-L1 expression (PD-L1 negative, HR 0.74) and smoking exposure (never smokers, HR 0.67), as was OS (HR 0.67). Grade > = 3 treatment-related adverse events were more frequent in the experimental arm (OR 1.22). The experimental treatment improved surgical outcomes, pCR rates, EFS and OS in stage II-IIIB, EGFR/ALK negative resectable NSCLC; confirmatory evidence is warranted for stage IIIB tumours and with higher maturity of the OS endpoint."
        },
        {
            "title": "The emergence of all-or-none retrieval of chunks in verbal serial recall.",
            "abstract": "People often subdivide a list into smaller pieces, called chunks. Some theories of serial recall assume memories are stored hierarchically, with all-or-none retrieval of chunks, but most mathematical models avoid hierarchical assumptions. Johnson (Journal of Verbal Learning and Verbal Behavior, 8(6), 725-731, 1969) found steep drops in errors following correct recalls (transitional-error probabilities) within putative chunks during multi-trial letter-list learning, and viewed this as evidence for all-or-none retrieval. Here we test whether all-or-none retrieval occurs in lists studied only once. In serial recall of six-word lists (Experiment 1), transitional-error probabilities were inconsistent with all-or-none retrieval, both when participants were instructed to subdivide and when temporal grouping induced subdivision. Curiously, the same analysis of previous temporally grouped nine-letter lists produced compelling evidence for all-or-none retrieval, which may result from recoding rather than the formation of chunks. In Experiment 2, participants were pre-trained on three-word chunks. For nine-word lists constructed from those trained chunks, transitional-error probabilities exhibited more pronounced evidence of all-or-none retrieval. Nearly all effects reversed with post-cued backward recall, suggesting mechanisms that play out over the course of recall rather than encoding of the list. In sum, subdivided lists do not result in hierarchical memories after a single study trial, although they may emerge in lists formed from chunks that are previously learned as such. This suggests a continuous transition from non-hierarchical subdivision of lists to all-or-none retrieval over the course of chunk formation."
        },
        {
            "title": "Explaining disparities in treatment seeking: the case of infertility.",
            "abstract": "Objective:\n        \n      \n      To present an integrated model of help-seeking, review empirical work in its support, and show its application to the explanation of racial and ethnic disparities in infertility help-seeking.\n    \n\n\n          Design:\n        \n      \n      Review.\n    \n\n\n          Setting:\n        \n      \n      None.\n    \n\n\n          Patient(s):\n        \n      \n      None.\n    \n\n\n          Intervention(s):\n        \n      \n      None.\n    \n\n\n          Main outcome measure(s):\n        \n      \n      None.\n    \n\n\n          Result(s):\n        \n      \n      None.\n    \n\n\n          Conclusion(s):\n        \n      \n      A help-seeking model provides a plausible explanation of observed disparities in infertility help-seeking. In addition to being related to income, race and ethnicity is related to prior experience with doctors, marital status, parity, knowledge and attitudes toward reproductive technology, and attitudes supporting spiritual rather than technological solutions to health problems."
        },
        {
            "title": "Evidence for an all-or-none perceptual response: single-trial analyses of magnetoencephalography signals indicate an abrupt transition between visual perception and its absence.",
            "abstract": "Whether consciousness is an all-or-none or graded phenomenon is an area of inquiry that has received considerable interest in neuroscience and is as of yet, still debated. In this magnetoencephalography (MEG) study we used a single stimulus paradigm with sub-threshold, threshold and supra-threshold duration inputs to assess whether stimulus perception is continuous with or abruptly differentiated from unconscious stimulus processing in the brain. By grouping epochs according to stimulus identification accuracy and exposure duration, we were able to investigate whether a high-amplitude perception-related cortical event was (1) only evoked for conditions where perception was most probable, (2) had invariant amplitude once evoked and (3) was largely absent for conditions where perception was least probable (criteria satisfying an all-on-none hypothesis). We found that averaged evoked responses showed a gradual increase in amplitude with increasing perceptual strength. However, single-trial analyses demonstrated that stimulus perception was correlated with an all-or-none response, the temporal precision of which increased systematically as perception transitioned from ambiguous to robust states. Due to poor signal-to-noise resolution of single-trial data, whether perception-related responses, whenever present, were invariant in amplitude could not be unambiguously demonstrated. However, our findings strongly suggest that visual perception of simple stimuli is associated with an all-or-none cortical-evoked response the temporal precision of which varies as a function of perceptual strength."
        },
        {
            "title": "Calcium, vitamin D and anabolic steroid in treatment of aged bones: double-blind placebo-controlled long-term clinical trial.",
            "abstract": "In a double-blind trial, 327 patients (57 men) over 65 (mean age 79.5) years received all possible combinations of calcium carbonate 3 g, vitamin D3 1000 iu, methandienone 2.5 mg and/or placebos daily for 9 months. The higher incidence of bone fractures in the placebo group was not significant. Serum calcium, phosphorus, creatinine, aspartate aminotransferase and alkaline phosphatase were followed: the greatest changes occurred with methandienone, which thus reduced osteoporotic activity and increased the muscular mass most effectively; calcium carbonate had the poorest effect. Surprisingly, coronary mortality was higher among those taking all three active substances. With two treatments the increase was not significant, but when both the groups receiving a combination of any two of the treatments were compared with those taking only one or neither of these two treatments, a significant increase in coronary deaths was seen, most significant (P less than 0.001) in those receiving vitamin D3 and methandienone.\n"
        },
        {
            "title": "(2E,5E)-2,5-Bis(3,4,5-trimethoxy-benzyl-idene)cyclo-penta-none.",
            "abstract": "The title compound, C(25)H(28)O(7), was prepared by the base-catalysed reaction of 3,4,5-trimethoxy-benzaldehyde with cyclo-penta-none. The mol-ecule has crystallographic twofold rotation symmetry and adopts an E-configuration about the central olefinic bonds. The two benzene rings and the central cyclo-penta-none ring are almost coplanar [dihedral angle = 4.7 (2)°]."
        },
        {
            "title": "The Effect of the Modified Eighth Section of Eight-Section Brocade on Osteoporosis in Postmenopausal Women: A Prospective Randomized Trial.",
            "abstract": "Osteoporosis and related fragility fractures represent a serious and global public health problem. To evaluate whether the modified eighth section of Eight-section Brocade (MESE) exercise could improve the symptom and indexes associated with osteoporosis in postmenopausal women. Guangzhou and Liuzhou hospital of traditional Chinese medicine in China. Women (n = 198) aged 50 to 75 years were randomized into Control, Ca, MESE, and MESE + Ca. Subjects in Ca and MESE groups were separately asked to consume thrice daily Calcium Carbonate Chewable D3 tablet and to perform thrice daily MESE exercise by 7 repetitions per time for 12 months. Subjects in MESE + Ca group performed such the combined treatment project for 12 months. Body height and Hospital for Special Surgery (HSS) scores of both knees, chronic back pain visual analogue scale scores (VAS), bone mineral density (BMD) at L2 to L4 and the left femoral neck, 3-feet Up and Go Test (3') and one-leg Stance (OLS). In our study, the improvement in chronic back pain of the patients in Ca, MESE, and MESE + Ca group was better than that in control group. There was 1.9% and 1.7%, 2.3%, and 2.1% net profit in left femoral neck and lumbar BMD after the treatment for 12 months in MESE and MESE + Ca groups. For the balance capacity, the subjects in MESE and MESE + Ca groups secured much better performance than those in Ca and control group after the treatment for 12 months (P < 0.001, P < 0.001). The treatment of MESE exercise is the most effective for the improvement of the symptom and indexes in postmenopausal women. Importantly, the low attrition and the high exercise compliance indicate that MESE exercise is safe, feasible, and well tolerated by postmenopausal women.\n"
        },
        {
            "title": "Glutamate spillover drives robust all-or-none dendritic plateau potentials-an in silico investigation using models of striatal projection neurons.",
            "abstract": "Plateau potentials are a critical feature of neuronal excitability, but their all-or-none behavior is not easily captured in modeling. In this study, we investigated models of plateau potentials in multi-compartment neuron models and found that including glutamate spillover provides robust all-or-none behavior. This result arises due to the prolonged duration of extrasynaptic glutamate. When glutamate spillover is not included, the all-or-none behavior is very sensitive to the steepness of the Mg2+ block. These results suggest a potentially significant role of glutamate spillover in plateau potential generation, providing a mechanism for robust all-or-none behavior across a wide range of slopes of the Mg2+ block curve. We also illustrate the importance of the all-or-none plateau potential behavior for nonlinear computation with regard to the nonlinear feature binding problem."
        },
        {
            "title": "Two-year randomized controlled trial of vitamin K1 (phylloquinone) and vitamin D3 plus calcium on the bone health of older women.",
            "abstract": "## UNLABELLED\nDietary supplementation with vitamin K(1), with vitamin D(3) and calcium or their combination, was examined in healthy older women during a 2-year, double-blind, placebo-controlled trial. Combined vitamin K with vitamin D plus calcium was associated with a modest but significant increase in BMC at the ultradistal radius but not at other sites in the hip or radius.\n## INTRODUCTION\nThe putative beneficial role of high dietary vitamin K(1) (phylloquinone) on BMD and the possibility of interactive benefits with vitamin D were studied in a 2-year double-blind, placebo-controlled trial in healthy Scottish women > or =60 years of age.\n## MATERIALS AND METHODS\nHealthy, nonosteoporotic women (n = 244) were randomized to receive either (1) placebo, (2) 200 microg/day vitamin K(1), (3) 10 microg (400 IU) vitamin D(3) plus 1000 mg calcium/day, or (4) combined vitamins K(1) and D(3) plus calcium. Baseline and 6-month measurements included DXA bone mineral scans of the hip and wrist, markers of bone turnover, and vitamin status. Supplementation effects were tested using multivariate general linear modeling, with full adjustment for baseline and potential confounding variables.\n## RESULTS\nSignificant bone mineral loss was seen only at the mid-distal radius but with no significant difference between groups. However, women who took combined vitamin K and vitamin D plus calcium showed a significant and sustained increase in both BMD and BMC at the site of the ultradistal radius. Serum status indicators responded significantly to respective supplementation with vitamins K and D. Over 2 years, serum vitamin K(1) increased by 157% (p < 0.001), the percentage of undercarboxylated osteocalcin (%GluOC) decreased by 51% (p < 0.001), serum 25-hydroxyvitamin D [25(OH)D] increased by 17% (p < 0.001), and PTH decreased by 11% (p = 0.049).\n## CONCLUSIONS\nThese results provide evidence of a modest synergy in healthy older women from nutritionally relevant intakes of vitamin K(1) together with supplements of calcium plus moderate vitamin D(3) to enhance BMC at the ultradistal radius, a site consisting of principally trabecular bone. The substantial increase in gamma-carboxylation of osteocalcin by vitamin K may have long-term benefits and is potentially achievable by increased dietary intakes of vitamin K rather than by supplementation.\n"
        },
        {
            "title": "Ferroptosis in the Lacrimal Gland Is Involved in Dry Eye Syndrome Induced by Corneal Nerve Severing.",
            "abstract": "Purpose:\n        \n      \n      Dry eye syndrome (DES) is a prevalent postoperative complication after myopic corneal refractive surgeries and the main cause of postoperative dissatisfaction. Although great efforts have been made in recent decades, the molecular mechanism of postoperative DES remains poorly understood. Here, we used a series of bioinformatics approaches and experimental methods to investigate the potential mechanism involved in postoperative DES.\n    \n\n\n          Methods:\n        \n      \n      BALB/c mice were randomly divided into sham, unilateral corneal nerve cutting (UCNV) + saline, UCNV + vasoactive intestinal peptide (VIP), and UCNV + ferrostatin-1 (Fer-1, inhibitor of ferroptosis) groups. Corneal lissamine green dye and tear volume were measured before and two weeks after the surgery in all groups. Lacrimal glands were collected for secretory function testing, RNA sequencing, ferroptosis verification, and inflammatory factor detection.\n    \n\n\n          Results:\n        \n      \n      UCNV significantly induced bilateral decreases in tear secretion. Inhibition of the maturation and release of secretory vesicles was observed in bilateral lacrimal glands. More importantly, UCNV induced ferroptosis in bilateral lacrimal glands. Furthermore, UCNV significantly decreased VIP, a neural transmitter, in bilateral lacrimal glands, which increased Hif1a, the dominant transcription factor of transferrin receptor protein 1 (TfR1). Supplementary VIP inhibited ferroptosis, which decreased the inflammatory reaction and promoted the maturation and release of secretory vesicles. Supplementary VIP and Fer-1 improved tear secretion.\n    \n\n\n          Conclusions:\n        \n      \n      Our data suggest a novel mechanism by which UCNV induces bilateral ferroptosis through the VIP/Hif1a/TfR1 pathway, which might be a promising therapeutic target for DES-induced by corneal refractive surgeries."
        },
        {
            "title": "Absence of nonfatal suicidal behavior preceding suicide death reveals differences in clinical risks.",
            "abstract": "Nonfatal suicidality is the most robust predictor of suicide death. However, only ~10% of those who survive an attempt go on to die by suicide. Moreover, ~50% of suicide deaths occur in the absence of prior known attempts, suggesting risks other than nonfatal suicide attempt need to be identified. We studied data from 4,000 population-ascertained suicide deaths and 26,191 population controls to improve understanding of risks leading to suicide death. This study included 2,253 suicide deaths and 3,375 controls with evidence of nonfatal suicidality (SUI_SI/SB and CTL_SI/SB) from diagnostic codes and natural language processing of electronic health records notes. Characteristics of these groups were compared to 1,669 suicides with no prior nonfatal SI/SB (SUI_None) and 22,816 controls with no lifetime suicidality (CTL_None). The SUI_None and CTL_None groups had fewer diagnoses and were older than SUI_SI/SB and CTL_SI/SB. Mental health diagnoses were far less common in both the SUI_None and CTL_None groups; mental health problems were less associated with suicide death than with presence of SI/SB. Physical health diagnoses were conversely more often associated with risk of suicide death than with presence of SI/SB. Pending replication, results indicate highly significant clinical differences among suicide deaths with versus without prior nonfatal SI/SB."
        },
        {
            "title": "2-[(4-tert-Butyl-anilino)(phen-yl)meth-yl]cyclo-hexa-none.",
            "abstract": "In the mol-ecule of the title compound, C(23)H(29)NO, the cyclo-hexa-none ring has been distorted from the standard chair conformation by the ketone group such that part of the ring is almost flat. The remaining [(4-tert-butyl-anilino)(phen-yl)meth-yl] portion of the mol-ecule is in an equatorial position on the cyclo-hexa-none ring. The dihedral angle between the two benzene rings is 81.52 (8)°. In the crystal packing, mol-ecules are linked by N-H⋯O hydrogen bonds into infinite one-dimensional chains along the a axis and these chains are stacked down the c axis. The crystal structure is further stabilized by weak C-H⋯O and C-H⋯π inter-actions."
        },
        {
            "title": "Evaluation of Circulating Tumor DNA as a Liquid Biomarker in Uveal Melanoma.",
            "abstract": "Purpose:\n        \n      \n      Uveal melanoma (UM) has a high propensity to metastasize. Prognosis is associated with specific driver mutations and copy number variations (CNVs), but limited primary tumor tissue is available for molecular characterization due to eye-sparing irradiation treatment. This study aimed to assess the rise in circulating tumor DNA (ctDNA) levels in UM and evaluate its efficacy for CNV-profiling of patients with UM.\n    \n\n\n          Methods:\n        \n      \n      In a pilot study, we assessed ctDNA levels in the blood of patients with UM (n = 18) at various time points, including the time of diagnosis (n = 13), during fractionated stereotactic radiotherapy (fSRT) treatment (n = 6), and upon detection of metastatic disease (n = 13). Shallow whole-genome sequencing (sWGS) combined with in silico size-selection was used to identify prognostically relevant CNVs in patients with UM (n = 26) from peripheral blood retrieved at the time of diagnosis (n = 9), during fSRT (n = 5), during post-treatment follow-up (n = 4), metastasis detection (n = 6), and metastasis follow-up (n = 4).\n    \n\n\n          Results:\n        \n      \n      A total of 34 patients had blood analyzed for ctDNA detection (n = 18) and/or CNV analysis (n = 26) at various time points. At the time of diagnosis, 5 of 13 patients (38%) had detectable ctDNA (median = 0 copies/mL). Upon detection of metastatic disease, ctDNA was detected in 10 of 13 patients (77%) and showed increased ctDNA levels (median = 24 copies/mL, P < 0.01). Among the six patients analyzed during fSRT, three (50%) patients had detectable ctDNA at baseline and three of six (50%) patients had undetectable levels of ctDNA. During the fSRT regimen, ctDNA levels remained unchanged (P > 0.05). The ctDNA fractions were undetectable to low in localized disease, and sWGS did not elucidate chromosome 3 status from blood samples. However, in 7 of 10 (70%) patients with metastases, the detection of chromosome 3 loss corresponded to the high metastatic-risk class.\n    \n\n\n          Conclusions:\n        \n      \n      The rise in ctDNA levels observed in patients with UM harboring metastases suggests its potential utility for CNV profiling. These findings highlight the potential of using ctDNA for metastasis detection and patient inclusion in therapeutic studies targeting metastatic UM."
        },
        {
            "title": "Design, history and results of the Thiazolidinedione Intervention with vitamin D Evaluation (TIDE) randomised controlled trial.",
            "abstract": "## AIMS/OBJECTIVE\nConflicting data regarding cardiovascular effects of thiazolidinediones (TZDs) and extra-skeletal effects of vitamin D supported the need for a definitive trial. The Thiazolidinedione Intervention with vitamin D Evaluation (TIDE) trial aimed to assess the effects of TZDs (rosiglitazone and pioglitazone) on cardiovascular outcomes and the effects of vitamin D (cholecalciferol) on cancers and mortality.\n## METHODS\nA large multicentre 3 × 2 factorial double-blind placebo-controlled randomised trial recruited from outpatient primary care and specialty clinics in 33 countries. From June 2009 to July 2010, 1,332 people with type 2 diabetes and other cardiovascular risk factors aged ≥ 50 years whose HbA(1c) was 6.5-9.5% (48-80 mmol/mol) when using two or fewer glucose-lowering drugs were randomised by a central computer system to placebo (n = 541), rosiglitazone 4-8 mg/day (n = 399) or pioglitazone 30-45 mg/day (n = 392); 1,221 participants were randomised to placebo (n = 614) or vitamin D 1,000 IU/day (n = 607). Participants and all study personnel were blind to treatment allocation. The primary outcome for the TZD arm was the composite of myocardial infarction, stroke or cardiovascular death, and for the vitamin D arm it was cancer or all-cause death. All randomised participants were included in the primary analysis.\n## RESULTS\nFrom the study design, 16,000 people were to be followed for approximately 5.5 years. However, the trial was stopped prematurely because of regulatory concerns after a mean of 162 days without consideration of the accrued data. In the TZD arm, the cardiovascular outcome occurred in five participants (0.9%) in the placebo groups and three participants (0.4%) in the TZD groups (two allocated to pioglitazone, one to rosiglitazone). In the vitamin D arm, the primary outcome occurred in three participants (0.5%) in the placebo group and in two participants (0.3%) receiving vitamin D. Adverse events were comparable in all groups.\n## CONCLUSIONS/INTERPRETATION\nUncertainty persists regarding the clinically relevant risks and benefits of TZDs and vitamin D because of the early cancellation of this comprehensive trial.\n"
        },
        {
            "title": "Calcium supplements for the prevention of colorectal adenomas. Calcium Polyp Prevention Study Group.",
            "abstract": "## BACKGROUND AND METHODS\nLaboratory, clinical, and epidemiologic evidence suggests that calcium may help prevent colorectal adenomas. We conducted a randomized, double-blind trial of the effect of supplementation with calcium carbonate on the recurrence of colorectal adenomas. We randomly assigned 930 subjects (mean age, 61 years; 72 percent men) with a recent history of colorectal adenomas to receive either calcium carbonate (3 g [1200 mg of elemental calcium] daily) or placebo, with follow-up colonoscopies one and four years after the qualifying examination. The primary end point was the proportion of subjects in whom at least one adenoma was detected after the first follow-up endoscopy but up to (and including) the second follow-up examination. Risk ratios for the recurrence of adenomas were adjusted for age, sex, lifetime number of adenomas before the study, clinical center, and length of the surveillance period.\n## RESULTS\nThe subjects in the calcium group had a lower risk of recurrent adenomas. Among the 913 subjects who underwent at least one study colonoscopy, the adjusted risk ratio for any recurrence of adenoma with calcium as compared with placebo was 0.85 (95 percent confidence interval, 0.74 to 0.98; P=0.03). The main analysis was based on the 832 subjects (409 in the calcium group and 423 in the placebo group) who completed both follow-up examinations. At least one adenoma was diagnosed between the first and second follow-up endoscopies in 127 subjects in the calcium group (31 percent) and 159 subjects in the placebo group (38 percent); the adjusted risk ratio was 0.81 (95 percent confidence interval, 0.67 to 0.99; P=0.04). The adjusted ratio of the average number of adenomas in the calcium group to that in the placebo group was 0.76 (95 percent confidence interval, 0.60 to 0.96; P=0.02). The effect of calcium was independent of initial dietary fat and calcium intake.\n## CONCLUSIONS\nCalcium supplementation is associated with a significant - though moderate - reduction in the risk of recurrent colorectal adenomas.\n"
        },
        {
            "title": "The impact of added mass placement on metabolic and temporal-spatial characteristics of transfemoral prosthetic gait.",
            "abstract": "Background:\n        \n      \n      Despite prosthetic technology advancements, individuals with transfemoral amputation have compromised temporal-spatial gait parameters and high metabolic requirements for ambulation. It is unclear how adding mass at different locations on a transfemoral prosthesis might affect these outcomes. Research question Does walking with mass added at different locations on a transfemoral prosthesis affect temporal-spatial gait parameters and metabolic requirements compared to walking with no additional mass?\n    \n\n\n          Methods:\n        \n      \n      Fourteen participants with unilateral transfemoral amputations took part. A 1.8 kg mass was added to their prostheses in three locations: Knee, just proximal to the prosthetic knee; Shank, mid-shank on the prosthesis; or Ankle, just proximal to the prosthetic foot. Temporal-spatial gait parameters were collected as participants walked over a GAITRite® walkway and metabolic data were collected during treadmill walking for each of these conditions and with no mass added, the None condition. Separate linear mixed effects models were created and post-hoc tests to compare with the control condition of None were performed with a significance level of 0.05.\n    \n\n\n          Results:\n        \n      \n      Overground self-selected walking speed for Ankle was significantly slower than for None (p < 0.05) (None: 1.16 ± 0.24; Knee: 1.15 ± 0.19; Shank: 1.14 ± 0.24; Ankle 0.99 ± 0.20 m/s). Compared to None, Ankle showed significantly increased oxygen consumption during treadmill walking (p < 0.05) (None: 13.82 ± 2.98; Knee: 13.83 ± 2.82; Shank: 14.30 ± 2.89; Ankle 14.56 ± 2.99 ml O2/kg/min). Other metabolic outcomes (power, cost of transport, oxygen cost) showed similar trends. Knee and Shank did not have significant negative effects on any metabolic or temporal-spatial parameters, as compared to None (p > 0.05). Significance Results suggest that additional mass located mid-shank or further proximal on a transfemoral prosthesis may not have negative temporal-spatial or metabolic consequences. Clinicians, researchers, and designers may be able to utilize heavier components, as long as the center of mass is not further distal than mid-shank, without adversely affecting gait parameters or metabolic requirements."
        },
        {
            "title": "Establishment and Comprehensive Characterization of a Novel Preclinical Platform of Metastatic Retinoblastoma for Therapeutic Developments.",
            "abstract": "Purpose:\n        \n      \n      Although there have been improvements in the management of metastatic retinoblastoma, most patients do not survive, and all patients suffer from multiple short- and long-term treatment toxicities. Reliable and informative models to assist clinicians are needed. Thus we developed and comprehensively characterized a novel preclinical platform of primary cell cultures and xenograft models of metastatic retinoblastoma to provide insights into the molecular biology underlying metastases and to perform drug screening for the identification of hit candidates with the highest potential for clinical translation.\n    \n\n\n          Methods:\n        \n      \n      Orbital tumor, bone marrow, cerebrospinal fluid, and lymph node tumor infiltration specimens were obtained from seven patients with metastatic retinoblastoma at diagnosis, disease progression, or relapse. Tumor specimens were engrafted in immunodeficient animals, and primary cell lines were established. Genomic, immunohistochemical/immunocytochemical, and pharmacological analysis were performed.\n    \n\n\n          Results:\n        \n      \n      We successfully established five primary cell lines: two derived from leptomeningeal, two from orbital, and one from lymph node tumor dissemination. After the intravitreal or intraventricular inoculation of these cells, we established cell-derived xenograft models. Both primary cell lines and xenografts accurately retained the histological and genomic features of the tumors from which they were derived and faithfully recapitulated the dissemination patterns and pharmacological sensitivity observed in the matched patients.\n    \n\n\n          Conclusions:\n        \n      \n      Ours is an innovative and thoroughly characterized preclinical platform of metastatic retinoblastoma developed for the understanding of tumor biology of this highly aggressive tumor and has the potential to identify drug candidates to treat patients who currently lack effective treatment options."
        },
        {
            "title": "(S)-2-[(S,E)-4-(4-Chloro-phen-yl)-1-nitro-but-3-en-2-yl]cyclo-hexa-none.",
            "abstract": "The title compound, C(16)H(18)ClNO(3), was obtained by the organocatalytic asymmetric Michael addition of cyclo-hexa-none to 1-chloro-4-[(1E,3E)-4-nitro-buta-1,3-dien-yl]benzene. The double bond has an E configuration. The cyclo-hexa-none ring adopts a chair conformation. The conformation of the mol-ecule is stabilized by a weak intra-molecular C-H⋯O hydrogen bond."
        },
        {
            "title": "Association of tumor size and surgical approach with oncological outcomes and overall survival in patients with adrenocortical carcinoma.",
            "abstract": "Objectives:\n        \n      \n      To investigate the association of surgical approach with outcomes in patients with adrenocortical carcinomas smaller and larger than 6 cm in size.\n    \n\n\n          Methods:\n        \n      \n      We reviewed the national cancer database for patients undergoing minimally invasive adrenalectomy (MIA) and open adrenalectomy (OA) from 2010 to 2017. To adjust for differences between patients undergoing MIA and OA, we performed propensity score matching within each size strata of ≤6 cm, 6.1 to 10 cm, and 10.1 to 20 cm. We fit generalized estmiating equations with a logit link function to assess for the association of surgical approach with positive surgical margins and a Cox proportional hazards model to assess for the association of surgical approach with overall survival.\n    \n\n\n          Results:\n        \n      \n      We identified 364 patients that underwent MIA (182) and OA (182) in the matched cohort. We noted 21% and 18% of patients undergoing MIA and OA had a positive surgical margin, respectively. We did not identify a significant association between surgical approach and positive surgical margins in the cohort as a whole or within each of strata. Furthermore, we did not appreciate a significant association between surgical approach and overall survival in the cohort as a whole or within each size strata.\n    \n\n\n          Conclusion:\n        \n      \n      In the National Cancer Database, patients undergoing MIA had similar positive surgical margins and overall survival compared with OA for masses ≤6 cm, 6.1 to 10cm, and >10 cm in size. Patients undergoing MIA should be carefully selected with surgical oncologic integrity being the primary determinants of surgical approach."
        },
        {
            "title": "Metagenomic Sequencing Analysis Identifies Cross-Cohort Gut Microbial Signatures Associated With Age-Related Macular Degeneration.",
            "abstract": "Purpose:\n        \n      \n      Alterations in the gut microbiota have been associated with age-related macular degeneration (AMD). However, the dysbiosis shared by different ethnicity and geographic groups, which may associate with the disease pathogenesis, remain underexplored. Here, we characterized dysbiosis of the gut microbiota in patients with AMD from Chinese and Swiss cohorts and identified cross-cohort signatures associated with AMD.\n    \n\n\n          Methods:\n        \n      \n      Shotgun metagenomic sequencing was performed on fecal samples from 30 patients with AMD and 30 healthy subjects. Published datasets with 138 samples from Swiss patients with AMD and healthy subjects were re-analyzed. Comprehensive taxonomic profiling was conducted by matching to the RefSeq genome database, metagenome-assembled genome (MAG) database, and Gut Virome Database (GVD). Functional profiling was performed by reconstruction of the MetaCyc pathways.\n    \n\n\n          Results:\n        \n      \n      The α-diversity of the gut microbiota was decreased in patients with AMD according to taxonomic profiles generated using MAG but not RefSeq database as reference. The Firmicutes/Bacteroidetes ratio was also decreased in patients with AMD. Among AMD-associated bacteria shared between Chinese and Swiss cohorts, Ruminococcus callidus, Lactobacillus gasseri, and Prevotellaceae (f) uSGB 2135 were enriched in patients with AMD, whereas Bacteroidaceae (f) uSGB 1825 was depleted in patients with AMD and was negatively associated with hemorrhage size. Bacteroidaceae was one of the major hosts of phages associated with AMD. Three degradation pathways were reduced in AMD.\n    \n\n\n          Conclusions:\n        \n      \n      These results demonstrated that dysbiosis of the gut microbiota was associated with AMD. We identified cross-cohort gut microbial signatures involving bacteria, viruses, and metabolic pathways, which potentially serve as promising targets for the prevention or treatment of AMD."
        },
        {
            "title": "Effect of calcium supplementation on bone loss in postmenopausal women.",
            "abstract": "## BACKGROUND\nThe use of calcium supplements slows bone loss in the forearm and has a beneficial effect on the axial bone density of women in late menopause whose calcium intake is less than 400 mg per day. However, the effect of a calcium supplement of 1000 mg per day on the axial bone density of postmenopausal women with higher calcium intakes is not known.\n## METHODS\nWe studied 122 normal women at least three years after they had reached menopause who had a mean dietary calcium intake of 750 mg per day. The women were randomly assigned to treatment with either calcium (1000 mg per day) or placebo for two years. The bone mineral density of the total body, lumbar spine, and proximal femur was measured every six months by dual-energy x-ray absorptiometry. Serum and urine indexes of calcium metabolism were measured at base line and after 3, 12, and 24 months.\n## RESULTS\nThe mean (+/- SE) rate of loss of total-body bone mineral density was reduced by 43 percent in the calcium group (-0.0055 +/- 0.0010 g per square centimeter per year) as compared with the placebo group (-0.0097 +/- 0.0010 g per square centimeter per year, P = 0.005). The rate of loss of bone mineral density was reduced by 35 percent in the legs (P = 0.02), and loss was eliminated in the trunk (P = 0.04). Calcium use was of significant benefit in the lumbar spine (P = 0.04), and in Ward's triangle the rate of loss was reduced by 67 percent (P = 0.04). Calcium supplementation had a similar effect whether dietary calcium intake was above or below the mean value for the group. Serum parathyroid hormone concentrations tended to be lower in the calcium group, as were urinary hydroxyproline excretion and serum alkaline phosphatase concentrations.\n## CONCLUSIONS\nCalcium supplementation significantly slowed axial and appendicular bone loss in normal post-menopausal women.\n"
        },
        {
            "title": "Erratum.",
            "abstract": "[This corrects the article DOI: 10.1167/tvst.9.2.12.]."
        },
        {
            "title": "GLIM criteria for the diagnosis of malnutrition - A consensus report from the global clinical nutrition community.",
            "abstract": "Rationale:\n        \n      \n      This initiative is focused on building a global consensus around core diagnostic criteria for malnutrition in adults in clinical settings.\n    \n\n\n          Methods:\n        \n      \n      In January 2016, the Global Leadership Initiative on Malnutrition (GLIM) was convened by several of the major global clinical nutrition societies. GLIM appointed a core leadership committee and a supporting working group with representatives bringing additional global diversity and expertise. Empirical consensus was reached through a series of face-to-face meetings, telephone conferences, and e-mail communications.\n    \n\n\n          Results:\n        \n      \n      A two-step approach for the malnutrition diagnosis was selected, i.e., first screening to identify \"at risk\" status by the use of any validated screening tool, and second, assessment for diagnosis and grading the severity of malnutrition. The malnutrition criteria for consideration were retrieved from existing approaches for screening and assessment. Potential criteria were subjected to a ballot among the GLIM core and supporting working group members. The top five ranked criteria included three phenotypic criteria (weight loss, low body mass index, and reduced muscle mass) and two etiologic criteria (reduced food intake or assimilation, and inflammation or disease burden). To diagnose malnutrition at least one phenotypic criterion and one etiologic criterion should be present. Phenotypic metrics for grading severity as Stage 1 (moderate) and Stage 2 (severe) malnutrition are proposed. It is recommended that the etiologic criteria be used to guide intervention and anticipated outcomes. The recommended approach supports classification of malnutrition into four etiology-related diagnosis categories.\n    \n\n\n          Conclusion:\n        \n      \n      A consensus scheme for diagnosing malnutrition in adults in clinical settings on a global scale is proposed. Next steps are to secure further collaboration and endorsements from leading nutrition professional societies, to identify overlaps with syndromes like cachexia and sarcopenia, and to promote dissemination, validation studies, and feedback. The diagnostic construct should be re-considered every 3-5 years."
        },
        {
            "title": "Pseudomonas aeruginosa ventricular assist device infections: findings from ineffective phage therapies in five cases.",
            "abstract": "Left ventricular assist devices (LVAD) are increasingly used for management of heart failure; infection remains a frequent complication. Phage therapy has been successful in a variety of antibiotic refractory infections and is of interest in treating LVAD infections. We performed a retrospective review of four patients that underwent five separate courses of intravenous (IV) phage therapy with concomitant antibiotic for treatment of endovascular Pseudomonas aeruginosa LVAD infection. We assessed phage susceptibility, bacterial strain sequencing, serum neutralization, biofilm activity, and shelf-life of phage preparations. Five treatments of one to four wild-type virulent phage(s) were administered for 14-51 days after informed consent and regulatory approval. There was no successful outcome. Breakthrough bacteremia occurred in four of five treatments. Two patients died from the underlying infection. We noted a variable decline in phage susceptibility following three of five treatments, four of four tested developed serum neutralization, and prophage presence was confirmed in isolates of two tested patients. Two phage preparations showed an initial titer drop. Phage biofilm activity was confirmed in two. Phage susceptibility alone was not predictive of clinical efficacy in P. aeruginosa endovascular LVAD infection. IV phage was associated with serum neutralization in most cases though lack of clinical effect may be multifactorial including presence of multiple bacterial isolates with varying phage susceptibility, presence of prophages, decline in phage titers, and possible lack of biofilm activity. Breakthrough bacteremia occurred frequently (while the organism remained susceptible to administered phage) and is an important safety consideration."
        },
        {
            "title": "Regenerative, all-or-none electrographic seizures in the rat hippocampal slice in Mg-free and physiological medium.",
            "abstract": "All-or-none electrographic seizures (EGSs) were studied in hippocampal slices from young (21- to 38-day-old) rats in medium containing low (0 mM) or physiological (0.9 mM) levels of magnesium, with and without the GABAB agonist baclofen. Extracellular recording and stimulation were performed in stratum pyramidale and stratum radiatum of CA3, respectively. EGS activity was induced by exposure to low-Mg medium or by delivering repetitive stimulus trains in physiological Mg medium. After EGS activity had stabilized, the EGSs were tested for all-or-none behavior by varying the number of pulses in a train. An EGS was considered all-or-none if subthreshold stimulation produced no afterdischarge bursts, and if the EGS duration was largely independent of the number of suprathreshold stimulus pulses. According to this measure, EGSs in Mg-free + baclofen medium were all-or-none. EGSs evoked in physiological Mg medium were also all-or-none, although the threshold was higher, and the EGS duration lower, than in Mg-free medium. This all-or-none characteristic was observed whether the EGSs were induced by prior exposure to Mg-free medium or by repetitive stimulation, and in the presence and absence of baclofen. The all-or-none characteristic suggests that while the triggering mechanism for EGSs is strongly dependent on stimulus intensity, regenerative mechanisms--independent of stimulus intensity--are responsible for the maintenance of EGSs. EGSs are also terminated by mechanisms not dependent on stimulus intensity."
        },
        {
            "title": "(2E,6E)-2,6-Bis(2,4,5-trimethoxy-benzyl-idene)cyclo-hexa-none.",
            "abstract": "In the title compound, C(26)H(30)O(7), one atom in the cyclo-hexa-none ring is disordered over two positions with a site-occupancy ratio of 0.871 (6):0.129 (6). The dihedral angles formed between the mean plane through the six C atoms of the major component of the cyclo-hexa-none ring and two benzene rings are 35.09 (10) and 34.21 (10)°; the corresponding angles for the minor component are 20.1 (2) and 19.5 (2)°. Both the major and minor disordered components of the cyclo-hexa-none ring adopt half-boat conformations. In the crystal packing, inter-molecular C-H⋯O hydrogen bonds connect the mol-ecules into a three-dimensional network."
        },
        {
            "title": "Long-term effects of calcium supplementation on serum parathyroid hormone level, bone turnover, and bone loss in elderly women.",
            "abstract": "We report a 4-year randomized, double-blind, placebo-controlled clinical trial in 236 normal postmenopausal women (mean age +/- SE, 66.3+/-0.2 years) who were randomized to a calcium (1600 mg/day as the citrate) or placebo group. The women were seen every 6 months; 177 completed the trial. Net percentage changes in each group are given relative to baseline. The differences in net percentage changes (calcium group minus placebo group) in medians were: for lumbar spine bone density, 2.0% (p < 0.001) at year 1 and 0.3% (not significant) at year 4; for proximal femur bone density, 1.3% (p = 0.003) at year 1 and 1.3% (p = 0.015) at year 4; and for total body bone mineral, 0.4% (p = 0.002) at year 1 and 0.9% (p = 0.017) at year 4. Similar differences at year 4 were: -18.9% (p = 0.002) for parathyroid hormone (PTH), -11.9% (p = 0.026) for serum osteocalcin, and -32.2% (p = 0.003) for urine free pyridinoline. We conclude that long-term administration of calcium supplements to elderly women partially reverses age-related increases in serum PTH level and bone resorption and decreases bone loss. However, the effects on bone loss were weaker than those reported for estrogen, bisphosphonates, or calcitonin therapy, indicating that calcium supplements alone cannot substitute for these in treating established osteoporosis. Nonetheless, because of their safety, high tolerance, and low expense, calcium supplements may be a useful preventive measure for elderly postmenopausal women whose bone mineral density values are normal for their age.\n"
        },
        {
            "title": "Recruitment challenges of a multicenter randomized controlled varicocelectomy trial.",
            "abstract": "Objective:\n        \n      \n      To review reasons for suboptimal recruitment for a randomized controlled trial (RCT) of varicocelectomy versus intrauterine insemination (IUI) for treatment of male infertility and to suggest means for improving future study recruitment.\n    \n\n\n          Design:\n        \n      \n      Survey of Reproductive Medicine Network (RMN) participating sites.\n    \n\n\n          Setting:\n        \n      \n      Reproductive Medicine Network.\n    \n\n\n          Patient(s):\n        \n      \n      None.\n    \n\n\n          Intervention(s):\n        \n      \n      None.\n    \n\n\n          Main outcome measure(s):\n        \n      \n      Ascertain reasons for inadequate recruitment and suggest improvements for future varicocelectomy trails.\n    \n\n\n          Result(s):\n        \n      \n      This study screened seven and enrolled three couples, with the first couple randomized on June 30, 2010. The study was subsequently stopped on March 30, 2011. The following themes were cited most frequently by sites and therefore determined to be most likely to have played a role in suboptimal recruitment: [1] men must be screened at the beginning of a couple's infertility evaluation, [2] inclusion of infertile women who had failed previous fertility interventions appeared to be associated with the couple's intolerance of a placebo arm, and [3] an apparent bias against the use of unstimulated IUI cycles indicated a prejudicial preference for surgical intervention in the male partner.\n    \n\n\n          Conclusion(s):\n        \n      \n      Improved recruitment may be realized through screening infertile men as early as possible while minimizing study-related time commitments. Focused patient education may promote improved equipoise and acceptance of a placebo arm in male infertility studies. Creative approaches to implementing varicocelectomy trials must be considered in addition to having a network of motivated researchers who carry a high volume of possible study participants because very large numbers may need to be screened to complete the clinical trial enrollment."
        },
        {
            "title": "Potential Choroidal Mechanisms Underlying Atropine's Antimyopic and Rebound Effects: A Mediation Analysis in a Randomized Clinical Trial.",
            "abstract": "Purpose:\n        \n      \n      To investigate whether choroidal vascularity participates in high-dose atropine's antimyopia and rebound mechanisms.\n    \n\n\n          Methods:\n        \n      \n      A mediation analysis was embedded within a randomized controlled trial. In total, 207 myopic children were assigned randomly to group A/B. Participants in group A received 1% atropine weekly (phase 1) and 0.01% atropine daily (phase 2) for 6 months each. Those in group B received 0.01% atropine daily for 1 year. Four plausible intervention mediators were assessed: total choroidal area (TCA), luminal area (LA), stromal area (SA), and choroidal vascularity index (CVI).\n    \n\n\n          Results:\n        \n      \n      In group A, LA, SA, and TCA increased significantly after receiving 1% atropine for 6 months. The increment diminished after tapering to 0.01% atropine. In group B, those parameters remained stable. TCA mediated approximately one-third of 1% atropine's effect on spherical equivalent progression in both phases. In phase 1, the mediation effect of TCA was shared by LA and SA, while only that of LA remained significant in phase 2. No mediation effect of CVI was found.\n    \n\n\n          Conclusions:\n        \n      \n      One percent atropine induced choroidal thickening by increasing both LA and SA, while 0.01% atropine had little choroidal response. The choroidal changes following 1% atropine treatment diminished after switching to 0.01% atropine. TCA, but not CVI, partially explains atropine's antimyopic and myopic-rebound mechanisms. SA may serve as a potential biomarker to predict the postrebound treatment efficacy of high-dose atropine. (ClinicalTrials.gov number, NCT03949101.)."
        },
        {
            "title": "Cell-based therapies for the treatment of rheumatoid arthritis.",
            "abstract": "Autoimmune diseases, including rheumatoid arthritis that is the most prevalent rheumatic autoimmune disorder, affect autologous connective tissues caused by the breakdown of the self-tolerance mechanisms of the immune system. During the last two decades, cell-based therapy, including stem cells and none-stem cells has been increasingly considered as a therapeutic option in various diseases. This is partly due to the unique properties of stem cells that divide and differentiate from the specialized cells in the damaged tissue. Moreover, stem cells and none-stem cells, impose immunomodulatory properties affecting the diseases caused by immunological abnormalities such as rheumatic autoimmune disorders. In the present review, the efficacy of cell-based therapy with four main types of stem cells, including mesenchymal stem cells, hematopoietic stem cells, embryonic stem cells, and human amniotic membrane cells, as well as none-stem cells, including regulatory T cells, chimeric antigen receptor T cells, and tolerogenic dendritic cells will be evaluated. Moreover, other related issues, including safety, changes in immunological parameters, suitable choice of stem cell and none-stem cell origin, conditioning regimen, limitations, and complications will be discussed."
        },
        {
            "title": "Atezolizumab plus stereotactic ablative radiotherapy for medically inoperable patients with early-stage non-small cell lung cancer: a multi-institutional phase I trial.",
            "abstract": "Stereotactic ablative radiotherapy (SABR) is a standard-of-care for medically-inoperable-early-stage non-small cell lung cancer (NSCLC). One third of patients progress and chemotherapy is rarely used in this population. We questioned if addition of the immune-checkpoint-inhibitor (ICI) atezolizumab to standard-of-care SABR can improve outcomes. We initiated a multi-institutional single-arm phase I study (NCT02599454) enrolling twenty patients with the primary endpoint of maximum tolerated dose (MTD); secondary endpoints of safety and efficacy; and exploratory mechanistic correlatives. Treatment is well tolerated and full dose atezolizumab (1200 mg) is the MTD. Efficacy signals include early responses (after 2 cycles of ICI, before initiation of SABR) in 17% of patients. Biomarkers of functional adaptive immunity, including T cell activation in the tumor and response to ex-vivo stimulation by circulating T cells, are highly predictive of benefit. These results require validation and are being tested in a phase III randomized trial."
        },
        {
            "title": "IL-8 Triggers Neutrophil Extracellular Trap Formation Through an Nicotinamide Adenine Dinucleotide Phosphate Oxidase- and Mitogen-Activated Protein Kinase Pathway-Dependent Mechanism in Uveitis.",
            "abstract": "Purpose:\n        \n      \n      To explore the mechanism underlying IL-8-induced neutrophil extracellular trap (NET) formation in patients with ocular-active Behçet's disease (BD) and the effect of inhibiting NET formation on the severity of inflammation in experimental autoimmune uveitis (EAU) mice.\n    \n\n\n          Methods:\n        \n      \n      The serum extracellular DNA and neutrophil elastase (NE) and IL-8 levels in patients with ocular-active BD, the expression of myeloperoxidase, NE, and histone H3Cit in IL-8-induced neutrophils isolated from healthy controls, and the effects of NETs on HMC3 cells were detected. Female C57BL/6J mice were immunized with IRBP651-670 to induce EAU and EAU mice received intravitreal injection of the CXCR2 (IL-8 receptor) antagonist SB225002 or PBS. The serum levels of extracellular DNA, NE, and keratinocyte-derived chemokine (the mouse ortholog of human IL-8) and expression of myeloperoxidase, NE, and histone H3Cit in mouse retinas were detected. Disease severity was evaluated by clinical and histopathological scores.\n    \n\n\n          Results:\n        \n      \n      Serum keratinocyte-derived chemokine expression levels in EAU mice and IL-8 expression levels in patients with ocular-active BD increased. IL-8 notably increased NET formation in a dose-dependent manner through an nicotinamide adenine dinucleotide phosphate oxidase and mitogen-activated protein kinase pathway dependent mechanism. IL-8-induced NET formation damaged HMC3 cells in vitro. Pretreatment with SB225002 notably ameliorated the production of NETs in EAU mice.\n    \n\n\n          Conclusions:\n        \n      \n      Our data confirm that NET formation is induced by IL-8. IL-8-induced NET formation was found to be related to mitogen-activated protein kinase and nicotinamide adenine dinucleotide phosphate pathways. Pretreatment with the CXCR2 antagonist SB225002 alleviated neutrophil infiltration and suppressed NET formation in EAU mice."
        },
        {
            "title": "Oral Metformin Inhibits Choroidal Neovascularization by Modulating the Gut-Retina Axis.",
            "abstract": "Purpose:\n        \n      \n      Emerging data indicate that metformin may prevent the development of age-related macular degeneration (AMD). Whereas the underlying mechanisms of metformin's anti-aging properties remain undetermined, one proposed avenue is the gut microbiome. Using the laser-induced choroidal neovascularization (CNV) model, we investigate the effects of oral metformin on CNV, retinal pigment epithelium (RPE)/choroid transcriptome, and gut microbiota.\n    \n\n\n          Methods:\n        \n      \n      Specific pathogen free (SPF) male mice were treated via daily oral gavage of metformin 300 mg/kg or vehicle. Male mice were selected to minimize sex-specific differences to laser induction and response to metformin. Laser-induced CNV size and macrophage/microglial infiltration were assessed by isolectin and Iba1 immunostaining. High-throughput RNA-seq of the RPE/choroid was performed using Illumina. Fecal pellets were analyzed for gut microbiota composition/pathways with 16S rRNA sequencing/shotgun metagenomics, as well as microbial-derived metabolites, including small-chain fatty acids and bile acids. Investigation was repeated in metformin-treated germ-free (GF) mice and antibiotic-treated/GF mice receiving fecal microbiota transplantation (FMT) from metformin-treated SPF mice.\n    \n\n\n          Results:\n        \n      \n      Metformin treatment reduced CNV size (P < 0.01) and decreased Iba1+ macrophage/microglial infiltration (P < 0.005). One hundred forty-five differentially expressed genes were identified in the metformin-treated group (P < 0.05) with a downregulation in pro-angiogenic genes Tie1, Pgf, and Gata2. Furthermore, metformin altered the gut microbiome in favor of Bifidobacterium and Akkermansia, with a significant increase in fecal levels of butyrate, succinate, and cholic acid. Metformin did not suppress CNV in GF mice but colonization of microbiome-depleted mice with metformin-derived FMT suppressed CNV.\n    \n\n\n          Conclusions:\n        \n      \n      These data suggest that oral metformin suppresses CNV, the hallmark lesion of advanced neovascular AMD, via gut microbiome modulation."
        },
        {
            "title": "Intravenous contrast medium extravasation: systematic review and updated ESUR Contrast Media Safety Committee Guidelines.",
            "abstract": "Need for a review:\n        \n      \n      Guidelines for management and prevention of contrast media extravasation have not been updated recently. In view of emerging research and changing working practices, this review aims to inform update on the current guidelines.\n    \n\n\n          Areas covered:\n        \n      \n      In this paper, we review the literature pertaining to the pathophysiology, diagnosis, risk factors and treatments of contrast media extravasation. A suggested protocol and guidelines are recommended based upon the available literature.\n    \n\n\n          Key points:\n        \n      \n      • Risk of extravasation is dependent on scanning technique and patient risk factors. • Diagnosis is mostly clinical, and outcomes are mostly favourable. • Referral to surgery should be based on clinical severity rather than extravasated volume."
        },
        {
            "title": "The effect of fluoride and calcium on spinal bone mineral content: a controlled, prospective (3 years) study.",
            "abstract": "Daily treatment with 30 mg of sodium fluoride (NaF) and 1 g of calcium over a 3-year period increased the bone mineral content (BMC) in the spines of women (n = 25) with osteoporosis. Determination of the BMC was followed with dual photon absorptiometry (137Cs-241Am) in the third lumbar vertebra. No increase in BMC was found with only 10 mg sodium fluoride in combination with calcium (n = 25), with calcium alone (n = 25), or with placebo (n = 25). No serious side effects were registered. There was, however, minor gastrointestinal distress in one-fifth of the patients taking 30 mg NaF daily.\n"
        },
        {
            "title": "Using choroidal thickness to detect myopic macular degeneration.",
            "abstract": "Aim:\n        \n      \n      To explore the usage of choroidal thickness measured by swept-source optical coherence tomography (SS-OCT) to detect myopic macular degeneration (MMD) in high myopic participants.\n    \n\n\n          Methods:\n        \n      \n      Participants with bilateral high myopia (≤-6 diopters) were recruited from a subset of the Guangzhou Zhongshan Ophthalmic Center-Brien Holden Vision Institute High Myopia Cohort Study. SS-OCT was performed to determine the choroidal thickness, and myopic maculopathy was graded by the International Meta-Analysis for Pathologic Myopia (META-PM) Classiﬁcation. Presence of MMD was defined as META-PM category 2 or above.\n    \n\n\n          Results:\n        \n      \n      A total of 568 right eyes were included for analysis. Eyes with MMD (n=106, 18.7%) were found to have older age, longer axial lengths (AL), higher myopic spherical equivalents (SE), and reduced choroidal thickness in each Early Treatment Diabetic Retinopathy Study (ETDRS) grid sector (P<0.001). The area under the receiver operating characteristic (ROC) curves (AUC) for subfoveal choroidal thickness (0.907) was greater than that of the model, including age, AL, and SE at 0.6249, 0.8208, and 0.8205, respectively. The choroidal thickness of the inner and outer nasal sectors was the most accurate indicator of MMD (AUC of 0.928 and 0.923, respectively). An outer nasal sector choroidal thickness of less than 74 µm demonstrated the highest odds of predicting MMD (OR=33.8).\n    \n\n\n          Conclusion:\n        \n      \n      Choroidal thickness detects the presence of MMD with high agreement, particularly of the inner and outer nasal sectors of the posterior pole, which appears to be a biometric parameter more precise than age, AL, or SE."
        },
        {
            "title": "Effect of annual intramuscular vitamin D on fracture risk in elderly men and women--a population-based, randomized, double-blind, placebo-controlled trial.",
            "abstract": "## OBJECTIVES\nLow trauma fractures in older people incur enormous physical, social and economic costs. Previous research indicates that an annual intramuscular injection of vitamin D may reduce fracture rates in this group. This strategy requires validation in a population setting.\n## METHODS\nRandomized, double-blind, placebo-controlled trial of 300,000 IU intramuscular (i.m.) vitamin D2 (ergocalciferol) injection or matching placebo every autumn over 3 years. 9440 people (4354 men and 5086 women) aged 75 yrs and over were recruited from general practice registers in Wessex, England. Primary outcome measure was all non-vertebral fracture. Secondary outcomes were hip and wrist fractures, and all falls.\n## RESULTS\n585 subjects had incident non-spine fractures (hip 110, wrist 116, ankle 37). Hazard ratios (HRs) for fracture in the vitamin D group were: 1.09 [95% confidence interval (CI) 0.93-1.28, P = 0.29] for any first fracture, 1.49 (95% CI 1.02-2.18, P = 0.04) for hip and 1.22 (95% CI 0.85-1.76, P = 0.28) for wrist. There was no effect on falls: HR 0.98 (0.93-1.04). No protective effect was observed in any subgroup when the cohort was stratified by sex, age, previous fracture or mobility.\n## CONCLUSIONS\nAn annual i.m. injection of 300,000 IU vitamin D2 is not effective in preventing non-vertebral fractures among elderly men and women resident in the general population.\n"
        },
        {
            "title": "Ophthalmologic Phenotype-Genotype Correlations in Patients With Oculocutaneous Albinism Followed in a Reference Center.",
            "abstract": "Purpose:\n        \n      \n      Albinism is a group of genetic disorders that includes several conditions related to a defect in melanin production. There is a broad phenotypic and genotypic variability between the different forms. The aim of this study was to assess the ophthalmologic characteristics according to patients' genotypes in a cohort followed in the Reference Center for oculocutaneous albinism (OCA) of Bordeaux University Hospital, France.\n    \n\n\n          Methods:\n        \n      \n      A retrospective observational study was conducted in a cohort of patients with OCA seen in consultation in the ophthalmology department between 2017 and 2021 in whom a genetic analysis was performed.\n    \n\n\n          Results:\n        \n      \n      In total, 127 patients with OCA were included in this study and matched with the results of the genetic analysis. In the population aged over 6 years, there was no statistical difference in binocular visual acuity between the OCA1, OCA2, and OCA4 forms (P = 0.27). There was difference in ametropia between the three forms (P = 0.003). A two-by-two comparison using the Bonferroni correction showed a significant difference in ametropia between the OCA2 and OCA4 forms (P = 0.007) and between the OCA1 and OCA2 forms (P = 0.0075). Regardless of the form, most patients (75.4%) had grade 4 foveal hypoplasia. There was no association between the grade of foveal hypoplasia and the gene involved (P = 0.87).\n    \n\n\n          Conclusions:\n        \n      \n      We described a genotype-phenotype correlation for the three most represented forms of albinism in our cohort. This study allowed assessing the degree of visual deficiency in young children with OCA."
        },
        {
            "title": "No Antithrombotic Therapy After Transcatheter Aortic Valve Replacement: Insight From the OCEAN-TAVI Registry.",
            "abstract": "Background:\n        \n      \n      Several trials demonstrated that aspirin monotherapy compared with aspirin plus clopidogrel is associated with a lower incidence of bleeding without an increased risk of ischemic events in patients after transcatheter aortic valve replacement (TAVR); however, there remains a paucity of data to prove the necessity of even aspirin monotherapy.\n    \n\n\n          Objectives:\n        \n      \n      This study aimed to compare clinical outcomes and valve performance of the 3 different antithrombotic strategies post-TAVR from the OCEAN-TAVI (Optimized transCathEter vAlvular iNtervention) registry.\n    \n\n\n          Methods:\n        \n      \n      Patients who received anticoagulation or had procedural complications were excluded. The remaining patients were classified into 3 groups according to the antithrombotic regimen at discharge: 1) nonantithrombotic therapy (None); 2) single-antiplatelet therapy (SAPT); and 3) dual-antiplatelet therapy (DAPT). The primary outcome was the incidence of net adverse clinical events (NACEs) (ie, cardiovascular death, stroke, myocardial infarction, and life-threatening or major bleeding).\n    \n\n\n          Results:\n        \n      \n      Overall, 3,575 TAVR patients were included (None, 293; SAPT, 1,354; DAPT, 1,928). The median follow-up period was 841 days (IQR: 597-1,340 days). The incidence of NACEs did not differ between the groups (None vs SAPT: adjusted HR [aHR]: 1.18; P = 0.45; None vs DAPT: aHR: 1.09; P = 0.67). There was a lower incidence of all bleeding in patients with no antithrombotics (None vs SAPT: aHR: 0.63; P = 0.12; None vs DAPT: aHR: 0.51; P = 0.04). The valve performance was similar among the groups. Leaflet thrombosis was detected in 8.5% of the nonantithrombotic group.\n    \n\n\n          Conclusions:\n        \n      \n      Compared with SAPT/DAPT, the nonantithrombotic strategy was not associated with an increased risk of NACEs and potentially reduced the risk of bleeding events. The nonantithrombotic strategy may be an acceptable alternative to SAPT/DAPT in selected patients with TAVR."
        },
        {
            "title": "Choroidal Circulation in 8- to 30-Year-Old Chinese, Measured by SS-OCT/OCTA: Relations to Age, Axial Length, and Choroidal Thickness.",
            "abstract": "Purpose:\n        \n      \n      The purpose of this study was to evaluate and explore the determinants of choroidal vascularity and choriocapillaris perfusion in a Chinese population aged 8 to 30 years old.\n    \n\n\n          Methods:\n        \n      \n      Three hundred eighty eyes from 380 subjects aged 8 to 30 years were included in this cross-sectional study. Submacular choroidal thickness (ChT), total choroidal area (TCA), luminal area (LA), stromal area (SA), choroidal vascularity index (CVI), and choriocapillaris flow deficit (CcFD) were estimated using images obtained from optical coherence tomography (OCT).\n    \n\n\n          Results:\n        \n      \n      In this population, the mean ChT was 260.4 ± 63.3 µm, TCA was 1.56 ± 0.38 mm2, LA was 0.94 ± 0.25 mm2, and SA was 0.62 ± 0.15 mm2. The mean CVI was 60.25 ± 3.21% and CcFD was 11.95 ± 1.98%. Multivariable analyses showed that higher CVI and LA was associated with older age, thicker ChT, and shorter AL; and lower CcFD was associated with shorter AL. However, the associations were not uniformly rectilinear between CcFD and age. Specifically, CcFD was positively associated with age in subjects ≤19 years old and negatively associated with age in subjects >19 years old.\n    \n\n\n          Conclusions:\n        \n      \n      Development of the choroidal medium- and large-sized vascular layers and choriocapillaris was different across patients aged 8 to 30 years old. Greater axial length was associated with attenuated choroidal circulation. Choroidal thickness correlated well with choroidal vascularity, but not with choriocapillaris perfusion. Further comprehensive and longitudinal assessment of choroidal vasculature and choriocapillaris perfusion will help greatly to understand the physiological and pathological mechanisms responsible for myopia."
        },
        {
            "title": "The Present and Future of Mitochondrial-Based Therapeutics for Eye Disease.",
            "abstract": "Mitochondria are viable therapeutic targets for a broad spectrum of ocular diseases."
        },
        {
            "title": "Prevention of rhabdomyolysis-induced acute kidney injury - A DASAIM/DSIT clinical practice guideline.",
            "abstract": "Background:\n        \n      \n      Rhabdomyolysis-induced acute kidney injury (AKI) is a common and serious condition. We aimed to summarise the available evidence on this topic and provide recommendations according to current standards for trustworthy guidelines.\n    \n\n\n          Methods:\n        \n      \n      This guideline was developed using Grading of Recommendations Assessment, Development, and Evaluation (GRADE). The following preventive interventions were assessed: (a) fluids, (b) diuretics, (c) alkalinisation, (d) antioxidants, and (e) renal replacement therapy. Exclusively patient-important outcomes were assessed.\n    \n\n\n          Results:\n        \n      \n      We suggest using early rather than late fluid resuscitation (weak recommendation, very low quality of evidence). We suggest using crystalloids rather than colloids (weak recommendation, low quality of evidence). We suggest against routine use of loop diuretics as compared to none (weak recommendation, very low quality of evidence). We suggest against use of mannitol as compared to none (weak recommendation, very low quality of evidence). We suggest against routine use of any diuretic as compared to none (weak recommendation, very low quality of evidence). We suggest against routine use of alkalinisation with sodium bicarbonate as compared to none (weak recommendation, low quality of evidence). We suggest against the routine use of any alkalinisation as compared to none (weak recommendation, low quality of evidence). We suggest against routine use of renal replacement therapy as compared to none (weak recommendation, low quality of evidence). For the remaining PICO questions, no recommendations were issued.\n    \n\n\n          Conclusion:\n        \n      \n      The quantity and quality of evidence supporting preventive interventions for rhabdomyolysis-induced AKI is low/very low. We were able to issue eight weak recommendations and no strong recommendations."
        },
        {
            "title": "Corneal Biomechanical Properties Demonstrate Anisotropy and Correlate With Axial Length in Myopic Eyes.",
            "abstract": "Purpose:\n        \n      \n      The purpose of this study was to investigate the ex vivo and in vivo biomechanical characteristic of cornea in myopic eyes.\n    \n\n\n          Methods:\n        \n      \n      Fifty-one corneal stromal lenticules were obtained from myopic eyes during the SMILE procedure and were tested by a biaxial tensile system within 24 hours postoperatively. The material properties of the lenticules were described using stress-strain curves and were compared among axial length (AL) <26 mm and AL ≥ 26 mm group. Pre-operative stress-strain index (SSI) parameters were used to evaluate the biomechanical properties of the cornea in vivo.\n    \n\n\n          Results:\n        \n      \n      Compared with AL < 26 mm, the tangent modulus significantly decreased in horizontal and vertical directions when AL ≥ 26 mm (P < 0.05); SSI also significantly decreased when AL ≥ 26 mm (P < 0.05). Anisotropic parameter is positively correlated with AL (r = 0.307, P < 0.05). Compared with AL < 26 mm, anisotropic parameter significantly increased when AL ≥ 26 mm (P < 0.05). SSI was negatively correlated with AL (r = -0.380, P < 0.05) in the AL < 26 mm group but not in the AL ≥ 26 mm group (P > 0.05). Compared with 26 mm ≤ AL < 27 mm group, the tangent modulus significantly decreased in the horizontal direction (P < 0.05) but not in the vertical direction when 27 mm ≤ AL < 28 mm (P > 0.05).\n    \n\n\n          Conclusions:\n        \n      \n      The biomechanical properties of cornea decreased with the increase of AL. Tangent modulus significantly decreased in the horizontal direction compared with vertical direction. AL should be taken into account during calculation of corneal biomechanical parameters in order to improve validity."
        },
        {
            "title": "Molecular Epidemiology in 591 Italian Probands With Nonsyndromic Retinitis Pigmentosa and Usher Syndrome.",
            "abstract": "Purpose:\n        \n      \n      To describe the molecular epidemiology of nonsyndromic retinitis pigmentosa (RP) and Usher syndrome (US) in Italian patients.\n    \n\n\n          Methods:\n        \n      \n      A total of 591 probands (315 with family history and 276 sporadics) were analyzed. For 155 of them, we performed a family segregation study, considering a total of 382 relatives. Probands were analyzed by a customized multigene panel approach. Sanger sequencing was used to validate all genetic variants and to perform family segregation studies. Copy number variants of selected genes were analyzed by multiplex ligation-dependent probe amplification. Four patients who tested negative to targeted next-generation sequencing analysis underwent clinical exome sequencing.\n    \n\n\n          Results:\n        \n      \n      The mean diagnostic yield of molecular testing among patients with a family history of retinal disorders was 55.2% while the diagnostic yield including sporadic cases was 37.4%. We found 468 potentially pathogenic variants, 147 of which were unpublished, in 308 probands and 66 relatives. Mean ages of onset of the different classes of RP were autosomal dominant RP, 19.3 ± 12.6 years; autosomal recessive RP, 23.2 ± 16.6 years; X-linked RP, 13.9 ± 9.9 years; and Usher syndrome, 18.9 ± 9.5 years. We reported potential new genotype-phenotype correlations in three probands, two revealed by TruSight One testing. All three probands showed isolated RP caused by biallelic variants in genes usually associated with syndromes such as PERCHING and Senior-Loken or with retinal dystrophy, iris coloboma, and comedogenic acne syndrome.\n    \n\n\n          Conclusions:\n        \n      \n      This is the largest molecular study of Italian patients with RP in the literature, thus reflecting the epidemiology of the disease in Italy with reasonable accuracy."
        },
        {
            "title": "Haemolymph Components of Infected & None Infected Lymnaea snails with Xiphidiocercariae.",
            "abstract": "Background:\n        \n      \n      In this study the haemolymph components of infected and none infected Lymnaea gedrosiana with xiphidiocercaria larvae was compared.\n    \n\n\n          Methods:\n        \n      \n      Five hundred Fifty Lymnaea snails were collected from Ilam and Mazandaran provinces, Iran, during 2008-2009. The snails were transported to the lab at Tehran University of Medical Sciences and their cercarial sheddings were studied. Haemolmyphs of snails were extracted and cells were counted using haemocytometer and cell-surface carbohydrate were recognized by conjugated lectin (Lentil). Haemolymph protein concentrations were measured by Bradford protein assay method and soluble protein compositions were determined on sodium dodecyl sulphate polyacrilamide gel electrophoresis (SDS-PAGE).\n    \n\n\n          Results:\n        \n      \n      From the 550 examined Lymnaea snails for cercariae, 27 snails were infected with xiphidiocercariae. Mean of haemolymph cells (haemocyte) number were obtained 93480±2.43 (cells/ml) for none infected snails (25 snail) and 124560±2800 (cells/ml) for infected snails (25 snail). Mannose carbohydrate was recognized on haemocyte of none infected and infected snails. Mean of protein concentration of haemolymph plasma was obtained as 1354±160 µg/ml (1.4 mg/ml) for none infected snails (25 snails) and 1802±138 µg/ml (1.8 mg/ml) for infected snail (25 snails). Comparing to none infected snails, the SDS-PAGE results of haemolymph plasma of infected snails, showed an extra protein band (70 kDa). The results showed a significant difference between the amounts and the kinds of proteins in haemolymph of infected and none infected snails.\n    \n\n\n          Conclusion:\n        \n      \n      This information might be useful to understand of parasite detection, adhesion, engulfment and antigen agglutination by snail."
        },
        {
            "title": "All-or-none learning and the role of repetition in paired-associate learning.",
            "abstract": "The learning of a list of stimulus-response items is a two-stage process involving response learning and association. It is assumed that both stages are learned in an all-or-none fashion. Subjects were trained to learn a list of paired-associate items with Rock's substitution procedure. Their performance could be predicted from the all-or-none theory with parameter estimates based upon the performance of a different group of subjects who learned the same items under normal conditions."
        },
        {
            "title": "The Future of Clinical Trial Design in Oncology.",
            "abstract": "Clinical trials represent a fulcrum for oncology drug discovery and development to bring safe and effective medicines to patients in a timely manner. Clinical trials have shifted from traditional studies evaluating cytotoxic chemotherapy in largely histology-based populations to become adaptively designed and biomarker-driven evaluations of molecularly targeted agents and immune therapies in selected patient subsets. This review will discuss the scientific, methodological, practical, and patient-focused considerations to transform clinical trials. A call to action is proposed to establish the framework for next-generation clinical trials that strikes an optimal balance of operational efficiency, scientific impact, and value to patients. SIGNIFICANCE: The future of cancer clinical trials requires a framework that can efficiently transform scientific discoveries to clinical utility through applications of innovative technologies and dynamic design methodologies. Next-generation clinical trials will offer individualized strategies which ultimately contribute to globalized knowledge and collective learning, through the joint efforts of all key stakeholders including investigators and patients."
        },
        {
            "title": "De Novo Mutations Contributes Approximately 7% of Pathogenicity in Inherited Eye Diseases.",
            "abstract": "Purpose:\n        \n      \n      The purpose of this study was to describe genotype-phenotype associations and novel insights into genetic characteristics in a trio-based cohort of inherited eye diseases (IEDs).\n    \n\n\n          Methods:\n        \n      \n      To determine the etiological role of de novo mutations (DNMs) and genetic profile in IEDs, we retrospectively reviewed a large cohort of proband-parent trios of Chinese origin. The patients underwent a detailed examination and was clinically diagnosed by an ophthalmologist. Panel-based targeted exome sequencing was performed on DNA extracted from blood samples, containing coding regions of 792 IED-causative genes and their flanking exons. All participants underwent genetic testing.\n    \n\n\n          Results:\n        \n      \n      All proband-parent trios were divided into 22 subgroups, the overall diagnostic yield was 48.67% (605/1243), ranging from 4% to 94.44% for each of the subgroups. A total of 108 IED-causative genes were identified, with the top 24 genes explaining 67% of the 605 genetically solved trios. The genetic etiology of 6.76% (84/1243) of the trio was attributed to disease-causative DNMs, and the top 3 subgroups with the highest incidence of DNM were aniridia (n = 40%), Marfan syndrome/ectopia lentis (n = 38.78%), and retinoblastoma (n = 37.04%). The top 10 genes have a diagnostic yield of DNM greater than 3.5% in their subgroups, including PAX6 (40.00%), FBN1 (38.78%), RB1 (37.04%), CRX (10.34%), CHM (9.09%), WFS1 (8.00%), RP1L1 (5.88%), RS1 (5.26%), PCDH15 (4.00%), and ABCA4 (3.51%). Additionally, the incidence of DNM in offspring showed a trend of correlation with paternal age at reproduction, but not statistically significant with paternal (P = 0.154) and maternal (P = 0.959) age at reproduction.\n    \n\n\n          Conclusions:\n        \n      \n      Trios-based genetic analysis has high accuracy and validity. Our study helps to quantify the burden of the full spectrum IED caused by each gene, offers novel potential for elucidating etiology, and plays a crucial role in genetic counseling and patient management."
        },
        {
            "title": "Identification of TPBG-Expressing Amacrine Cells in DAT-tdTomato Mouse.",
            "abstract": "Purpose:\n        \n      \n      Neurons are the bricks of the neuronal system and experimental access to certain neuron subtypes will be of great help to decipher neuronal circuits. Here, we identified trophoblast glycoprotein (TPBG)-expressing GABAergic amacrine cells (ACs) that were selectively labeled in DAT-tdTomato transgenic mice.\n    \n\n\n          Methods:\n        \n      \n      Retina and brain sections were prepared for immunostaining with antibodies against various biomarkers. Patch-sequencing was performed to obtain the transcriptomes of tdTomato-positive cells in DAT-tdTomato mice. Whole-cell recordings were conducted to identify responses to light stimulation.\n    \n\n\n          Results:\n        \n      \n      Tyrosine hydroxylase immunoreactive cells were colocalized with tdTomato-positive cells in substantia nigra pars compacta, but not in the retina. Transcriptomes collected from tdTomato-positive cells in retinas via Patch-sequencing exhibited the expression of marker genes of ACs (Pax6 and Slc32a1) and marker genes of GABAergic neurons (Gad1, Gad2, and Slc6a1). Immunostaining with antibodies against relevant proteins (GAD67, GAD65, and GABA) also confirmed transcriptomic results. Furthermore, tdTomato-positive cells in retinas selectively expressed Tpbg, a marker gene for distinct clusters molecularly defined, which was proved with TPBG immunoreactivity in fluorescently labeled cells. Finally, tdTomato-positive cells recorded showed ON-OFF responses to light stimulation.\n    \n\n\n          Conclusions:\n        \n      \n      Ectopic expression occurs in the retina but not in the substantia nigra pars compacta in the DAT-tdTomato mouse, and fluorescently labeled cells in the retina are TPBG-expressing GABAergic ACs. This type of transgenic mice has been proved as an ideal tool to achieve efficient labeling of a distinct subset of ACs that selectively express Tpbg."
        },
        {
            "title": "All-or-none shortening of isolated single smooth muscle cells from different organs to acetylcholine.",
            "abstract": "1. Single smooth muscle cells from the guinea-pig taenia caecum and the fundus of guinea-pig stomach were prepared by collagenase digestion under different, mild conditions. 2. Most of the cells either from taenia caecum or from the fundus of stomach responded repeatedly, showing an all-or-none response to acetylcholine (ACh). 3. The threshold concentrations of ACh were different for the cells of the two tissues. Although individual cells showed an all-or-none response to ACh, the average responses of all the cells were graded, like that of whole tissues. 4. Thus, isolated single smooth muscle cells from different tissues and under different conditions responded to ACh in an all-or-none manner such as the twitch observed in skeletal muscle. 5. These results suggest that the isolation of cells reveals the fundamental characteristics of smooth muscle cells as excitable."
        },
        {
            "title": "Effect of four monthly oral vitamin D3 (cholecalciferol) supplementation on fractures and mortality in men and women living in the community: randomised double blind controlled trial.",
            "abstract": "## OBJECTIVE\nTo determine the effect of four monthly vitamin D supplementation on the rate of fractures in men and women aged 65 years and over living in the community.\n## DESIGN\nRandomised double blind controlled trial of 100 000 IU oral vitamin D3 (cholecalciferol) supplementation or matching placebo every four months over five years.\n## SETTING AND PARTICIPANTS\n2686 people (2037 men and 649 women) aged 65-85 years living in the general community, recruited from the British doctors register and a general practice register in Suffolk.\n## MAIN OUTCOME MEASURES\nFracture incidence and total mortality by cause.\n## RESULTS\nAfter five years 268 men and women had incident fractures, of whom 147 had fractures in common osteoporotic sites (hip, wrist or forearm, or vertebrae). Relative risks in the vitamin D group compared with the placebo group were 0.78 (95% confidence interval 0.61 to 0.99, P=0.04) for any first fracture and 0.67 (0.48 to 0.93, P=0.02) for first hip, wrist or forearm, or vertebral fracture. 471 participants died. The relative risk for total mortality in the vitamin D group compared with the placebo group was 0.88 (0.74 to 1.06, P=0.18). Findings were consistent in men and women and in doctors and the general practice population.\n## CONCLUSION\nFour monthly supplementation with 100 000 IU oral vitamin D may prevent fractures without adverse effects in men and women living in the general community.\n"
        },
        {
            "title": "Correcting calcium nutritional deficiency prevents spine fractures in elderly women.",
            "abstract": "We tested the spine antifracture and bone sparing efficacy of 1.2 g/day of oral calcium as carbonate in two groups of elderly women, one with prevalent fractures (PF, n = 94) on entry and the other without (NPF, n = 103). It was a prospective randomized, double-blind, placebo-controlled trial in mostly rural communities in women over age 60 who were living independently and were consuming < 1 g/day of calcium. We obtained annual lateral spine radiographs and semiannual forearm bone density over 4.3 +/- 1.1 years and determined vertebral fractures by radiographic morphometry augmented by physician assessment. In the PF group, 15 of 53 subjects on calcium had incident fractures, compared with 21 of 41 on placebo (p = 0.023, chi2). Calcium did not reduce the rate of incident fractures in the NPF group. Those with a prevalent fracture on entry and not treated with calcium were 2.8 times more likely to experience an incident fracture than all others. Change in the forearm bone mass on placebo in the PF group was -1.24 +/- 2.41%/year compared with +0.31 +/- 1.80%/year on calcium (p < 0.001). In the NPF group, the difference was less: -0.39 +/- 2.08%/year versus 0.00 +/- 1.64%/year (p = 0.2). We conclude that in elderly postmenopausal women with spine fractures and selfselected calcium intakes of < 1 g/day, a calcium supplement of 1.2 g/day reduces the incidence of spine fractures and halts measurable bone loss.\n"
        },
        {
            "title": "Fingerprinting Breast Milk; insights into Milk Exosomics.",
            "abstract": "Breast milk, often referred to as \"liquid gold,\" is a complex biofluid that provides essential nutrients, immune factors, and developmental cues for newborns. Recent advancements in the field of exosome research have shed light on the critical role of exosomes in breast milk. Exosomes are nanosized vesicles that carry bioactive molecules, including proteins, lipids, nucleic acids, and miRNAs. These tiny messengers play a vital role in intercellular communication and are now being recognized as key players in infant health and development. This paper explores the emerging field of milk exosomics, emphasizing the potential of exosome fingerprinting to uncover valuable insights into the composition and function of breast milk. By deciphering the exosomal cargo, we can gain a deeper understanding of how breast milk influences neonatal health and may even pave the way for personalized nutrition strategies."
        },
        {
            "title": "The Fovea in Retinopathy of Prematurity.",
            "abstract": "Purpose:\n        \n      \n      Because preterm birth and retinopathy of prematurity (ROP) are associated with poor visual acuity (VA) and altered foveal development, we evaluated relationships among the central retinal photoreceptors, postreceptor retinal neurons, overlying fovea, and VA in ROP.\n    \n\n\n          Methods:\n        \n      \n      We obtained optical coherence tomograms (OCTs) in preterm born subjects with no history of ROP (none; n = 61), ROP that resolved spontaneously without treatment (mild; n = 51), and ROP that required treatment by laser ablation of the avascular peripheral retina (severe; n = 22), as well as in term born control subjects (term; n = 111). We obtained foveal shape descriptors, measured central retinal layer thicknesses, and demarcated the anatomic parafovea using automated routines. In subsets of these subjects, we obtained OCTs eccentrically through the pupil (n = 46) to reveal the fiber layer of Henle (FLH) and obtained adaptive optics scanning light ophthalmograms (AO-SLOs) of the parafoveal cones (n = 34) and measured their spacing and distribution.\n    \n\n\n          Results:\n        \n      \n      Both VA and foveal depth decreased with increasing ROP severity (term, none, mild, severe). In severe subjects, foveae were broader than normal and the parafovea was significantly enlarged compared to every other group. The FLH was thinner than normal in mild (but not severe) subjects. VA was associated with foveal depth more than group. Density of parafoveal cones did not differ significantly among groups.\n    \n\n\n          Conclusions:\n        \n      \n      Foveal structure is associated with loss of VA in ROP. The preserved FLH in severe (relative to mild) eyes suggests treatment may help cone axon development. The significantly larger parafovea and increased outer nuclear layer (ONL) thickness in ROP hint that some developmental process affecting the photoreceptors is not arrested in ROP but rather is supranormal."
        },
        {
            "title": "Annual high-dose oral vitamin D and falls and fractures in older women: a randomized controlled trial.",
            "abstract": "## CONTEXT\nImproving vitamin D status may be an important modifiable risk factor to reduce falls and fractures; however, adherence to daily supplementation is typically poor.\n## OBJECTIVE\nTo determine whether a single annual dose of 500,000 IU of cholecalciferol administered orally to older women in autumn or winter would improve adherence and reduce the risk of falls and fracture.\n## DESIGN, SETTING, AND PARTICIPANTS\nA double-blind, placebo-controlled trial of 2256 community-dwelling women, aged 70 years or older, considered to be at high risk of fracture were recruited from June 2003 to June 2005 and were randomly assigned to receive cholecalciferol or placebo each autumn to winter for 3 to 5 years. The study concluded in 2008.\n## INTERVENTION\n500,000 IU of cholecalciferol or placebo.\n## MAIN OUTCOME MEASURES\nFalls and fractures were ascertained using monthly calendars; details were confirmed by telephone interview. Fractures were radiologically confirmed. In a substudy, 137 randomly selected participants underwent serial blood sampling for 25-hydroxycholecalciferol and parathyroid hormone levels.\n## RESULTS\nWomen in the cholecalciferol (vitamin D) group had 171 fractures vs 135 in the placebo group; 837 women in the vitamin D group fell 2892 times (rate, 83.4 per 100 person-years) while 769 women in the placebo group fell 2512 times (rate, 72.7 per 100 person-years; incidence rate ratio [RR], 1.15; 95% confidence interval [CI], 1.02-1.30; P = .03). The incidence RR for fracture in the vitamin D group was 1.26 (95% CI, 1.00-1.59; P = .047) vs the placebo group (rates per 100 person-years, 4.9 vitamin D vs 3.9 placebo). A temporal pattern was observed in a post hoc analysis of falls. The incidence RR of falling in the vitamin D group vs the placebo group was 1.31 in the first 3 months after dosing and 1.13 during the following 9 months (test for homogeneity; P = .02). In the substudy, the median baseline serum 25-hydroxycholecalciferol was 49 nmol/L. Less than 3% of the substudy participants had 25-hydroxycholecalciferol levels lower than 25 nmol/L. In the vitamin D group, 25-hydroxycholecalciferol levels increased at 1 month after dosing to approximately 120 nmol/L, were approximately 90 nmol/L at 3 months, and remained higher than the placebo group 12 months after dosing.\n## CONCLUSION\nAmong older community-dwelling women, annual oral administration of high-dose cholecalciferol resulted in an increased risk of falls and fractures.\n## TRIAL REGISTRATION\nanzctr.org.au Identifier: ACTRN12605000658617; isrctn.org Identifier: ISRCTN83409867.\n"
        },
        {
            "title": "Consensus guidelines for delineation of clinical target volume for intensity-modulated pelvic radiotherapy in postoperative treatment of endometrial and cervical cancer.",
            "abstract": "Purpose:\n        \n      \n      To develop an atlas of the clinical target volume (CTV) definitions for postoperative radiotherapy of endometrial and cervical cancer to be used for planning pelvic intensity-modulated radiotherapy.\n    \n\n\n          Methods and materials:\n        \n      \n      The Radiation Therapy Oncology Group led an international collaboration of cooperative groups in the development of the atlas. The groups included the Radiation Therapy Oncology Group, Gynecologic Oncology Group, National Cancer Institute of Canada, European Society of Therapeutic Radiology and Oncology, and American College of Radiology Imaging Network. The members of the group were asked by questionnaire to define the areas that were to be included in the CTV and to outline theses areas on individual computed tomography images. The initial formulation of the group began in late 2004 and culminated with a formal consensus conference in June 2005.\n    \n\n\n          Results:\n        \n      \n      The committee achieved a consensus CTV definition for postoperative therapy for endometrial and cervical cancer. The CTV should include the common, external, and internal iliac lymph node regions. The upper 3.0 cm of the vagina and paravaginal soft tissue lateral to the vagina should also be included. For patients with cervical cancer, or endometrial cancer with cervical stromal invasion, it is also recommended that the CTV include the presacral lymph node region.\n    \n\n\n          Conclusion:\n        \n      \n      This report serves as an international template for the definition of the CTV for postoperative intensity-modulated radiotherapy for endometrial and cervical cancer."
        },
        {
            "title": "Carbon Nanostructures for Ocular Tissue Reinforcement.",
            "abstract": "Purpose:\n        \n      \n      The purpose of this study was to improve the biomechanical properties of the cornea through the incorporation of carbon nanostructures.\n    \n\n\n          Methods:\n        \n      \n      Healthy Japanese rabbits were used to evaluate the effect of carbon nanostructures' incorporation in the cornea. Rabbits were divided in two groups A and B. In each of these groups, the corneas were divided in (i) corneas not submitted to any treatment (the control group), (ii) corneas modified either with carbon nanostructures (group A), or with the traditional cross-linking technology (group B). After modification, rabbits were euthanized at different time intervals. The biomechanical properties of the treated corneas were evaluated using the inflation method.\n    \n\n\n          Results:\n        \n      \n      Biomechanical tests based on the inflation method show that the incorporation of carbon nanostructures to the cornea and their proper distribution within it gives rise to a large improvement in the mechanical properties and tangential elastic modulus (up to 155%). These results anticipate that this novel and easy approach based on nanotechnology is able to compete with the actual cross-linking technology applied in clinical ophthalmology using a photosensitive molecule, such as riboflavin and unpleasant UV-A radiation.\n    \n\n\n          Conclusions:\n        \n      \n      The incorporation of carbon nanostructures (single-walled carbon nanotubes and graphene) in corneal stroma is proposed as a promising alternative to improve the mechanical properties in the treated eyes. The proper dispersion of the carbon nanostructures a few days after implementation (down to 60 micrometers depth) explains the successful results achieved.\n    \n\n\n          Translational relevance:\n        \n      \n      Nanotechnology applied to the eye constitutes a promising approach for ocular tissue reinforcement."
        },
        {
            "title": "Papillary and Peripapillary Hemorrhages in Eyes With Pathologic Myopia.",
            "abstract": "Purpose:\n        \n      \n      To determine the prevalence, characteristics, and causes of papillary and peripapillary hemorrhages (PPHs) in eyes with pathologic myopia (PM).\n    \n\n\n          Methods:\n        \n      \n      PM patients were retrospectively studied between 2011 and 2018. Fundus images were used to diagnose and classify the PPHs. Fundus fluorescein angiographic (FFA) and optical coherence tomographic (OCT) images were used to determine the status of the retinal vessels and tissue at and around the PPH sites. Visual field data determined by Goldmann perimetry and Humphrey visual field analyzer were also analyzed.\n    \n\n\n          Results:\n        \n      \n      A total of 2171 PM patients (3774 eyes) were examined. Eighty-eight patients (97 eyes) had PPHs (mean age 66.8 ± 11.9 years; mean axial length 30.79 ± 2.17 mm) for a prevalence of 4.05%. Thirty (30.9%) eyes recurred. Among the 90 eyes with a single-site PPH, the most common type and location were the conus type (49 eyes, 54.4%) and the temporal side (66 eyes, 73.3%), respectively. Regression analysis showed that patchy atrophy reduced the risk of recurrences than diffuse atrophy (P < 0.05), whereas a longer axial length and potential glaucoma increased the risk (both P < 0.05). FFA and OCT showed that PPHs developed in the area of straightened retinal arterioles (24 eyes), at or beside the peak of a ridge (10 eyes), in an area of compressed retinal tissue (two eyes).\n    \n\n\n          Conclusions:\n        \n      \n      PPHs are present in 4.05% of PM eyes, and they are most often located in the temporal peripapillary atrophic region of the retina. Axial elongation, mild myopic maculopathy, and potential glaucoma are risk factors for recurrences."
        },
        {
            "title": "Glaucoma Patients Have a Lower Abundance of Butyrate-Producing Taxa in the Gut.",
            "abstract": "Purpose:\n        \n      \n      Glaucoma is an eye disease that is the most common cause of irreversible blindness worldwide. It has been suggested that gut microbiota can produce reactive oxygen species and pro-inflammatory cytokines that may travel from the gastric mucosa to distal sites, for example, the optic nerve head or trabecular meshwork. There is evidence for a gut-eye axis, as microbial dysbiosis has been associated with retinal diseases. We investigated the microbial composition in patients with glaucoma and healthy controls. Moreover, we analyzed the association of the gut microbiome with intraocular pressure (IOP; risk factor of glaucoma) and vertical cup-to-disc ratio (VCDR; quantifying glaucoma severity).\n    \n\n\n          Methods:\n        \n      \n      The discovery analyses included participants of the Rotterdam Study and the Erasmus Glaucoma Cohort. A total of 225 patients with glaucoma and 1247 age- and sex-matched participants without glaucoma were included in our analyses. Stool samples were used to generate 16S rRNA gene profiles. We assessed associations with 233 genera and species. We used data from the TwinsUK and the Study of Health in Pomerania (SHIP) to replicate our findings.\n    \n\n\n          Results:\n        \n      \n      Several butyrate-producing taxa (e.g. Butyrivibrio, Caproiciproducens, Clostridium sensu stricto 1, Coprococcus 1, Ruminococcaceae UCG 007, and Shuttleworthia) were less abundant in people with glaucoma compared to healthy controls. The same taxa were also associated with lower IOP and smaller VCDR. The replication analyses confirmed the findings from the discovery analyses.\n    \n\n\n          Conclusions:\n        \n      \n      Large human studies exploring the link between the gut microbiome and glaucoma are lacking. Our results suggest that microbial dysbiosis plays a role in the pathophysiology of glaucoma."
        },
        {
            "title": "Biochemical parameters after cholecalciferol repletion in hemodialysis: results From the VitaDial randomized trial.",
            "abstract": "## BACKGROUND\nThe 2009 KDIGO (Kidney Disease: Improving Global Outcomes) chronic kidney disease-mineral and bone disorder clinical practice guideline suggests correcting 25-hydroxyvitamin D3 (25[OH]D) levels<30ng/mL in patients treated with maintenance hemodialysis, but does not provide a specific treatment protocol.\n## STUDY DESIGN\n2-center, double-blind, randomized, 13-week, controlled trial followed by a 26-week open-label study.\n## SETTING & PARTICIPANTS\n55 adult maintenance hemodialysis patients with 25(OH)D levels<30ng/mL were recruited from June 2008 through October 2009.\n## INTERVENTION\nCholecalciferol, 25,000IU, per week orally versus placebo for 13 weeks, then 26 weeks of individualized cholecalciferol prescription based on NKF-KDOQI (National Kidney Foundation-Kidney Disease Outcomes Quality Initiative) guidelines.\n## OUTCOMES\nPrimary end point was the percentage of patients with 25(OH)D levels≥30ng/mL at 13 weeks. Secondary outcomes included the percentage of patients with normal calcium, phosphorus, and intact parathyroid hormone (iPTH) blood levels. Safety measures included incidence of hypercalcemia and hypervitaminosis D.\n## MEASUREMENTS\nBlood calcium and phosphate were measured weekly; iPTH, 25(OH)D, 1,25-dihydroxyvitamin D3 (1,25[OH]2D), and bone turnover markers, trimonthly; fetuin A and fibroblast growth factor 23 (FGF-23) serum levels and aortic calcification scores were determined at weeks 0 and 39.\n## RESULTS\nThe primary end point significantly increased in the treatment group compared with the placebo group (61.5% vs 7.4%; P<0.001), as well as 1,25(OH)2D levels (22.5 [IQR, 15-26] vs 11 [IQR, 10-15]pg/mL; P<0.001) and the proportion of patients achieving the target calcium level (76.9% vs 48.2%; P=0.03). Incidence of hypercalcemia and phosphate and iPTH levels were similar between groups. The second 26-week study phase did not significantly modify the prevalence of 25(OH)D level≥30ng/mL in patients issued from the placebo group.\n## LIMITATIONS\nSmall size of the study population.\n## CONCLUSIONS\nOral weekly administration of 25,000IU of cholecalciferol for 13 weeks is an effective, safe, inexpensive, and manageable way to increase 25(OH)D and 1,25(OH)2D levels in hemodialysis patients. Further evaluation of clinical end points is suggested.\n"
        },
        {
            "title": "Unsupervised Learning Based on Meibography Enables Subtyping of Dry Eye Disease and Reveals Ocular Surface Features.",
            "abstract": "Purpose:\n        \n      \n      This study aimed to establish an image-based classification that can reveal the clinical characteristics of patients with dry eye using unsupervised learning methods.\n    \n\n\n          Methods:\n        \n      \n      In this study, we analyzed 82,236 meibography images from 20,559 subjects. Using the SimCLR neural network, the images were categorized. Data for each patient were averaged and subjected to mini-batch k-means clustering, and validated through consensus clustering. Statistical metrics determined optimal category numbers. Using a UNet model, images were segmented to identify meibomian gland (MG) areas. Clinical features were assessed, including tear breakup time (BUT), tear meniscus height (TMH), and gland atrophy. A thorough ocular surface evaluation was conducted on 280 cooperative patients.\n    \n\n\n          Results:\n        \n      \n      SimCLR neural network achieved clustering patients with dry eye into six image-based subtypes. Patients in different subtypes harbored significantly different noninvasive BUT, significantly correlated with TMH. Subtypes 1 and 5 had the most severe MG atrophy. Subtype 2 had the highest corneal fluorescent staining (CFS). Subtype 4 had the lowest TMH, whereas subtype 5 had the highest. Subtypes 3 and 6 had the largest MG areas, and the upper MG areas of a person's bilateral eyes were highly correlated. Image-based subtypes are related to meibum quality, CFS, and morphological characteristics of MG.\n    \n\n\n          Conclusions:\n        \n      \n      In this study, we developed an unsupervised neural network model to cluster patients with dry eye into image-based subtypes using meibography images. We annotated these subtypes with functional and morphological clinical characteristics."
        },
        {
            "title": "Sex Distributions in Non-ABCA4 Autosomal Macular Dystrophies.",
            "abstract": "Purpose:\n        \n      \n      We sought to explore whether sex imbalances are discernible in several autosomally inherited macular dystrophies.\n    \n\n\n          Methods:\n        \n      \n      We searched the electronic patient records of our large inherited retinal disease cohort, quantifying numbers of males and females with the more common (non-ABCA4) inherited macular dystrophies (associated with BEST1, EFEMP1, PROM1, PRPH2, RP1L1, and TIMP3). BEST1 cases were subdivided into typical autosomal dominant and recessive disease. For PRPH2, only patients with variants at codons 172 or 142 were included. Recessive PROM1 and recessive RP1L1 cases were excluded because these variants give a more widespread or peripheral degeneration. The proportion of females was calculated for each condition; two-tailed binomial testing was performed. Where a significant imbalance was found, previously published cohorts were also explored.\n    \n\n\n          Results:\n        \n      \n      Of 325 patients included, numbers for BEST1, EFEMP1, PROM1, PRPH2, RP1L1, and TIMP3 were 152, 35, 30, 50, 14, and 44, respectively. For autosomal dominant Best disease (n = 115), there were fewer females (38%; 95% confidence interval [CI], 29-48%; P = 0.015). For EFEMP1-associated disease (n = 35), there were significantly more females (77%; 95% CI, 60%-90%; P = 0.0019). No significant imbalances were seen for the other genes. When pooling our cohort with previous large dominant Best disease cohorts, the proportion of females was 37% (95% CI, 31%-43%; P = 1.2 × 10-5). Pooling previously published EFEMP1-cases with ours yielded an overall female proportion of 62% (95% CI, 54%-69%; P = 0.0023).\n    \n\n\n          Conclusions:\n        \n      \n      This exploratory study found significant sex imbalances in two autosomal macular dystrophies, suggesting that sex could be a modifier. Our findings invite replication in further cohorts and the investigation of potential mechanisms."
        },
        {
            "title": "Integrated analysis of multi-omics data for the discovery of biomarkers and therapeutic targets for colorectal cancer.",
            "abstract": "The considerable burden of colorectal cancer and the rising trend in young adults emphasize the necessity of understanding its underlying mechanisms, providing new diagnostic and prognostic markers, and improving therapeutic approaches. Precision medicine is a new trend all over the world and identification of novel biomarkers and therapeutic targets is a step forward towards this trend. In this context, multi-omics data and integrated analysis are being investigated to develop personalized medicine in the management of colorectal cancer. Given the large amount of data from multi-omics approach, data integration and analysis is a great challenge. In this Review, we summarize how statistical and machine learning techniques are applied to analyze multi-omics data and how it contributes to the discovery of useful diagnostic and prognostic biomarkers and therapeutic targets. Moreover, we discuss the importance of these biomarkers and therapeutic targets in the clinical management of colorectal cancer in the future. Taken together, integrated analysis of multi-omics data has great potential for finding novel diagnostic and prognostic biomarkers and therapeutic targets, however, there are still challenges to overcome in future studies."
        },
        {
            "title": "Unique Haplotypes in OPN1LW as a Common Cause of High Myopia With or Without Protanopia: A Potential Window Into Myopic Mechanism.",
            "abstract": "Purpose:\n        \n      \n      Specific haplotypes (LVAVA, LIVVA, and LIAVA) formed by five polymorphisms (p.L153M, p.V171I, p.A174V, p.I178V, and p.S180A in exon 3 of OPN1LW) that cause partial or complete exon skipping have been reported as unique genetic causes of high myopia with or without colorblindness. This study aimed to identify the contribution of OPN1LW to early-onset high myopia (eoHM) and the molecular basis underlying eoHM with or without colorblindness.\n    \n\n\n          Methods:\n        \n      \n      Comparative analysis of exome sequencing data was conducted for 1226 families with eoHM and 9304 families with other eye conditions. OPN1LW variants detected by targeted or whole exome sequencing were confirmed by long-range amplification and Sanger sequencing, together with segregation analysis. The clinical data were thoroughly analyzed.\n    \n\n\n          Results:\n        \n      \n      Unique haplotypes and truncation variants in OPN1LW were detected exclusively in 68 of 1226 families with eoHM but in none of the 9304 families with other visual diseases (P = 1.63 × 10-63). Four classes of variants were identified: haplotypes causing partial splicing defects in OPN1LW (LVAVA or LIVVA in 31 families), LVAVA in OPN1LW-OPN1MW hybrid gene (in 3 families), LIAVA in OPN1LW (in 29 families), and truncations in OPN1LW (in 5 families). The first class causes partial loss of red photopigments, whereas the latter three result in complete loss of red photopigments. This is different from the replacement of red with green owing to unequal re-arrangement causing red-green colorblindness alone. Of the 68 families, 42 affected male patients (31 families) with the first class of variants (LVAVA or LIVVA in OPN1LW) had eoHM alone, whereas 37 male patients with the latter 3 classes had eoHM with protanopia. Adaptive optics retinal imaging demonstrated reduced cone regularity and density in men with eoHM caused by OPN1LW variants compared to those patients with eoHM and without OPN1LW variants.\n    \n\n\n          Conclusion:\n        \n      \n      Based on the 68 families with unique variants in OPN1LW, our study provides firm evidence that the two different phenotypes (eoHM with or without colorblindness) are caused by two different classes of variants (partial splicing-effect haplotypes or complete splicing-effect haplotypes/truncation variants, respectively). The contribution of OPN1LW to eoHM (isolated and syndromic) was characterized by OPN1LW variants found in 5.5% (68/1226) of the eoHM families, making it the second most common cause of monogenic eoHM alone (2.4%) and a frequent cause of syndromic monogenic eoHM with colorblindness. Such haplotypes, in which each individual variant alone is considered a benign polymorphism, are potential candidates for other hereditary diseases with causes of missing genetic defects."
        },
        {
            "title": "Effect of monthly high-dose vitamin D supplementation on falls and non-vertebral fractures: secondary and post-hoc outcomes from the randomised, double-blind, placebo-controlled ViDA trial.",
            "abstract": "## BACKGROUND\nAdults with low concentrations of 25-hydroxyvitamin D (25[OH]D) in blood have an increased risk of falls and fractures, but randomised trials of vitamin D supplementation have had inconsistent results. We aimed to assess the effect of high-dose vitamin D supplementation on fractures and falls.\n## METHODS\nThe Vitamin D Assessment (ViDA) Study was a randomised, double-blind, placebo-controlled trial of healthy volunteers aged 50-84 years conducted at one centre in Auckland, New Zealand. Participants were randomly assigned to receive either an initial oral dose of 200 000 IU (5·0 mg) colecalciferol (vitamin D\n## FINDINGS\nBetween April 5, 2011, and Nov 6, 2012, 5110 participants were recruited and randomly assigned either colecalciferol (n=2558) or placebo (n=2552). Two participants allocated placebo withdrew consent after randomisation; thus, a total of 5108 individuals were included in the analysis of fractures. The mean age of participants was 65·9 years (SD 8·3) and 2971 (58%) were men. The mean concentration of 25(OH)D in blood was 63 nmol/L (SD 24) at baseline, with 1534 (30%) having 25(OH)D concentrations lower than 50 nmol/L. Follow-up was until July 31, 2015, with a mean treatment duration of 3·4 years (SD 0·4, range 2·5-4·2). During follow-up, 2638 participants reported having a fall, 1312 (52%) of 2539 in the vitamin D group compared with 1326 (53%) of 2517 in the placebo group. The HR for falls-adjusted for age, sex, ethnic origin, history of recent fall, physical activity, and baseline 25(OH)D-was 0·99 (95% CI 0·92-1·07; p=0·82) for vitamin D compared with placebo. Non-vertebral fractures were reported in 292 individuals, 156 (6%) of 2558 in the vitamin D group and 136 (5%) of 2550 in the placebo group. The adjusted HR for fractures was 1·19 (95% CI 0·94-1·50; p=0·15) for vitamin D compared with placebo. 123 (2%) people died during the trial, 65 assigned vitamin D and 58 allocated placebo; the difference between treatment groups was not significant.\n## INTERPRETATION\nHigh-dose bolus vitamin D supplementation of 100 000 IU colecalciferol monthly over 2·5-4·2 years did not prevent falls or fractures in this healthy, ambulatory, adult population. Further research is needed to ascertain the effects of daily vitamin D dosing, with or without calcium.\n## FUNDING\nHealth Research Council of New Zealand and Accident Compensation Corporation of New Zealand.\n"
        },
        {
            "title": "Eligibility criteria for Menopausal Hormone Therapy (MHT): a position statement from a consortium of scientific societies for the use of MHT in women with medical conditions. MHT Eligibility Criteria Group.",
            "abstract": "This project aims to develop eligibility criteria for menopausal hormone therapy (MHT). The tool should be similar to those already established for contraception A consortium of scientific societies coordinated by the Spanish Menopause Society met to formulate recommendations for the use of MHT by women with medical conditions based on the best available evidence. The project was developed in two phases. As a first step, we conducted 14 systematic reviews and 32 metanalyses on the safety of MHT (in nine areas: age, time of menopause onset, treatment duration, women with thrombotic risk, women with a personal history of cardiovascular disease, women with metabolic syndrome, women with gastrointestinal diseases, survivors of breast cancer or of other cancers, and women who smoke) and on the most relevant pharmacological interactions with MHT. These systematic reviews and metanalyses helped inform a structured process in which a panel of experts defined the eligibility criteria according to a specific framework, which facilitated the discussion and development process. To unify the proposal, the following eligibility criteria have been defined in accordance with the WHO international nomenclature for the different alternatives for MHT (category 1, no restriction on the use of MHT; category 2, the benefits outweigh the risks; category 3, the risks generally outweigh the benefits; category 4, MHT should not be used). Quality was classified as high, moderate, low or very low, based on several factors (including risk of bias, inaccuracy, inconsistency, lack of directionality and publication bias). When no direct evidence was identified, but plausibility, clinical experience or indirect evidence were available, \"Expert opinion\" was categorized. For the first time, a set of eligibility criteria, based on clinical evidence and developed according to the most rigorous methodological tools, has been defined. This will provide health professionals with a powerful decision-making tool that can be used to manage menopausal symptoms."
        },
        {
            "title": "Nonhuman Primate Eyes Display Variable Growth and Aging Rates in Alignment With Human Eyes.",
            "abstract": "Purpose:\n        \n      \n      To assess age-related biometric changes of the eye in nonhuman primates (NHPs), to and decipher the growth and aging rates and their comparability with humans.\n    \n\n\n          Methods:\n        \n      \n      Ocular anatomic measurements were performed on 341 macaca fascicularis aged 0.5 to 23 years via multimodal approaches including IOLMaster 700. Linear or polynomial regression models were simulated to determine the best fitted age-related function. The metrics were compared with human equivalents in published reports.\n    \n\n\n          Results:\n        \n      \n      Macaques exhibited a postnatal eye growth pattern similar to humans, characterized by continuous eye extension coordinated with dramatic reshaping of the lens but not the cornea. The age-related growth of lens thickness (LT), anterior chamber depth (ACD), and axis length (AL) exhibited nonlinear and bipolar patterns. The inflection points were 10 to 12 years old for LT and ACD and 13 to 15 years old for AL in macaques, which were comparable in chronological age at a ratio of ∼1: ratio with that in humans. In contrast, the speed of aging, including the increase in lens density and the decrease in retinal nerve fiber layer thickness, was comparable in relative age at a ratio of ∼1:3 according to the differences in lifespan between macaques and humans. Lens density was a robust indicator for the aging process.\n    \n\n\n          Conclusions:\n        \n      \n      Macaque eyes recapitulated the age-related process of human eyes to varying extents with different growth and aging rates. Chronological age or relative age should be considered in different scenarios when macaques are included in preclinical studies."
        },
        {
            "title": "mTORC1 Signaling and Negative Lens-Induced Axial Elongation.",
            "abstract": "Purpose:\n        \n      \n      The mechanism underlying axial elongation during myopia progression remains unknown. Epidermal growth factor receptor (EGFR) signaling is associated with axial elongation. We explored whether mammalian target of rapamycin complex 1 (mTORC1) signaling acts as the downstream pathway of EGFR and participates in negative lens-induced axial elongation (NLIAE).\n    \n\n\n          Methods:\n        \n      \n      Three-week-old male pigmented guinea pigs underwent binocular NLIAE. (1) To investigate whether EGFR is the upstream regulator of mTORC1, an EGFR inhibitor (20 µg erlotinib) was intravitreally injected once a week for three weeks. (2) To assess the effect of mTORC1 inhibition on NLIAE, an mTORC1 inhibitor (2 µg, 10 µg, and 20 µg everolimus) was intravitreally injected once a week for three weeks. (3) To explore the long-term effect of mTORC1 overactivation on axial elongation, an mTORC1 agonist (4 µg MHY1485) was intravitreally injected once a week for three months. Biometric measurements included axial length and choroidal thickness were performed.\n    \n\n\n          Results:\n        \n      \n      Compared with the guinea pigs without NLIAE, NLIAE was associated with activation of mTORC1 signaling, which was suppressed by intravitreal erlotinib injection. Intravitreally injected everolimus suppressed NLIAE-induced axial elongation, mTORC1 activation, choroidal thinning, and hypoxia-inducible factor-1α expression in the sclera. Immunofluorescence revealed that the retinal pigment epithelium was the primary location of mTORC1 activation during NLIAE. Combining NLIAE and MHY1485 intravitreal injections significantly promoted axial elongation, choroidal thinning, and peripapillary choroidal atrophy.\n    \n\n\n          Conclusions:\n        \n      \n      The mTORC1 signaling is associated with increased axial elongation, as in NLIAE, raising the possibility of inhibiting mTORC1 as a novel treatment for slowing myopia progression."
        },
        {
            "title": "Molecular profiling of EBV associated diffuse large B-cell lymphoma.",
            "abstract": "Epstein-Barr virus (EBV) associated diffuse large B-cell lymphoma (DLBCL) represents a rare aggressive B-cell lymphoma subtype characterized by an adverse clinical outcome. EBV infection of lymphoma cells has been associated with different lymphoma subtypes while the precise role of EBV in lymphomagenesis and specific molecular characteristics of these lymphomas remain elusive. To further unravel the biology of EBV associated DLBCL, we present a comprehensive molecular analysis of overall 60 primary EBV positive (EBV+) DLBCLs using targeted sequencing of cancer candidate genes (CCGs) and genome-wide determination of recurrent somatic copy number alterations (SCNAs) in 46 cases, respectively. Applying the LymphGen classifier 2.0, we found that less than 20% of primary EBV + DLBCLs correspond to one of the established molecular DLBCL subtypes underscoring the unique biology of this entity. We have identified recurrent mutations activating the oncogenic JAK-STAT and NOTCH pathways as well as frequent amplifications of 9p24.1 contributing to immune escape by PD-L1 overexpression. Our findings enable further functional preclinical and clinical studies exploring the therapeutic potential of targeting these aberrations in patients with EBV + DLBCL to improve outcome."
        }
    ]
}