{
    "citations": [
        {
            "footnote": 40,
            "title": "Calcium, vitamin D and anabolic steroid in treatment of aged bones: double-blind placebo-controlled long-term clinical trial.",
            "in_text_citation": "Inkovaara et al., 1983"
        },
        {
            "footnote": 41,
            "title": "The effect of fluoride and calcium on spinal bone mineral content: a controlled, prospective (3 years) study.",
            "in_text_citation": "Hansson et al., 1987"
        },
        {
            "footnote": 42,
            "title": "Effect of calcium supplementation on bone loss in postmenopausal women.",
            "in_text_citation": "Reid et al., 1993"
        },
        {
            "footnote": 44,
            "title": "Correcting calcium nutritional deficiency prevents spine fractures in elderly women.",
            "in_text_citation": "Recker et al., 1996"
        },
        {
            "footnote": 46,
            "title": "Long-term effects of calcium supplementation on serum parathyroid hormone level, bone turnover, and bone loss in elderly women.",
            "in_text_citation": "Riggs et al., 1998"
        },
        {
            "footnote": 47,
            "title": "Calcium supplements for the prevention of colorectal adenomas.",
            "in_text_citation": "Baron et al., 1999"
        },
        {
            "footnote": 48,
            "title": "The effect of calcium citrate on bone density in the early and mid-postmenopausal period: a randomized placebo-controlled study.",
            "in_text_citation": "Ruml et al., 1999"
        },
        {
            "footnote": 49,
            "title": "Effect of calcium or 25OH vitamin D3 dietary supplementation on bone loss at the hip in men and women over the age of 60.",
            "in_text_citation": "Peacock et al., 2000"
        },
        {
            "footnote": 51,
            "title": "The effects of an open design on trial participant recruitment, compliance and retention—a randomized controlled trial comparison with a blinded, placebo-controlled design.",
            "in_text_citation": "Avenell et al., 2004"
        },
        {
            "footnote": 54,
            "title": "Oral vitamin D3 and calcium for secondary prevention of low-trauma fractures in elderly people (Randomised Evaluation of Calcium Or vitamin D, RECORD): a randomised placebo-controlled trial.",
            "in_text_citation": "Grant et al., 2005"
        },
        {
            "footnote": 56,
            "title": "Effects of calcium supplementation on clinical fracture and bone structure: results of a 5-year, double-blind, placebo-controlled trial in elderly women.",
            "in_text_citation": "Prince et al., 2006"
        },
        {
            "footnote": 57,
            "title": "Randomized controlled trial of calcium in healthy older women.",
            "in_text_citation": "Reid et al., 2006"
        },
        {
            "footnote": 62,
            "title": "Effects of vitamin D and calcium supplementation on pancreatic β cell function, insulin sensitivity, and glycemia in adults at high risk of diabetes: the Calcium and Vitamin D for Diabetes Mellitus (CaDDM) randomized controlled trial.",
            "in_text_citation": "Mitri et al., 2011"
        },
        {
            "footnote": 33,
            "title": "Calcium and vitamin D supplementation in postmenopausal women.",
            "in_text_citation": "Aloia et al., 2013"
        },
        {
            "footnote": 43,
            "title": "Vitamin D supplementation and fracture incidence in elderly persons: a randomized, placebo-controlled clinical trial.",
            "in_text_citation": "Lips et al., 1996"
        },
        {
            "footnote": 50,
            "title": "Effect of four monthly oral vitamin D3 (cholecalciferol) supplementation on fractures and mortality in men and women living in the community: randomised double blind controlled trial.",
            "in_text_citation": "Trivedi et al., 2003"
        },
        {
            "footnote": 52,
            "title": "A randomised, controlled comparison of different calcium and vitamin D supplementation regimens in elderly women after hip fracture: the Nottingham Neck of Femur (NONOF) study.",
            "in_text_citation": "Harwood et al., 2004"
        },
        {
            "footnote": 59,
            "title": "Effect of annual intramuscular vitamin D on fracture risk in elderly men and women—a population-based, randomized, double-blind, placebo-controlled trial.",
            "in_text_citation": "Smith et al., 2007"
        },
        {
            "footnote": 61,
            "title": "Annual high-dose oral vitamin D and falls and fractures in older women: a randomized controlled trial.",
            "in_text_citation": "Sanders et al., 2010"
        },
        {
            "footnote": 63,
            "title": "Effects of three-monthly oral 150,000 IU cholecalciferol supplementation on falls, mobility, and muscle strength in older postmenopausal women: a randomized controlled trial.",
            "in_text_citation": "Glendenning et al., 2012"
        },
        {
            "footnote": 32,
            "title": "Design, history and results of the Thiazolidinedione Intervention with vitamin D Evaluation (TIDE) randomised controlled trial.",
            "in_text_citation": "Punthakee et al., 2012"
        },
        {
            "footnote": 64,
            "title": "Cholecalciferol treatment to reduce blood pressure in older patients with isolated systolic hypertension: the VitDISH randomized controlled trial.",
            "in_text_citation": "Witham et al., 2013"
        },
        {
            "footnote": 34,
            "title": "Biochemical parameters after cholecalciferol repletion in hemodialysis: results from the VitaDial randomized trial.",
            "in_text_citation": "Massart et al., 2014"
        },
        {
            "footnote": 36,
            "title": "Exercise and vitamin D in fall prevention among older women: a randomized clinical trial.",
            "in_text_citation": "Uusi-Rasi et al., 2015"
        },
        {
            "footnote": 37,
            "title": "Optimum dose of vitamin D for disease prevention in older people: BEST-D trial of vitamin D in primary care.",
            "in_text_citation": "Hin et al., 2017"
        },
        {
            "footnote": 38,
            "title": "Effect of monthly high-dose vitamin D supplementation on falls and non-vertebral fractures: secondary and post-hoc outcomes from the randomised, double-blind, placebo-controlled ViDA trial.",
            "in_text_citation": "Khaw et al., 2017"
        },
        {
            "footnote": 45,
            "title": "Effect of calcium and vitamin D supplementation on bone density in men and women 65 years of age or older.",
            "in_text_citation": "Dawson-Hughes et al., 1997"
        },
        {
            "footnote": 53,
            "title": "Randomised controlled trial of calcium and supplementation with cholecalciferol (vitamin D3) for prevention of fractures in primary care.",
            "in_text_citation": "Porthouse et al., 2005"
        },
        {
            "footnote": 55,
            "title": "Calcium plus vitamin D supplementation and the risk of fractures.",
            "in_text_citation": "Jackson et al., 2006"
        },
        {
            "footnote": 58,
            "title": "Two-year randomized controlled trial of vitamin K1 (phylloquinone) and vitamin D3 plus calcium on the bone health of older women.",
            "in_text_citation": "Bolton-Smith et al., 2007"
        },
        {
            "footnote": 60,
            "title": "Effect of vitamin D(3) and calcium on fracture risk in 65- to 71-year-old women: a population-based 3-year randomized, controlled trial—the OSTPRE-FPS.",
            "in_text_citation": "Salovaara et al., 2010"
        },
        {
            "footnote": 35,
            "title": "The effect of the modified eighth section of eight-section brocade on osteoporosis in postmenopausal women: a prospective randomized trial.",
            "in_text_citation": "Liu et al., 2015"
        },
        {
            "footnote": 39,
            "title": "Effects of enhanced exercise and combined vitamin D and calcium supplementation on muscle strength and fracture risk in postmenopausal Chinese women.",
            "in_text_citation": "Xue et al., 2017"
        }
    ]
}