{
    "key_references": [
        {
            "title": "Calcium, vitamin D and anabolic steroid in treatment of aged bones: double-blind placebo-controlled long-term clinical trial.",
            "abstract": "In a double-blind trial, 327 patients (57 men) over 65 (mean age 79.5) years received all possible combinations of calcium carbonate 3 g, vitamin D3 1000 iu, methandienone 2.5 mg and/or placebos daily for 9 months. The higher incidence of bone fractures in the placebo group was not significant. Serum calcium, phosphorus, creatinine, aspartate aminotransferase and alkaline phosphatase were followed: the greatest changes occurred with methandienone, which thus reduced osteoporotic activity and increased the muscular mass most effectively; calcium carbonate had the poorest effect. Surprisingly, coronary mortality was higher among those taking all three active substances. With two treatments the increase was not significant, but when both the groups receiving a combination of any two of the treatments were compared with those taking only one or neither of these two treatments, a significant increase in coronary deaths was seen, most significant (P less than 0.001) in those receiving vitamin D3 and methandienone.\n",
            "in_text_citation": "Inkovaara et al., 1983",
            "footnote": 40
        },
        {
            "title": "The effect of fluoride and calcium on spinal bone mineral content: a controlled, prospective (3 years) study.",
            "abstract": "Daily treatment with 30 mg of sodium fluoride (NaF) and 1 g of calcium over a 3-year period increased the bone mineral content (BMC) in the spines of women (n = 25) with osteoporosis. Determination of the BMC was followed with dual photon absorptiometry (137Cs-241Am) in the third lumbar vertebra. No increase in BMC was found with only 10 mg sodium fluoride in combination with calcium (n = 25), with calcium alone (n = 25), or with placebo (n = 25). No serious side effects were registered. There was, however, minor gastrointestinal distress in one-fifth of the patients taking 30 mg NaF daily.\n",
            "in_text_citation": "Hansson et al., 1987",
            "footnote": 41
        },
        {
            "title": "Effect of calcium supplementation on bone loss in postmenopausal women.",
            "abstract": "## BACKGROUND\nThe use of calcium supplements slows bone loss in the forearm and has a beneficial effect on the axial bone density of women in late menopause whose calcium intake is less than 400 mg per day. However, the effect of a calcium supplement of 1000 mg per day on the axial bone density of postmenopausal women with higher calcium intakes is not known.\n## METHODS\nWe studied 122 normal women at least three years after they had reached menopause who had a mean dietary calcium intake of 750 mg per day. The women were randomly assigned to treatment with either calcium (1000 mg per day) or placebo for two years. The bone mineral density of the total body, lumbar spine, and proximal femur was measured every six months by dual-energy x-ray absorptiometry. Serum and urine indexes of calcium metabolism were measured at base line and after 3, 12, and 24 months.\n## RESULTS\nThe mean (+/- SE) rate of loss of total-body bone mineral density was reduced by 43 percent in the calcium group (-0.0055 +/- 0.0010 g per square centimeter per year) as compared with the placebo group (-0.0097 +/- 0.0010 g per square centimeter per year, P = 0.005). The rate of loss of bone mineral density was reduced by 35 percent in the legs (P = 0.02), and loss was eliminated in the trunk (P = 0.04). Calcium use was of significant benefit in the lumbar spine (P = 0.04), and in Ward's triangle the rate of loss was reduced by 67 percent (P = 0.04). Calcium supplementation had a similar effect whether dietary calcium intake was above or below the mean value for the group. Serum parathyroid hormone concentrations tended to be lower in the calcium group, as were urinary hydroxyproline excretion and serum alkaline phosphatase concentrations.\n## CONCLUSIONS\nCalcium supplementation significantly slowed axial and appendicular bone loss in normal post-menopausal women.\n",
            "in_text_citation": "Reid et al., 1993",
            "footnote": 42
        },
        {
            "title": "Correcting calcium nutritional deficiency prevents spine fractures in elderly women.",
            "abstract": "We tested the spine antifracture and bone sparing efficacy of 1.2 g/day of oral calcium as carbonate in two groups of elderly women, one with prevalent fractures (PF, n = 94) on entry and the other without (NPF, n = 103). It was a prospective randomized, double-blind, placebo-controlled trial in mostly rural communities in women over age 60 who were living independently and were consuming < 1 g/day of calcium. We obtained annual lateral spine radiographs and semiannual forearm bone density over 4.3 +/- 1.1 years and determined vertebral fractures by radiographic morphometry augmented by physician assessment. In the PF group, 15 of 53 subjects on calcium had incident fractures, compared with 21 of 41 on placebo (p = 0.023, chi2). Calcium did not reduce the rate of incident fractures in the NPF group. Those with a prevalent fracture on entry and not treated with calcium were 2.8 times more likely to experience an incident fracture than all others. Change in the forearm bone mass on placebo in the PF group was -1.24 +/- 2.41%/year compared with +0.31 +/- 1.80%/year on calcium (p < 0.001). In the NPF group, the difference was less: -0.39 +/- 2.08%/year versus 0.00 +/- 1.64%/year (p = 0.2). We conclude that in elderly postmenopausal women with spine fractures and selfselected calcium intakes of < 1 g/day, a calcium supplement of 1.2 g/day reduces the incidence of spine fractures and halts measurable bone loss.\n",
            "in_text_citation": "Recker et al., 1996",
            "footnote": 44
        },
        {
            "title": "Long-term effects of calcium supplementation on serum parathyroid hormone level, bone turnover, and bone loss in elderly women.",
            "abstract": "We report a 4-year randomized, double-blind, placebo-controlled clinical trial in 236 normal postmenopausal women (mean age +/- SE, 66.3+/-0.2 years) who were randomized to a calcium (1600 mg/day as the citrate) or placebo group. The women were seen every 6 months; 177 completed the trial. Net percentage changes in each group are given relative to baseline. The differences in net percentage changes (calcium group minus placebo group) in medians were: for lumbar spine bone density, 2.0% (p < 0.001) at year 1 and 0.3% (not significant) at year 4; for proximal femur bone density, 1.3% (p = 0.003) at year 1 and 1.3% (p = 0.015) at year 4; and for total body bone mineral, 0.4% (p = 0.002) at year 1 and 0.9% (p = 0.017) at year 4. Similar differences at year 4 were: -18.9% (p = 0.002) for parathyroid hormone (PTH), -11.9% (p = 0.026) for serum osteocalcin, and -32.2% (p = 0.003) for urine free pyridinoline. We conclude that long-term administration of calcium supplements to elderly women partially reverses age-related increases in serum PTH level and bone resorption and decreases bone loss. However, the effects on bone loss were weaker than those reported for estrogen, bisphosphonates, or calcitonin therapy, indicating that calcium supplements alone cannot substitute for these in treating established osteoporosis. Nonetheless, because of their safety, high tolerance, and low expense, calcium supplements may be a useful preventive measure for elderly postmenopausal women whose bone mineral density values are normal for their age.\n",
            "in_text_citation": "Riggs et al., 1998",
            "footnote": 46
        },
        {
            "title": "Calcium supplements for the prevention of colorectal adenomas. Calcium Polyp Prevention Study Group.",
            "abstract": "## BACKGROUND AND METHODS\nLaboratory, clinical, and epidemiologic evidence suggests that calcium may help prevent colorectal adenomas. We conducted a randomized, double-blind trial of the effect of supplementation with calcium carbonate on the recurrence of colorectal adenomas. We randomly assigned 930 subjects (mean age, 61 years; 72 percent men) with a recent history of colorectal adenomas to receive either calcium carbonate (3 g [1200 mg of elemental calcium] daily) or placebo, with follow-up colonoscopies one and four years after the qualifying examination. The primary end point was the proportion of subjects in whom at least one adenoma was detected after the first follow-up endoscopy but up to (and including) the second follow-up examination. Risk ratios for the recurrence of adenomas were adjusted for age, sex, lifetime number of adenomas before the study, clinical center, and length of the surveillance period.\n## RESULTS\nThe subjects in the calcium group had a lower risk of recurrent adenomas. Among the 913 subjects who underwent at least one study colonoscopy, the adjusted risk ratio for any recurrence of adenoma with calcium as compared with placebo was 0.85 (95 percent confidence interval, 0.74 to 0.98; P=0.03). The main analysis was based on the 832 subjects (409 in the calcium group and 423 in the placebo group) who completed both follow-up examinations. At least one adenoma was diagnosed between the first and second follow-up endoscopies in 127 subjects in the calcium group (31 percent) and 159 subjects in the placebo group (38 percent); the adjusted risk ratio was 0.81 (95 percent confidence interval, 0.67 to 0.99; P=0.04). The adjusted ratio of the average number of adenomas in the calcium group to that in the placebo group was 0.76 (95 percent confidence interval, 0.60 to 0.96; P=0.02). The effect of calcium was independent of initial dietary fat and calcium intake.\n## CONCLUSIONS\nCalcium supplementation is associated with a significant - though moderate - reduction in the risk of recurrent colorectal adenomas.\n",
            "footnote": 47,
            "in_text_citation": "Baron et al., 1999"
        },
        {
            "title": "The effect of calcium citrate on bone density in the early and mid-postmenopausal period: a randomized placebo-controlled study.",
            "abstract": "This placebo-controlled randomized trial was conducted to ascertain the value of calcium citrate supplementation in averting bone loss in 63 postmenopausal women, 57 of whom were early postmenopausal (five years after menopause) and six of whom were mid-postmenopausal (five to ten years after menopause). Bone density data were available for 25 women who took 800 mg of calcium citrate daily and 31 women who received placebo for one to two years. The two groups were similar in baseline age, years postmenopause (3.3 in the calcium citrate group vs 2.7 in the placebo group), height, weight, calcium intake, and L2-L4 bone density. L2-L4 bone density did not change during calcium citrate treatment (+ 1.03% after two years), whereas it declined significantly by -2.38% after two years on placebo (P < .001). Femoral neck bone density did not change in either group. Radial shaft bone density did not change in the calcium citrate group (-0.02% after two years), but it declined significantly in the placebo group (-1.79% after one year and -3.03% after two years, P < .01). The difference in bone density of the L2-L4 vertebrae and radial shaft after two years of treatment was significant between the two groups. An analysis of covariance disclosed no significant effect of calcium citrate on L2-L4 bone density during the first three years after menopause, but a protective effect after three years. Although serum PTH did not change, serum and urinary calcium increased and serum calcitriol and urinary phosphorus decreased in the calcium citrate group, indicative of parathyroid suppression. Serum bone-specific alkaline phosphatase and osteocalcin, and urinary hydroxyproline and N-telopeptide decreased during some calcium citrate treatment periods, indicative of a reduction in bone turnover. Thus, calcium citrate supplementation (400 mg of calcium twice daily) averted bone loss and stabilized bone density in the spine, femoral neck, and radial shaft in women relatively soon after menopause. This bone-sparing action was probably due to the inhibition of bone resorption from parathyroid suppression.\n",
            "in_text_citation": "Ruml et al., 1999",
            "footnote": 48
        },
        {
            "title": "Effect of calcium or 25OH vitamin D3 dietary supplementation on bone loss at the hip in men and women over the age of 60.",
            "abstract": "Dietary supplements that prevent bone loss at the hip and that can be applied safely in the elderly are likely to reduce hip fractures. A daily dietary supplement of 750 mg calcium or 15 microg 25OH vitamin D3 on bone loss at the hip and other sites, bone turnover and calcium-regulating hormones were studied over 4 yr in elderly volunteers using a randomized, double-blind, placebo-controlled trial. Bone mineral density (BMD) was measured by dual x-ray absorptiometry and bone structure by radiographs. Calcium biochemistry and bone turnover markers were measured in blood and urine. The 316 women entering the trial had a mean age of 73.7 yr and the 122 men of 75.9 yr. Baseline median calcium intake was 546 mg/day, and median serum 25OH vitamin D3 was 59 nmol/L. On placebo, loss of BMD at total hip was 2% and femoral medulla expansion was 3% over 4 yr. Calcium reduced bone loss, secondary hyperparathyroidism, and bone turnover. 25OH vitamin D3 was intermediate between placebo and calcium. Fracture rates and drop-out rates were similar among groups, and there were no serious adverse events with either supplement. A calcium supplement of 750 mg/day prevents loss of BMD, reduces femoral medullary expansion, secondary hyperparathyroidism, and high bone turnover. A supplement of 15 microg/day 25OH vitamin D3 is less effective, and because its effects are seen only at low calcium intakes, suggests that its beneficial effect is to reverse calcium insufficiency.\n",
            "in_text_citation": "Peacock et al., 2000",
            "footnote": 49
        },
        {
            "title": "The effects of an open design on trial participant recruitment, compliance and retention--a randomized controlled trial comparison with a blinded, placebo-controlled design.",
            "abstract": "## BACKGROUND\nIn randomized trials there may be no overriding reason whether or not to have a placebo control.\n## PURPOSE\nWe assessed the effects of an open trial design (no placebo and people know what tablets they are given) compared with a blinded, placebo-controlled design on recruitment, compliance and retention within a randomized trial of secondary osteoporotic fracture prevention.\n## METHODS\nWe undertook a randomized controlled comparison nested within a placebo-controlled trial of nutritional supplementation amongst people aged 70 years or over who had previously sustained a fracture, recruited in a UK teaching hospital. Randomization was 2:1 in favour of the blinded, placebo-controlled trial design.\n## RESULTS\nFrom 180 eligible participants randomized to receive information based on the open trial design, 134 (74.4%) consented to take part, compared with 233 (65.1%) of 358 people randomized to the blinded, placebo-controlled design (difference 9.4%, 95% confidence interval 1.3-17.4%). Reluctance to take a placebo and the desire to know tablet allocation were reasons given for not taking part in the blinded, placebo-controlled design. There was no significant difference in tablet compliance. Open trial participants were more likely to remain in the trial for one year (difference 13.9%, 95% confidence interval 3.1-24.6%), mainly reflecting the high retention of the open trial no tablet group compared to the open trial tablet group (difference 23.6%, 95% confidence interval 11.9-35.2%). The odds ratio for reporting an adverse event in the open trial compared to the blinded, placebo-controlled design was 0.64 (95% confidence interval 0.28-1.49), and for reporting a fracture was 0.81 (0.36-1.85).\n## CONCLUSIONS\nWe conclude that using an open trial design may enhance participant recruitment and retention and thus improve generalizability and statistical power, but withdrawal rates may differ between the study allocations and may threaten the internal validity of the trial.\n",
            "in_text_citation": "Avenell et al., 2004",
            "footnote": 51
        },
        {
            "title": "Oral vitamin D3 and calcium for secondary prevention of low-trauma fractures in elderly people (Randomised Evaluation of Calcium Or vitamin D, RECORD): a randomised placebo-controlled trial.",
            "abstract": "## BACKGROUND\nElderly people who have a fracture are at high risk of another. Vitamin D and calcium supplements are often recommended for fracture prevention. We aimed to assess whether vitamin D3 and calcium, either alone or in combination, were effective in prevention of secondary fractures.\n## METHODS\nIn a factorial-design trial, 5292 people aged 70 years or older (4481 [85%] of whom were women) who were mobile before developing a low-trauma fracture were randomly assigned 800 IU daily oral vitamin D3, 1000 mg calcium, oral vitamin D3 (800 IU per day) combined with calcium (1000 mg per day), or placebo. Participants who were recruited in 21 UK hospitals were followed up for between 24 months and 62 months. Analysis was by intention-to-treat and the primary outcome was new low-energy fractures.\n## FINDINGS\n698 (13%) of 5292 participants had a new low-trauma fracture, 183 (26%) of which were of the hip. The incidence of new, low-trauma fractures did not differ significantly between participants allocated calcium and those who were not (331 [12.6%] of 2617 vs 367 [13.7%] of 2675; hazard ratio (HR) 0.94 [95% CI 0.81-1.09]); between participants allocated vitamin D3 and those who were not (353 [13.3%] of 2649 vs 345 [13.1%] of 2643; 1.02 [0.88-1.19]); or between those allocated combination treatment and those assigned placebo (165 [12.6%] of 1306 vs 179 [13.4%] of 1332; HR for interaction term 1.01 [0.75-1.36]). The groups did not differ in the incidence of all-new fractures, fractures confirmed by radiography, hip fractures, death, number of falls, or quality of life. By 24 months, 2886 (54.5%) of 5292 were still taking tablets, 451 (8.5%) had died, 58 (1.1%) had withdrawn, and 1897 (35.8%) had stopped taking tablets but were still providing data for at least the main outcomes. Compliance with tablets containing calcium was significantly lower (difference: 9.4% [95% CI 6.6-12.2]), partly because of gastrointestinal symptoms. However, potentially serious adverse events were rare and did not differ between groups.\n## INTERPRETATION\nThe findings do not support routine oral supplementation with calcium and vitamin D3, either alone or in combination, for the prevention of further fractures in previously mobile elderly people.\n",
            "in_text_citation": "Grant et al., 2005",
            "footnote": 54
        },
        {
            "title": "Effects of calcium supplementation on clinical fracture and bone structure: results of a 5-year, double-blind, placebo-controlled trial in elderly women.",
            "abstract": "## BACKGROUND\nIncreased dietary calcium intake has been proposed as a population-based public health intervention to prevent osteoporotic fractures. We have examined whether calcium supplementation decreases clinical fracture risk in elderly women and its mechanism of action.\n## METHODS\nFive-year, double-blind, placebo-controlled study of 1460 women recruited from the population and older than 70 years (mean age, 75 years) who were randomized to receive calcium carbonate, 600 mg twice per day, or identical placebo. The primary end points included clinical incident osteoporotic fractures, vertebral deformity, and adverse events ascertained in 5 years. Bone structure was also measured using dual x-ray absorptiometry of the hip and whole body, quantitative ultrasonography of the heel, and peripheral quantitative computed tomography of the distal radius.\n## RESULTS\nAmong our patients, 16.1% sustained 1 or more clinical osteoporotic fractures. In the intention-to-treat analysis, calcium supplementation did not significantly reduce fracture risk (hazard ratio, 0.87; 95% confidence interval, 0.67-1.12). However, 830 patients (56.8%) who took 80% or more of their tablets (calcium or placebo) per year had reduced fracture incidence in the calcium compared with the placebo groups (10.2% vs 15.4%; hazard ratio, 0.66; 95% confidence interval, 0.45-0.97). Calcium-treated patients had improved quantitative ultrasonography findings of the heel, femoral neck and whole-body dual x-ray absorptiometry data, and bone strength compared with placebo-treated patients. Of the 92 000 adverse events recorded, constipation was the only event increased by the treatment (calcium group, 13.4%; placebo group, 9.1%).\n## CONCLUSION\nSupplementation with calcium carbonate tablets supplying 1200 mg/d is ineffective as a public health intervention in preventing clinical fractures in the ambulatory elderly population owing to poor long-term compliance, but it is effective in those patients who are compliant.\n",
            "in_text_citation": "Prince et al., 2006",
            "footnote": 56
        },
        {
            "title": "Randomized controlled trial of calcium in healthy older women.",
            "abstract": "## PURPOSE\nCalcium has been shown to have positive effects on bone mineral density in postmenopausal women. However, these effects are small, it is unknown whether they are sustained with long-term use, they have not been shown with intention-to-treat analyses, and the evidence for fracture prevention with calcium monotherapy is inconsistent.\n## METHODS\nA randomized controlled trial of calcium (1 g/day as the citrate) in 1471 healthy postmenopausal women (aged 74+/-4 years) was performed to assess the effects on bone density and fracture incidence over 5 years.\n## RESULTS\nFollow-up was complete in 90% of subjects, and average medication compliance was 55% to 58%. Calcium had a significant beneficial effect on bone density (intention-to-treat analysis), with between-groups differences at 5 years of 1.8% (spine), 1.6% (total hip), and 1.2% (total body). Effects were greater in a per-protocol analysis (5-year differences of 2.3%, 2.8%, and 1.8%, respectively). A total of 425 fractures occurred in 281 women. Hazard ratios, based on time to first fracture, were 0.90 (95% confidence interval [CI], 0.71-1.16) for any symptomatic fracture, 0.72 (95% CI, 0.44-1.18) for vertebral, 3.55 (95% CI, 1.31-9.63) for hip, and 0.65 (95% CI, 0.41-1.04) for forearm fracture. Per-protocol analysis found respective hazard ratios of 0.86 (95% CI, 0.64-1.17), 0.62 (95% CI, 0.33-1.16), 3.24 (95% CI, 0.65-16.1), and 0.45 (95% CI, 0.24-0.87). Height loss was reduced by calcium in the per-protocol population (P=.03). Serum alkaline phosphatase and procollagen type-I N-terminal propeptide were lower in the calcium group at 5 years, but constipation was more common.\n## CONCLUSIONS\nCalcium results in a sustained reduction in bone loss and turnover, but its effect on fracture remains uncertain. Poor long-term compliance limits its effectiveness.\n",
            "in_text_citation": "Reid et al., 2006",
            "footnote": 57
        },
        {
            "title": "Effects of vitamin D and calcium supplementation on pancreatic β cell function, insulin sensitivity, and glycemia in adults at high risk of diabetes: the Calcium and Vitamin D for Diabetes Mellitus (CaDDM) randomized controlled trial.",
            "abstract": "## BACKGROUND\nA suboptimal vitamin D and calcium status has been associated with higher risk of type 2 diabetes in observational studies, but evidence from trials is lacking.\n## OBJECTIVE\nWe determined whether vitamin D supplementation, with or without calcium, improved glucose homeostasis in adults at high risk of diabetes.\n## DESIGN\nNinety-two adults were randomly assigned in a 2-by-2 factorial-design, double-masked, placebo-controlled trial to receive either cholecalciferol (2000 IU once daily) or calcium carbonate (400 mg twice daily) for 16 wk. The primary outcome was the change in pancreatic β cell function as measured by the disposition index after an intravenous-glucose-tolerance test. Other outcomes were acute insulin response, insulin sensitivity, and measures of glycemia.\n## RESULTS\nParticipants had a mean age of 57 y, a body mass index (BMI; in kg/m(2)) of 32, and glycated hemoglobin (Hb A(1c)) of 5.9%. There was no significant vitamin D × calcium interaction on any outcomes. The disposition index increased in the vitamin D group and decreased in the no-vitamin D group (adjusted mean change ± SE: 300 ± 130 compared with -126 ± 127, respectively; P = 0.011), which was explained by an improvement in insulin secretion (62 ± 39 compared with -36 ± 37 mU · L(-1) · min, respectively; P = 0.046). Hb A(1c) increased less, but nonsignificantly, in the vitamin D group than in the no-vitamin D group (0.06 ± 0.03% compared with 0.14 ± 0.03%, respectively; P = 0.081). There was no significant difference in any outcomes with calcium compared with no calcium.\n## CONCLUSION\nIn adults at risk of type 2 diabetes, short-term supplementation with cholecalciferol improved β cell function and had a marginal effect on attenuating the rise in Hb A(1c). This trial was registered at clinicaltrials.gov as NCT00436475.\n",
            "in_text_citation": "Mitri et al., 2011",
            "footnote": 62
        },
        {
            "title": "Calcium and vitamin d supplementation in postmenopausal women.",
            "abstract": "## CONTEXT\nBone health is influenced by the intake of both calcium and vitamin D.\n## OBJECTIVE\nOur objective was to evaluate the influence of calcium and vitamin D supplementation on PTH and bone turnover. SETTING, PATIENTS, AND DESIGN: At an ambulatory research center, 159 postmenopausal healthy white women participated in this double-blind, placebo-controlled parallel, longitudinal factorial study that was 6 months in duration.\n## INTERVENTIONS\nSubjects were randomly allocated to 4 groups: 1) double placebo, 2) calcium (1200 mg daily) plus placebo, 3) vitamin D3 (100 μg) plus placebo, and 4) vitamin D3 and calcium. Serum and urine were collected fasting and 2 hours after a calcium load at baseline and at 3 and 6 months.\n## MAIN OUTCOME MEASURES\nSerum PTH, cross-linked C-telopeptide (CTX), and procollagen type I N-terminal propeptide (P1NP) were measured.\n## RESULTS\nBefore study medication, a calcium load resulted in a decline in PTH and CTX and an increase in urinary calcium excretion. Serum CTX and P1NP declined over time with calcium supplementation but did not change with increased vitamin D intake. There was a decline in PTH in the vitamin D groups in the fasting state compared with placebo. Suppression of PTH was greater after a calcium load in the vitamin D groups. A calcium load decreased PTH and CTX and raised urinary calcium.\n## CONCLUSIONS\nFasting PTH declines with vitamin D supplementation. PTH declines after calcium intake. Supplementation of the diet with 1200 mg calcium/d reduces bone turnover markers, whereas supplementation with up to100 μg vitamin D3/d does not.\n",
            "in_text_citation": "Aloia et al., 2013",
            "footnote": 33
        },
        {
            "title": "Vitamin D supplementation and fracture incidence in elderly persons. A randomized, placebo-controlled clinical trial.",
            "abstract": "## OBJECTIVE\nTo determine whether vitamin D supplementation decreases the incidence of hip fractures and other peripheral bone fractures.\n## DESIGN\nProspective, double-blind trial.\n## SETTING\nCommunity setting (Amsterdam and surrounding area).\n## PATIENTS\n2578 persons (1916 women, 662 men) 70 years of age and older (mean age +/- SD, 80 +/- 6 years) living independently, in apartments for elderly persons, or in homes for elderly persons.\n## INTERVENTION\nParticipants were randomly assigned to receive either vitamin D3, 400 IU in one tablet daily, or placebo for a maximum of 3.5 years.\n## MEASUREMENTS\nDietary calcium intake and serum 25-hydroxyvitamin D [25(OH)D] were estimated in a subset of participants. During follow-up, attention was concentrated on hip fractures and other peripheral fractures. The maximal follow-up period was 4 years. The results were evaluated by survival analysis.\n## RESULTS\nMean dietary calcium intake from dairy products was 868 mg/d. Mean serum 25(OH)D concentration in the third year of the study was 23 nmol/L in the placebo group and 60 nmol/L in the vitamin D group. Median follow-up was 3.5 years, and total follow-up was 8450 patient-years. During follow-up, 306 persons in the placebo group and 282 persons in the vitamin D group died (P = 0.20). Hip fractures occurred in 48 persons in the placebo group and 58 persons in the vitamin D group (P = 0.39, intention-to-treat analysis). Other peripheral fractures occurred in 74 persons in the placebo group and 77 persons in the vitamin D group (P = 0.86).\n## CONCLUSION\nOur results do not show a decrease in the incidence of hip fractures and other peripheral fractures in Dutch elderly persons after vitamin D supplementation.\n",
            "in_text_citation": "Lips et al., 1996",
            "footnote": 43
        },
        {
            "title": "Effect of four monthly oral vitamin D3 (cholecalciferol) supplementation on fractures and mortality in men and women living in the community: randomised double blind controlled trial.",
            "abstract": "## OBJECTIVE\nTo determine the effect of four monthly vitamin D supplementation on the rate of fractures in men and women aged 65 years and over living in the community.\n## DESIGN\nRandomised double blind controlled trial of 100 000 IU oral vitamin D3 (cholecalciferol) supplementation or matching placebo every four months over five years.\n## SETTING AND PARTICIPANTS\n2686 people (2037 men and 649 women) aged 65-85 years living in the general community, recruited from the British doctors register and a general practice register in Suffolk.\n## MAIN OUTCOME MEASURES\nFracture incidence and total mortality by cause.\n## RESULTS\nAfter five years 268 men and women had incident fractures, of whom 147 had fractures in common osteoporotic sites (hip, wrist or forearm, or vertebrae). Relative risks in the vitamin D group compared with the placebo group were 0.78 (95% confidence interval 0.61 to 0.99, P=0.04) for any first fracture and 0.67 (0.48 to 0.93, P=0.02) for first hip, wrist or forearm, or vertebral fracture. 471 participants died. The relative risk for total mortality in the vitamin D group compared with the placebo group was 0.88 (0.74 to 1.06, P=0.18). Findings were consistent in men and women and in doctors and the general practice population.\n## CONCLUSION\nFour monthly supplementation with 100 000 IU oral vitamin D may prevent fractures without adverse effects in men and women living in the general community.\n",
            "in_text_citation": "Trivedi et al., 2003",
            "footnote": 50
        },
        {
            "title": "A randomised, controlled comparison of different calcium and vitamin D supplementation regimens in elderly women after hip fracture: The Nottingham Neck of Femur (NONOF) Study.",
            "abstract": "## BACKGROUND\nsurvivors of hip fracture are at 5- to 10-fold risk of a second hip fracture. There is little consensus about secondary prevention. Many are given calcium and vitamin D, but the evidence supporting this is circumstantial.\n## OBJECTIVE\nto compare the effects of different calcium and vitamin D supplementation regimens on bone biochemical markers, bone mineral density and rate of falls in elderly women post-hip fracture.\n## DESIGN\nrandomised controlled trial.\n## SETTING\northogeriatric rehabilitation ward.\n## METHODS\n150 previously independent elderly women, recruited following surgery for hip fracture, were assigned to receive a single injection of 300,000 units of vitamin D(2), injected vitamin D(2) plus 1 g/day oral calcium, 800 units/day oral vitamin D(3) plus 1 g/day calcium, or no treatment. Follow-up was one year, with measurement of 25-hydroxyvitamin D, parathyroid hormone, bone mineral density, and falls.\n## RESULTS\nmean 25-hydroxyvitamin D increased and mean parathyroid hormone was suppressed in all the actively treated groups, more so in the group receiving combined oral vitamin D and calcium. Twenty per cent of participants injected with vitamin D were deficient in 25-hydroxyvitamin D a year later. Bone mineral density showed small but statistically significant differences of up to 4.6% between actively treated groups and placebo. Relative risk of falling in the groups supplemented with vitamin D was 0.48 (95% CI 0.26-0.90) compared with controls.\n## CONCLUSION\nVitamin D supplementation, either orally or with injected vitamin D, suppresses parathyroid hormone, increases bone mineral density and reduces falls. Effects may be more marked with calcium co-supplementation. The 300,000 units of injected vitamin D may not last a whole year.\n",
            "in_text_citation": "Harwood et al., 2004",
            "footnote": 52
        },
        {
            "title": "Effect of annual intramuscular vitamin D on fracture risk in elderly men and women--a population-based, randomized, double-blind, placebo-controlled trial.",
            "abstract": "## OBJECTIVES\nLow trauma fractures in older people incur enormous physical, social and economic costs. Previous research indicates that an annual intramuscular injection of vitamin D may reduce fracture rates in this group. This strategy requires validation in a population setting.\n## METHODS\nRandomized, double-blind, placebo-controlled trial of 300,000 IU intramuscular (i.m.) vitamin D2 (ergocalciferol) injection or matching placebo every autumn over 3 years. 9440 people (4354 men and 5086 women) aged 75 yrs and over were recruited from general practice registers in Wessex, England. Primary outcome measure was all non-vertebral fracture. Secondary outcomes were hip and wrist fractures, and all falls.\n## RESULTS\n585 subjects had incident non-spine fractures (hip 110, wrist 116, ankle 37). Hazard ratios (HRs) for fracture in the vitamin D group were: 1.09 [95% confidence interval (CI) 0.93-1.28, P = 0.29] for any first fracture, 1.49 (95% CI 1.02-2.18, P = 0.04) for hip and 1.22 (95% CI 0.85-1.76, P = 0.28) for wrist. There was no effect on falls: HR 0.98 (0.93-1.04). No protective effect was observed in any subgroup when the cohort was stratified by sex, age, previous fracture or mobility.\n## CONCLUSIONS\nAn annual i.m. injection of 300,000 IU vitamin D2 is not effective in preventing non-vertebral fractures among elderly men and women resident in the general population.\n",
            "in_text_citation": "Smith et al., 2007",
            "footnote": 59
        },
        {
            "title": "Annual high-dose oral vitamin D and falls and fractures in older women: a randomized controlled trial.",
            "abstract": "## CONTEXT\nImproving vitamin D status may be an important modifiable risk factor to reduce falls and fractures; however, adherence to daily supplementation is typically poor.\n## OBJECTIVE\nTo determine whether a single annual dose of 500,000 IU of cholecalciferol administered orally to older women in autumn or winter would improve adherence and reduce the risk of falls and fracture.\n## DESIGN, SETTING, AND PARTICIPANTS\nA double-blind, placebo-controlled trial of 2256 community-dwelling women, aged 70 years or older, considered to be at high risk of fracture were recruited from June 2003 to June 2005 and were randomly assigned to receive cholecalciferol or placebo each autumn to winter for 3 to 5 years. The study concluded in 2008.\n## INTERVENTION\n500,000 IU of cholecalciferol or placebo.\n## MAIN OUTCOME MEASURES\nFalls and fractures were ascertained using monthly calendars; details were confirmed by telephone interview. Fractures were radiologically confirmed. In a substudy, 137 randomly selected participants underwent serial blood sampling for 25-hydroxycholecalciferol and parathyroid hormone levels.\n## RESULTS\nWomen in the cholecalciferol (vitamin D) group had 171 fractures vs 135 in the placebo group; 837 women in the vitamin D group fell 2892 times (rate, 83.4 per 100 person-years) while 769 women in the placebo group fell 2512 times (rate, 72.7 per 100 person-years; incidence rate ratio [RR], 1.15; 95% confidence interval [CI], 1.02-1.30; P = .03). The incidence RR for fracture in the vitamin D group was 1.26 (95% CI, 1.00-1.59; P = .047) vs the placebo group (rates per 100 person-years, 4.9 vitamin D vs 3.9 placebo). A temporal pattern was observed in a post hoc analysis of falls. The incidence RR of falling in the vitamin D group vs the placebo group was 1.31 in the first 3 months after dosing and 1.13 during the following 9 months (test for homogeneity; P = .02). In the substudy, the median baseline serum 25-hydroxycholecalciferol was 49 nmol/L. Less than 3% of the substudy participants had 25-hydroxycholecalciferol levels lower than 25 nmol/L. In the vitamin D group, 25-hydroxycholecalciferol levels increased at 1 month after dosing to approximately 120 nmol/L, were approximately 90 nmol/L at 3 months, and remained higher than the placebo group 12 months after dosing.\n## CONCLUSION\nAmong older community-dwelling women, annual oral administration of high-dose cholecalciferol resulted in an increased risk of falls and fractures.\n## TRIAL REGISTRATION\nanzctr.org.au Identifier: ACTRN12605000658617; isrctn.org Identifier: ISRCTN83409867.\n",
            "in_text_citation": "Sanders et al., 2010",
            "footnote": 61
        },
        {
            "title": "Effects of three-monthly oral 150,000 IU cholecalciferol supplementation on falls, mobility, and muscle strength in older postmenopausal women: a randomized controlled trial.",
            "abstract": "Daily vitamin D in addition to calcium supplementation reduces falls and fractures in older women. However, poor adherence to therapy is a common clinical problem. To examine the effects of supervised oral 3-monthly vitamin D therapy on falls, muscle strength, and mobility, we conducted a 9-month randomized, double-blind, placebo-controlled trial in 686 community-dwelling ambulant women aged over 70 years. Participants received either oral cholecalciferol 150,000 IU every 3 months (n = 353) or an identical placebo (n = 333). All participants were advised to increase dietary calcium intake. Falls data were collected 3-monthly. At baseline, 3, 6, and 9 months, muscle strength was measured by a handheld dynamometer and mobility by the Timed Up and Go (TUG) test. Serum 25 hydroxyvitamin D (25OHD) was measured in a subgroup of 40 subjects. Mean age at baseline was 76.7 ± 4.1 years. The average serum 25OHD value at baseline was 65.8 ± 22.7 nmol/L. By 3, 6, and 9 months after supplementation, 25OHD levels of the vitamin D group were approximately 15 nmol/L higher than the placebo group. Calcium intake did not change significantly between baseline (864 ± 412 mg/day) and 9 months (855 ± 357 mg/day). Faller rates in the two groups did not differ: vitamin D group, 102 of 353 (29%); placebo group, 89 of 333 (27%). At 9 months, compared to placebo or baseline, muscle strength, and TUG were not altered by vitamin D. In conclusion, oral cholecalciferol 150,000 IU therapy administered 3-monthly had neither beneficial nor adverse effects on falls or physical function. These data together with previous findings confirm that intermittent large doses of vitamin D are ineffective or have a deleterious effect on falls. Thus despite adherence issues with daily vitamin D replacement, an intermittent, high-dose vitamin D regimen cannot be supported as a strategy to reduce falls and fractures.\n",
            "in_text_citation": "Glendenning et al., 2012",
            "footnote": 63
        },
        {
            "title": "Design, history and results of the Thiazolidinedione Intervention with vitamin D Evaluation (TIDE) randomised controlled trial.",
            "abstract": "## AIMS/OBJECTIVE\nConflicting data regarding cardiovascular effects of thiazolidinediones (TZDs) and extra-skeletal effects of vitamin D supported the need for a definitive trial. The Thiazolidinedione Intervention with vitamin D Evaluation (TIDE) trial aimed to assess the effects of TZDs (rosiglitazone and pioglitazone) on cardiovascular outcomes and the effects of vitamin D (cholecalciferol) on cancers and mortality.\n## METHODS\nA large multicentre 3 × 2 factorial double-blind placebo-controlled randomised trial recruited from outpatient primary care and specialty clinics in 33 countries. From June 2009 to July 2010, 1,332 people with type 2 diabetes and other cardiovascular risk factors aged ≥ 50 years whose HbA(1c) was 6.5-9.5% (48-80 mmol/mol) when using two or fewer glucose-lowering drugs were randomised by a central computer system to placebo (n = 541), rosiglitazone 4-8 mg/day (n = 399) or pioglitazone 30-45 mg/day (n = 392); 1,221 participants were randomised to placebo (n = 614) or vitamin D 1,000 IU/day (n = 607). Participants and all study personnel were blind to treatment allocation. The primary outcome for the TZD arm was the composite of myocardial infarction, stroke or cardiovascular death, and for the vitamin D arm it was cancer or all-cause death. All randomised participants were included in the primary analysis.\n## RESULTS\nFrom the study design, 16,000 people were to be followed for approximately 5.5 years. However, the trial was stopped prematurely because of regulatory concerns after a mean of 162 days without consideration of the accrued data. In the TZD arm, the cardiovascular outcome occurred in five participants (0.9%) in the placebo groups and three participants (0.4%) in the TZD groups (two allocated to pioglitazone, one to rosiglitazone). In the vitamin D arm, the primary outcome occurred in three participants (0.5%) in the placebo group and in two participants (0.3%) receiving vitamin D. Adverse events were comparable in all groups.\n## CONCLUSIONS/INTERPRETATION\nUncertainty persists regarding the clinically relevant risks and benefits of TZDs and vitamin D because of the early cancellation of this comprehensive trial.\n",
            "in_text_citation": "Punthakee et al., 2012",
            "footnote": 32
        },
        {
            "title": "Cholecalciferol treatment to reduce blood pressure in older patients with isolated systolic hypertension: the VitDISH randomized controlled trial.",
            "abstract": "## IMPORTANCE\nObservational data link low 25-hydroxyvitamin D levels to both prevalent blood pressure and incident hypertension. No clinical trial has yet examined the effect of vitamin D supplementation in isolated systolic hypertension, the most common pattern of hypertension in older people.\n## OBJECTIVE\nTo test whether high-dose, intermittent cholecalciferol supplementation lowers blood pressure in older patients with isolated systolic hypertension.\n## DESIGN\nParallel group, double-blind, placebo-controlled randomized trial.\n## SETTING\nPrimary care clinics and hospital clinics.\n## PARTICIPANTS\nPatients 70 years and older with isolated systolic hypertension (supine systolic blood pressure >140 mm Hg and supine diastolic blood pressure <90 mm Hg) and baseline 25-hydroxyvitamin D levels less than 30 ng/mL were randomized into the trial from June 1, 2009, through May 31, 2011.\n## INTERVENTIONS\nA total of 100,000 U of oral cholecalciferol or matching placebo every 3 months for 1 year.\n## MAIN OUTCOMES AND MEASURES\nDifference in office blood pressure, 24-hour blood pressure, arterial stiffness, endothelial function, cholesterol level, insulin resistance, and b-type natriuretic peptide level during 12 months.\n## RESULTS\nA total of 159 participants were randomized (mean age, 77 years). Mean baseline office systolic blood pressure was 163/78 mm Hg. Mean baseline 25-hydroxyvitamin D level was 18 ng/mL. 25-Hydroxyvitamin D levels increased in the treatment group compared with the placebo group (+8 ng/mL at 1 year, P < .001). No significant treatment effect was seen for mean (95% CI) office blood pressure (−1 [−6 to 4]/−2 [−4 to 1] mm Hg at 3 months and 1 [−2 to 4]/0 [−2 to 2] mm Hg overall treatment effect). No significant treatment effect was evident for any of the secondary outcomes (24-hour blood pressure, arterial stiffness, endothelial function, cholesterol level, glucose level, and walking distance). There was no excess of adverse events in the treatment group, and the total number of falls was nonsignificantly lower in the group receiving vitamin D (36 vs 46, P = .24).\n## CONCLUSIONS AND RELEVANCE\nVitamin D supplementation did not improve blood pressure or markers of vascular health in older patients with isolated systolic hypertension.\n## TRIAL REGISTRATION\nisrctn.org Identifier: ISRCTN92186858.\n",
            "in_text_citation": "Witham et al., 2013",
            "footnote": 64
        },
        {
            "title": "Biochemical parameters after cholecalciferol repletion in hemodialysis: results From the VitaDial randomized trial.",
            "abstract": "## BACKGROUND\nThe 2009 KDIGO (Kidney Disease: Improving Global Outcomes) chronic kidney disease-mineral and bone disorder clinical practice guideline suggests correcting 25-hydroxyvitamin D3 (25[OH]D) levels<30ng/mL in patients treated with maintenance hemodialysis, but does not provide a specific treatment protocol.\n## STUDY DESIGN\n2-center, double-blind, randomized, 13-week, controlled trial followed by a 26-week open-label study.\n## SETTING & PARTICIPANTS\n55 adult maintenance hemodialysis patients with 25(OH)D levels<30ng/mL were recruited from June 2008 through October 2009.\n## INTERVENTION\nCholecalciferol, 25,000IU, per week orally versus placebo for 13 weeks, then 26 weeks of individualized cholecalciferol prescription based on NKF-KDOQI (National Kidney Foundation-Kidney Disease Outcomes Quality Initiative) guidelines.\n## OUTCOMES\nPrimary end point was the percentage of patients with 25(OH)D levels≥30ng/mL at 13 weeks. Secondary outcomes included the percentage of patients with normal calcium, phosphorus, and intact parathyroid hormone (iPTH) blood levels. Safety measures included incidence of hypercalcemia and hypervitaminosis D.\n## MEASUREMENTS\nBlood calcium and phosphate were measured weekly; iPTH, 25(OH)D, 1,25-dihydroxyvitamin D3 (1,25[OH]2D), and bone turnover markers, trimonthly; fetuin A and fibroblast growth factor 23 (FGF-23) serum levels and aortic calcification scores were determined at weeks 0 and 39.\n## RESULTS\nThe primary end point significantly increased in the treatment group compared with the placebo group (61.5% vs 7.4%; P<0.001), as well as 1,25(OH)2D levels (22.5 [IQR, 15-26] vs 11 [IQR, 10-15]pg/mL; P<0.001) and the proportion of patients achieving the target calcium level (76.9% vs 48.2%; P=0.03). Incidence of hypercalcemia and phosphate and iPTH levels were similar between groups. The second 26-week study phase did not significantly modify the prevalence of 25(OH)D level≥30ng/mL in patients issued from the placebo group.\n## LIMITATIONS\nSmall size of the study population.\n## CONCLUSIONS\nOral weekly administration of 25,000IU of cholecalciferol for 13 weeks is an effective, safe, inexpensive, and manageable way to increase 25(OH)D and 1,25(OH)2D levels in hemodialysis patients. Further evaluation of clinical end points is suggested.\n",
            "in_text_citation": "Massart et al., 2014",
            "footnote": 34
        },
        {
            "title": "Exercise and vitamin D in fall prevention among older women: a randomized clinical trial.",
            "abstract": "## IMPORTANCE\nWhile vitamin D supplementation and exercise are recommended for prevention of falls for older people, results regarding these 2 factors are contradictory.\n## OBJECTIVE\nTo determine the effectiveness of targeted exercise training and vitamin D supplementation in reducing falls and injurious falls among older women.\n## DESIGN, SETTING, AND PARTICIPANTS\nA 2-year randomized, double-blind, placebo-controlled vitamin D and open exercise trial conducted between April 2010 and March 2013 in Tampere, Finland. Participants were 409 home-dwelling women 70 to 80 years old. The main inclusion criteria were at least 1 fall during the previous year, no use of vitamin D supplements, and no contraindication to exercise.\n## INTERVENTIONS\nFour study groups, including placebo without exercise, vitamin D (800 IU/d) without exercise, placebo and exercise, and vitamin D (800 IU/d) and exercise.\n## MAIN OUTCOMES AND MEASURES\nThe primary outcome was monthly reported falls. Injurious falls and the number of fallers and injured fallers were reported as secondary outcomes. In addition, bone density, physical functioning (muscle strength, balance, and mobility), and vitamin D metabolism were assessed.\n## RESULTS\nIntent-to-treat analyses showed that neither vitamin D nor exercise reduced falls. Fall rates per 100 person-years were 118.2, 132.1, 120.7, and 113.1 in the placebo without exercise, vitamin D without exercise, placebo and exercise, and vitamin D and exercise study groups, respectively; however, injurious fall rates were 13.2, 12.9, 6.5, and 5.0, respectively. Hazard ratios for injured fallers were significantly lower among exercisers with vitamin D (0.38; 95% CI, 0.17-0.83) and without vitamin D (0.47; 95% CI, 0.23-0.99). Vitamin D maintained femoral neck bone mineral density and increased tibial trabecular density slightly. However, only exercise improved muscle strength and balance. Vitamin D did not enhance exercise effects on physical functioning.\n## CONCLUSIONS AND RELEVANCE\nThe rate of injurious falls and injured fallers more than halved with strength and balance training in home-dwelling older women, while neither exercise nor vitamin D affected the rate of falls. Exercise improved physical functioning. Future research is needed to determine the role of vitamin D in the enhancement of strength, balance, and mobility.\n## TRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT00986466.\n",
            "in_text_citation": "Uusi-Rasi et al., 2015",
            "footnote": 36
        },
        {
            "title": "Optimum dose of vitamin D for disease prevention in older people: BEST-D trial of vitamin D in primary care.",
            "abstract": "## UNLABELLED\nThis trial compared the effects of daily treatment with vitamin D or placebo for 1 year on blood tests of vitamin D status. The results demonstrated that daily 4000 IU vitamin D3 is required to achieve blood levels associated with lowest disease risks, and this dose should be tested in future trials for fracture prevention.\n## INTRODUCTION\nThe aim of this trial was to assess the effects of daily supplementation with vitamin D3 4000 IU (100 μg), 2000 IU (50 μg) or placebo for 1 year on biochemical markers of vitamin D status in preparation for a large trial for prevention of fractures and other outcomes.\n## METHODS\nThis is a randomized placebo-controlled trial in 305 community-dwelling people aged 65 years or older in Oxfordshire, UK. Outcomes included biochemical markers of vitamin D status (plasma 25-hydroxy-vitamin D [25[OH]D], parathyroid hormone [PTH], calcium and alkaline phosphatase), cardiovascular risk factors and tests of physical function.\n## RESULTS\nMean (SD) plasma 25(OH)D levels were 50 (18) nmol/L at baseline and increased to 137 (39), 102 (25) and 53 (16) nmol/L after 12 months in those allocated 4000 IU, 2000 IU or placebo, respectively (with 88%, 70% and 1% of these groups achieving the pre-specified level of >90 nmol/L). Neither dose of vitamin D3 was associated with significant deviation outside the normal range of PTH or albumin-corrected calcium. The additional effect on 25(OH)D levels of 4000 versus 2000 IU was similar in all subgroups except for body mass index, for which the further increase was smaller in overweight and obese participants compared with normal-weight participants. Supplementation with vitamin D had no significant effects on cardiovascular risk factors or on measures of physical function.\n## CONCLUSIONS\nAfter accounting for average 70% compliance in long-term trials, doses of 4000 IU vitamin D3 daily may be required to achieve plasma 25(OH)D levels associated with lowest disease risk in observational studies.\n",
            "in_text_citation": "Hin et al., 2017",
            "footnote": 37
        },
        {
            "title": "Effect of monthly high-dose vitamin D supplementation on falls and non-vertebral fractures: secondary and post-hoc outcomes from the randomised, double-blind, placebo-controlled ViDA trial.",
            "abstract": "## BACKGROUND\nAdults with low concentrations of 25-hydroxyvitamin D (25[OH]D) in blood have an increased risk of falls and fractures, but randomised trials of vitamin D supplementation have had inconsistent results. We aimed to assess the effect of high-dose vitamin D supplementation on fractures and falls.\n## METHODS\nThe Vitamin D Assessment (ViDA) Study was a randomised, double-blind, placebo-controlled trial of healthy volunteers aged 50-84 years conducted at one centre in Auckland, New Zealand. Participants were randomly assigned to receive either an initial oral dose of 200 000 IU (5·0 mg) colecalciferol (vitamin D\n## FINDINGS\nBetween April 5, 2011, and Nov 6, 2012, 5110 participants were recruited and randomly assigned either colecalciferol (n=2558) or placebo (n=2552). Two participants allocated placebo withdrew consent after randomisation; thus, a total of 5108 individuals were included in the analysis of fractures. The mean age of participants was 65·9 years (SD 8·3) and 2971 (58%) were men. The mean concentration of 25(OH)D in blood was 63 nmol/L (SD 24) at baseline, with 1534 (30%) having 25(OH)D concentrations lower than 50 nmol/L. Follow-up was until July 31, 2015, with a mean treatment duration of 3·4 years (SD 0·4, range 2·5-4·2). During follow-up, 2638 participants reported having a fall, 1312 (52%) of 2539 in the vitamin D group compared with 1326 (53%) of 2517 in the placebo group. The HR for falls-adjusted for age, sex, ethnic origin, history of recent fall, physical activity, and baseline 25(OH)D-was 0·99 (95% CI 0·92-1·07; p=0·82) for vitamin D compared with placebo. Non-vertebral fractures were reported in 292 individuals, 156 (6%) of 2558 in the vitamin D group and 136 (5%) of 2550 in the placebo group. The adjusted HR for fractures was 1·19 (95% CI 0·94-1·50; p=0·15) for vitamin D compared with placebo. 123 (2%) people died during the trial, 65 assigned vitamin D and 58 allocated placebo; the difference between treatment groups was not significant.\n## INTERPRETATION\nHigh-dose bolus vitamin D supplementation of 100 000 IU colecalciferol monthly over 2·5-4·2 years did not prevent falls or fractures in this healthy, ambulatory, adult population. Further research is needed to ascertain the effects of daily vitamin D dosing, with or without calcium.\n## FUNDING\nHealth Research Council of New Zealand and Accident Compensation Corporation of New Zealand.\n",
            "in_text_citation": "Khaw et al., 2017",
            "footnote": 38
        },
        {
            "title": "Effect of calcium and vitamin D supplementation on bone density in men and women 65 years of age or older.",
            "abstract": "## BACKGROUND\nInadequate dietary intake of calcium and vitamin D may contribute to the high prevalence of osteoporosis among older persons.\n## METHODS\nWe studied the effects of three years of dietary supplementation with calcium and vitamin D on bone mineral density, biochemical measures of bone metabolism, and the incidence of nonvertebral fractures in 176 men and 213 women 65 years of age or older who were living at home. They received either 500 mg of calcium plus 700 IU of vitamin D3 (cholecalciferol) per day or placebo. Bone mineral density was measured by dual-energy x-ray absorptiometry, blood and urine were analyzed every six months, and cases of nonvertebral fracture were ascertained by means of interviews and verified with use of hospital records.\n## RESULTS\nThe mean (+/-SD) changes in bone mineral density in the calcium-vitamin D and placebo groups were as follows: femoral neck, +0.50+/-4.80 and -0.70+/-5.03 percent, respectively (P=0.02); spine,+2.12+/-4.06 and +1.22+/-4.25 percent (P=0.04); and total body, +0.06+/-1.83 and -1.09+/-1.71 percent (P<0.001). The difference between the calcium-vitamin D and placebo groups was significant at all skeletal sites after one year, but it was significant only for total-body bone mineral density in the second and third years. Of 37 subjects who had nonvertebral fractures, 26 were in the placebo group and 11 were in the calcium-vitamin D group (P=0.02).\n## CONCLUSIONS\nIn men and women 65 years of age or older who are living in the community, dietary supplementation with calcium and vitamin D moderately reduced bone loss measured in the femoral neck, spine, and total body over the three-year study period and reduced the incidence of nonvertebral fractures.\n",
            "in_text_citation": "Dawson-Hughes et al., 1997",
            "footnote": 45
        },
        {
            "title": "Randomised controlled trial of calcium and supplementation with cholecalciferol (vitamin D3) for prevention of fractures in primary care.",
            "abstract": "## OBJECTIVE\nTo assess whether supplementation with calcium and cholecaliferol (vitamin D3) reduces the risk of fracture in women with one or more risk factors for fracture of the hip.\n## DESIGN\nPragmatic open randomised controlled trial.\n## SETTING\nPractice nurse led clinics in primary care.\n## PARTICIPANTS\n3314 women aged 70 and over with one or more risk factors for hip fracture: any previous fracture, low body weight (< 58 kg), smoker, family history of hip fracture, or fair or poor self reported health.\n## INTERVENTION\nDaily oral supplementation using 1000 mg calcium with 800 IU cholecaliferol and information leaflet on dietary calcium intake and prevention of falls, or leaflet only (control group).\n## MAIN OUTCOME MEASURES\nPrimary outcome measure was all clinical fractures and secondary outcome measures were adherence to treatment, falls, and quality of life (measured with the SF-12).\n## RESULTS\n69% of the women who completed the follow-up questionnaire at 24 months were still taking supplements (55% with inclusion of randomised participants known to be alive). After a median follow-up of 25 months (range 18 to 42 months), clinical fracture rates were lower than expected in both groups but did not significantly differ for all clinical fractures (odds ratio for fracture in supplemented group 1.01, 95% confidence interval 0.71 to 1.43). The odds ratio for hip fracture was 0.75 (0.31 to 1.78). The odds of a woman having a fall at six and 12 months was 0.99 and 0.98, respectively. Quality of life did not significantly differ between the groups.\n## CONCLUSION\nWe found no evidence that calcium and vitamin D supplementation reduces the risk of clinical fractures in women with one or more risk factors for hip fracture. Registration ISRCTN26118436, controlled trials registry.\n",
            "in_text_citation": "Porthouse et al., 2005",
            "footnote": 53
        },
        {
            "title": "Calcium plus vitamin D supplementation and the risk of fractures.",
            "abstract": "## BACKGROUND\nThe efficacy of calcium with vitamin D supplementation for preventing hip and other fractures in healthy postmenopausal women remains equivocal.\n## METHODS\nWe recruited 36,282 postmenopausal women, 50 to 79 years of age, who were already enrolled in a Women's Health Initiative (WHI) clinical trial. We randomly assigned participants to receive 1000 mg of elemental [corrected] calcium as calcium carbonate with 400 IU of vitamin D3 daily or placebo. Fractures were ascertained for an average follow-up period of 7.0 years. Bone density was measured at three WHI centers.\n## RESULTS\nHip bone density was 1.06 percent higher in the calcium plus vitamin D group than in the placebo group (P<0.01). Intention-to-treat analysis indicated that participants receiving calcium plus vitamin D supplementation had a hazard ratio of 0.88 for hip fracture (95 percent confidence interval, 0.72 to 1.08), 0.90 for clinical spine fracture (0.74 to 1.10), and 0.96 for total fractures (0.91 to 1.02). The risk of renal calculi increased with calcium plus vitamin D (hazard ratio, 1.17; 95 percent confidence interval, 1.02 to 1.34). Censoring data from women when they ceased to adhere to the study medication reduced the hazard ratio for hip fracture to 0.71 (95 percent confidence interval, 0.52 to 0.97). Effects did not vary significantly according to prerandomization serum vitamin D levels.\n## CONCLUSIONS\nAmong healthy postmenopausal women, calcium with vitamin D supplementation resulted in a small but significant improvement in hip bone density, did not significantly reduce hip fracture, and increased the risk of kidney stones. (ClinicalTrials.gov number, NCT00000611.).\n",
            "in_text_citation": "Jackson et al., 2006",
            "footnote": 55
        },
        {
            "title": "Two-year randomized controlled trial of vitamin K1 (phylloquinone) and vitamin D3 plus calcium on the bone health of older women.",
            "abstract": "## UNLABELLED\nDietary supplementation with vitamin K(1), with vitamin D(3) and calcium or their combination, was examined in healthy older women during a 2-year, double-blind, placebo-controlled trial. Combined vitamin K with vitamin D plus calcium was associated with a modest but significant increase in BMC at the ultradistal radius but not at other sites in the hip or radius.\n## INTRODUCTION\nThe putative beneficial role of high dietary vitamin K(1) (phylloquinone) on BMD and the possibility of interactive benefits with vitamin D were studied in a 2-year double-blind, placebo-controlled trial in healthy Scottish women > or =60 years of age.\n## MATERIALS AND METHODS\nHealthy, nonosteoporotic women (n = 244) were randomized to receive either (1) placebo, (2) 200 microg/day vitamin K(1), (3) 10 microg (400 IU) vitamin D(3) plus 1000 mg calcium/day, or (4) combined vitamins K(1) and D(3) plus calcium. Baseline and 6-month measurements included DXA bone mineral scans of the hip and wrist, markers of bone turnover, and vitamin status. Supplementation effects were tested using multivariate general linear modeling, with full adjustment for baseline and potential confounding variables.\n## RESULTS\nSignificant bone mineral loss was seen only at the mid-distal radius but with no significant difference between groups. However, women who took combined vitamin K and vitamin D plus calcium showed a significant and sustained increase in both BMD and BMC at the site of the ultradistal radius. Serum status indicators responded significantly to respective supplementation with vitamins K and D. Over 2 years, serum vitamin K(1) increased by 157% (p < 0.001), the percentage of undercarboxylated osteocalcin (%GluOC) decreased by 51% (p < 0.001), serum 25-hydroxyvitamin D [25(OH)D] increased by 17% (p < 0.001), and PTH decreased by 11% (p = 0.049).\n## CONCLUSIONS\nThese results provide evidence of a modest synergy in healthy older women from nutritionally relevant intakes of vitamin K(1) together with supplements of calcium plus moderate vitamin D(3) to enhance BMC at the ultradistal radius, a site consisting of principally trabecular bone. The substantial increase in gamma-carboxylation of osteocalcin by vitamin K may have long-term benefits and is potentially achievable by increased dietary intakes of vitamin K rather than by supplementation.\n",
            "in_text_citation": "Bolton-Smith et al., 2007",
            "footnote": 58
        },
        {
            "title": "Effect of vitamin D(3) and calcium on fracture risk in 65- to 71-year-old women: a population-based 3-year randomized, controlled trial--the OSTPRE-FPS.",
            "abstract": "Antifracture efficacy of high-dose vitamin D (800 IU) and calcium (1000 mg) remains controversial. To determine whether daily 800 IU of vitamin D and 1000 mg of calcium supplementation prevents fractures, we randomized 3432 women of the population-based Osteoporosis Risk Factor and Prevention (OSTPRE) Study cohort (ages 65 to 71 years) living in the region of northern Savonia, Finland (latitude 62 degrees to 64 degrees N) for 3 years to receive 800 IU of cholecalciferol and 1000 mg of calcium as calcium carbonate or to a control group that did not receive placebo. The main outcome measure was incident fractures. Fracture data were collected in telephone interviews and validated. Data on 3195 women, 1586 in the intervention group and 1609 in the control group, were available for analysis. In adjusted Cox proportional hazards models, the risk of any fracture decreased in the vitamin D and calcium group by 17% [adjusted hazard ratio (aHR) = 0.83; 95% confidence interval (CI) 0.61-1.12], and the risk of any nonvertebral fracture decreased by 13% (aHR = 0.87; 95% CI 0.63-1.19). The risk of distal forearm fractures decreased by 30% (aHR = 0.70; 95% CI 0.41-1.20), and the risk of any upper extremity fractures decreased by 25% (aHR = 0.75; 95% CI 0.49-1.16), whereas the risk of lower extremity fractures remained essentially equal (aHR = 1.02; 95% CI 0.58-1.80). None of these effects reached statistical significance. In conclusion, this study did not produce statistically significant evidence that vitamin D and calcium supplementation prevents fractures in a 65- to 71-year-old general population of postmenopausal women.\n",
            "in_text_citation": "Salovaara et al., 2010",
            "footnote": 60
        },
        {
            "title": "The Effect of the Modified Eighth Section of Eight-Section Brocade on Osteoporosis in Postmenopausal Women: A Prospective Randomized Trial.",
            "abstract": "Osteoporosis and related fragility fractures represent a serious and global public health problem. To evaluate whether the modified eighth section of Eight-section Brocade (MESE) exercise could improve the symptom and indexes associated with osteoporosis in postmenopausal women. Guangzhou and Liuzhou hospital of traditional Chinese medicine in China. Women (n = 198) aged 50 to 75 years were randomized into Control, Ca, MESE, and MESE + Ca. Subjects in Ca and MESE groups were separately asked to consume thrice daily Calcium Carbonate Chewable D3 tablet and to perform thrice daily MESE exercise by 7 repetitions per time for 12 months. Subjects in MESE + Ca group performed such the combined treatment project for 12 months. Body height and Hospital for Special Surgery (HSS) scores of both knees, chronic back pain visual analogue scale scores (VAS), bone mineral density (BMD) at L2 to L4 and the left femoral neck, 3-feet Up and Go Test (3') and one-leg Stance (OLS). In our study, the improvement in chronic back pain of the patients in Ca, MESE, and MESE + Ca group was better than that in control group. There was 1.9% and 1.7%, 2.3%, and 2.1% net profit in left femoral neck and lumbar BMD after the treatment for 12 months in MESE and MESE + Ca groups. For the balance capacity, the subjects in MESE and MESE + Ca groups secured much better performance than those in Ca and control group after the treatment for 12 months (P < 0.001, P < 0.001). The treatment of MESE exercise is the most effective for the improvement of the symptom and indexes in postmenopausal women. Importantly, the low attrition and the high exercise compliance indicate that MESE exercise is safe, feasible, and well tolerated by postmenopausal women.\n",
            "in_text_citation": "Liu et al., 2015",
            "footnote": 35
        },
        {
            "title": "Effects of Enhanced Exercise and Combined Vitamin D and Calcium Supplementation on Muscle Strength and Fracture Risk in Postmenopausal Chinese Women.",
            "abstract": "Objective To observe the effects of enhanced exercise and combined vitamin D and calcium supplementation on muscular strength and fracture occurrence in postmenopausal women with a high risk of osteoporosis.Methods Totally 614 postmenopausal women at high risk factors of osteoporosis were enrolled in Dongcheng district of Beijing and randomized into four groups:group A(control group,n=173),group B(regular Tai Chi exercise,n=171),group C(calcium 600 mg/d+VitD\n",
            "in_text_citation": "Xue et al., 2017",
            "footnote": 39
        }
    ]
}