{
    "citations": [
        {
            "footnote": 13,
            "title": "Efficacy of two cannabis based medicinal extracts for relief of central neuropathic pain from brachial plexus avulsion: results of a randomised controlled trial.",
            "in_text_citation": "Berman et al., 2004"
        },
        {
            "footnote": 14,
            "title": "Lack of analgesic efficacy of oral delta-9-tetrahydrocannabinol in postoperative pain.",
            "in_text_citation": "Buggy et al., 2003"
        },
        {
            "footnote": 15,
            "title": "Ingestion of a THC-rich cannabis oil in people with fibromyalgia: a randomized, double-blind, placebo-controlled clinical trial.",
            "in_text_citation": "Chaves et al., 2020"
        },
        {
            "footnote": 16,
            "title": "Smoked cannabis for spasticity in multiple sclerosis: a randomized, placebo-controlled trial.",
            "in_text_citation": "Corey-Bloom et al., 2012"
        },
        {
            "footnote": 17,
            "title": "Tetrahydrocannabinol does not reduce pain in patients with chronic abdominal pain in a phase 2 placebo-controlled study.",
            "in_text_citation": "de Vries et al., 2017"
        },
        {
            "footnote": 18,
            "title": "The subjective psychoactive effects of oral dronabinol studied in a randomized, controlled crossover clinical trial for pain.",
            "in_text_citation": "Issa et al., 2014"
        },
        {
            "footnote": 24,
            "title": "A double-blind, randomized, placebo-controlled, parallel-group study of THC/CBD oromucosal spray in combination with the existing treatment regimen, in the relief of central neuropathic pain in patients with multiple sclerosis.",
            "in_text_citation": "Langford et al., 2013"
        },
        {
            "footnote": 25,
            "title": "Dronabinol increases pain threshold in patients with functional chest pain: a pilot double-blind placebo-controlled trial.",
            "in_text_citation": "Malik et al., 2017"
        },
        {
            "footnote": 26,
            "title": "Sativex successfully treats neuropathic pain characterised by allodynia: a randomised, double-blind, placebo-controlled clinical trial.",
            "in_text_citation": "Nurmikko et al., 2007"
        },
        {
            "footnote": 23,
            "title": "Randomized, controlled trial of cannabis-based medicine in central pain in multiple sclerosis.",
            "in_text_citation": "Rog et al., 2005"
        },
        {
            "footnote": 19,
            "title": "Dronabinol is a safe long-term treatment option for neuropathic pain patients.",
            "in_text_citation": "Schimrigk et al., 2017a"
        },
        {
            "footnote": 20,
            "title": "Nabilone for the treatment of pain in fibromyalgia.",
            "in_text_citation": "Skrabek et al., 2008"
        },
        {
            "footnote": 21,
            "title": "An enriched-enrolment, randomized withdrawal, flexible-dose, double-blind, placebo-controlled, parallel assignment efficacy study of nabilone as adjuvant in the treatment of diabetic peripheral neuropathic pain.",
            "in_text_citation": "Toth et al., 2012"
        },
        {
            "footnote": 22,
            "title": "The effect of nabilone on appetite, nutritional status, and quality of life in lung cancer patients: a randomized, double-blind clinical trial.",
            "in_text_citation": "Turcott et al., 2018"
        },
        {
            "footnote": 28,
            "title": "A preliminary controlled study to determine whether whole-plant cannabis extracts can improve intractable neurogenic symptoms.",
            "in_text_citation": "Wade et al., 2003"
        },
        {
            "footnote": 27,
            "title": "Efficacy of inhaled cannabis on painful diabetic neuropathy.",
            "in_text_citation": "Wallace et al., 2015"
        },
        {
            "footnote": 29,
            "title": "Smoked cannabis for chronic neuropathic pain: a randomized controlled trial.",
            "in_text_citation": "Ware et al., 2010"
        },
        {
            "footnote": 30,
            "title": "Cannabis analgesia in chronic neuropathic pain is associated with altered brain connectivity.",
            "in_text_citation": "Weizman et al., 2018"
        },
        {
            "footnote": 31,
            "title": "Cannabinoid, CB1 agonists in cervical dystonia: failure in a phase IIa randomized controlled trial.",
            "in_text_citation": "Zadikoff et al., 2011"
        },
        {
            "footnote": 32,
            "title": "Multiple sclerosis and extract of cannabis: results of the MUSEC trial.",
            "in_text_citation": "Zajicek et al., 2012"
        }
    ]
}