{
    "key_references": [
        {
            "title": "Efficacy of two cannabis based medicinal extracts for relief of central neuropathic pain from brachial plexus avulsion: results of a randomised controlled trial.",
            "abstract": "The objective was to investigate the effectiveness of cannabis-based medicines for treatment of chronic pain associated with brachial plexus root avulsion. This condition is an excellent human model of central neuropathic pain as it represents an unusually homogenous group in terms of anatomical location of injury, pain descriptions and patient demographics. Forty-eight patients with at least one avulsed root and baseline pain score of four or more on an 11-point ordinate scale participated in a randomised, double-blind, placebo-controlled, three period crossover study. All patients had intractable symptoms regardless of current analgesic therapy. Patients entered a baseline period of 2 weeks, followed by three, 2-week treatment periods during each of which they received one of three oromucosal spray preparations. These were placebo and two whole plant extracts of Cannabis sativa L.: GW-1000-02 (Sativex), containing Delta(9)tetrahydrocannabinol (THC):cannabidiol (CBD) in an approximate 1:1 ratio and GW-2000-02, containing primarily THC. The primary outcome measure was the mean pain severity score during the last 7 days of treatment. Secondary outcome measures included pain related quality of life assessments. The primary outcome measure failed to fall by the two points defined in our hypothesis. However, both this measure and measures of sleep showed statistically significant improvements. The study medications were generally well tolerated with the majority of adverse events, including intoxication type reactions, being mild to moderate in severity and resolving spontaneously. Studies of longer duration in neuropathic pain are required to confirm a clinically relevant, improvement in the treatment of this condition.\n"
        },
        {
            "title": "Lack of analgesic efficacy of oral delta-9-tetrahydrocannabinol in postoperative pain.",
            "abstract": "We have evaluated the efficacy of delta-9-tetrahydrocannabinol (delta-9-THC), the main psychoactive constituent of cannabis, in postoperative pain. In a randomized double-blind, placebo-controlled, single-dose trial, we investigated 40 women undergoing elective abdominal hysterectomy. Randomization took place when postoperative patient-controlled analgesia was discontinued on the second postoperative day. When patients requested further analgesia, they received a single, identical capsule of either oral delta-9-THC 5 mg (n=20) or placebo (n=20) in a double-blind fashion. The primary outcome measure was summed pain intensity difference (SPID) at 6 h after administration of study medication derived from visual analogue pain scores on movement and at rest. Secondary outcome measures were time to rescue medication and adverse effects of study medication. Mean (SD) VAS pain scores before medication in the placebo and delta-9-THC groups were 6.3(2.6) and 6.4(1.3)cm on movement, and 3.2(1.9) and 3.3(0.9) on rest, respectively. There were no significant differences in mean (95% confidence interval of the difference) SPID at 6 h between the groups [placebo 7.9, delta-9-THC 4.3(-1.8 to 9.0)cm h on movement; placebo 8.8, delta-9-THC 4.9(-0.2 to 8.1)cm h at rest] and time to rescue analgesia [placebo 217, delta-9-THC 163(-22 to 130)min]. Increased awareness of surroundings was reported more frequently in patients receiving delta-9-THC (40 vs 5%, P=0.04). There were no other significant differences with respect to adverse events. This study demonstrates no evidence of an analgesic effect of orally administered delta-9-THC 5 mg in postoperative pain in humans.\n"
        },
        {
            "title": "Ingestion of a THC-Rich Cannabis Oil in People with Fibromyalgia: A Randomized, Double-Blind, Placebo-Controlled Clinical Trial.",
            "abstract": "## OBJECTIVE\nTo determine the benefit of a tetrahydrocannabinol (THC)-rich cannabis oil on symptoms and quality of life of fibromyalgia patients.\n## METHODS\nA double-blind, randomized, placebo-controlled clinical trial was conducted for eight weeks to determine the benefit of a THC-rich cannabis oil (24.44 mg/mL of THC and 0.51 mg/mL of cannabidiol [CBD]) on symptoms and quality of life of 17 women with fibromyalgia, residents of a neighborhood with a low socioeconomic profile and a high incidence of violence in the city of Florianopolis, Brazil. The initial dose was one drop (∼1.22 mg of THC and 0.02 mg of CBD) a day with subsequent increases according to symptoms. The Fibromyalgia Impact Questionnaire (FIQ) was applied at pre- and postintervention moments and in five visits over eight weeks.\n## RESULTS\nThere were no significant differences on baseline FIQ score between groups. However, after the intervention, the cannabis group presented a significant decrease in FIQ score in comparison with the placebo group (P = 0.005) and in comparison with cannabis group baseline score. (P < 0.001). Analyzing isolated items on the FIQ, the cannabis group presented significant improvement on the \"feel good,\" \"pain,\" \"do work,\" and \"fatigue\" scores. The placebo group presented significant improvement on the \"depression\" score after intervention. There were no intolerable adverse effects.\n## CONCLUSIONS\nPhytocannabinoids can be a low-cost and well-tolerated therapy to reduce symptoms and increase the quality of life of patients with fibromyalgia. Future studies are still needed to assess long-term benefits, and studies with different varieties of cannabinoids associated with a washout period must be done to enhance our knowledge of cannabis action in this health condition.\n"
        },
        {
            "title": "Smoked cannabis for spasticity in multiple sclerosis: a randomized, placebo-controlled trial.",
            "abstract": "## BACKGROUND\nSpasticity is a common and poorly controlled symptom of multiple sclerosis. Our objective was to determine the short-term effect of smoked cannabis on this symptom.\n## METHODS\nWe conducted a placebo-controlled, crossover trial involving adult patients with multiple sclerosis and spasticity. We recruited participants from a regional clinic or by referral from specialists. We randomly assigned participants to either the intervention (smoked cannabis, once daily for three days) or control (identical placebo cigarettes, once daily for three days). Each participant was assessed daily before and after treatment. After a washout interval of 11 days, participants crossed over to the opposite group. Our primary outcome was change in spasticity as measured by patient score on the modified Ashworth scale. Our secondary outcomes included patients' perception of pain (as measured using a visual analogue scale), a timed walk and changes in cognitive function (as measured by patient performance on the Paced Auditory Serial Addition Test), in addition to ratings of fatigue.\n## RESULTS\nThirty-seven participants were randomized at the start of the study, 30 of whom completed the trial. Treatment with smoked cannabis resulted in a reduction in patient scores on the modified Ashworth scale by an average of 2.74 points more than placebo (p < 0.0001). In addition, treatment reduced pain scores on a visual analogue scale by an average of 5.28 points more than placebo (p = 0.008). Scores for the timed walk did not differ significantly between treatment and placebo (p = 0.2). Scores on the Paced Auditory Serial Addition Test decreased by 8.67 points more with treatment than with placebo (p = 0.003). No serious adverse events occurred during the trial.\n## INTERPRETATION\nSmoked cannabis was superior to placebo in symptom and pain reduction in participants with treatment-resistant spasticity. Future studies should examine whether different doses can result in similar beneficial effects with less cognitive impact.\n"
        },
        {
            "title": "Tetrahydrocannabinol Does Not Reduce Pain in Patients With Chronic Abdominal Pain in a Phase 2 Placebo-controlled Study.",
            "abstract": "## BACKGROUND & AIMS\nDelta-9-tetrahydrocannabinol (THC) is the most abundant cannabinoid from the plant Cannabis sativa. There is only equivocal evidence that THC has analgesic effects. We performed a phase 2 controlled trial to evaluate the analgesic efficacy, pharmacokinetics, safety, and tolerability of an oral tablet containing purified THC in patients with chronic abdominal pain.\n## METHODS\nSixty-five patients with chronic abdominal pain for 3 months or more (numeric rating scale scores of 3 or more) after surgery or because of chronic pancreatitis were randomly assigned to groups given the THC tablet or identical matching placebos for 50-52 days. Subjects in the THC group were given the tablet first in a step-up phase (3 mg 3 times daily for 5 days and then 5 mg 3 times daily for 5 days), followed by a stable dose phase (8 mg 3 times daily until days 50-52). Preceding and during the entire study period, patients were asked to continue taking their medications (including analgesics) according to prescription. Patients reported any additional pain medications in a diary. Efficacy and safety assessments were conducted preceding medication intake (day 1), after 15 days, and at 50-52 days. Plasma samples were collected on study days 1, 15, and 50-52; mean plasma concentration curves of THC and 11-OH-THC were plotted. The primary end point was pain relief, which was measured by a visual analogue scale (VAS) of the mean pain (VAS mean scores) on the basis of information from patient diaries. Secondary end points included pain and quality of life (determined from patient questionnaires), pharmacokinetics, and safety.\n## RESULTS\nAt days 50-52, VAS mean scores did not differ significantly between the THC and placebo groups (F\n## CONCLUSIONS\nIn a phase 2 study, we found no difference between a THC tablet and a placebo tablet in reducing pain measures in patients with chronic abdominal pain. THC, administered 3 times daily, was safe and well-tolerated during a 50-day to 52-day treatment period. ClinicalTrials.gov number: NCT01562483 and NCT01551511.\n"
        },
        {
            "title": "The subjective psychoactive effects of oral dronabinol studied in a randomized, controlled crossover clinical trial for pain.",
            "abstract": "## BACKGROUND\nMany cannabinoid medications are approved in North America or in phase III trials, such as dronabinol, nabilone, or nabiximols. Little is known about their subjective psychoactive effects when used for pain management. We hypothesized that when used for pain, dronabinol has psychoactive effects in a dose-response relationship, whose peak effects are comparable with smoking marijuana.\n## METHODS\nThis was a randomized controlled trial of single dose placebo, 10 or 20 mg dronabinol in 30 chronic noncancer pain patients taking opioids and not using marijuana. Participants completed the Addiction Research Center Inventory (ARCI) hourly for 8 hours during 3 monitored sessions. Comparison sample was the ARCI ratings in participants with no pain (N=20), monitored every 30 minutes after smoking a 1.99% THC (low) and a 3.51% (high strength) marijuana cigarette.\n## RESULTS\nThe 10 and 20 mg dronabinol doses had significantly elevated scores over time on 4/5 subscales versus placebo (P<0.05). Average daily morphine use, total pain relief (TOTPAR), age, sex, and baseline pain level were not significant covariates. ARCI peak effects at 2 hours were similar to peak effects of smoked marijuana at 30 minutes (P=0.80, 10 mg=low strength, 20 mg=high strength).\n## CONCLUSIONS\nIn pain patients, oral dronabinol has similar psychoactive effects to smoking marijuana. This risk must be considered in any decision to prescribe cannabinoid medications for pain.\n"
        },
        {
            "title": "A double-blind, randomized, placebo-controlled, parallel-group study of THC/CBD oromucosal spray in combination with the existing treatment regimen, in the relief of central neuropathic pain in patients with multiple sclerosis.",
            "abstract": "Central neuropathic pain (CNP) occurs in many multiple sclerosis (MS) patients. The provision of adequate pain relief to these patients can very difficult. Here we report the first phase III placebo-controlled study of the efficacy of the endocannabinoid system modulator delta-9-tetrahydrocannabinol (THC)/cannabidiol (CBD) oromucosal spray (USAN name, nabiximols; Sativex, GW Pharmaceuticals, Salisbury, Wiltshire, UK), to alleviate CNP. Patients who had failed to gain adequate analgesia from existing medication were treated with THC/CBD spray or placebo as an add-on treatment, in a double-blind manner, for 14 weeks to investigate the efficacy of the medication in MS-induced neuropathic pain. This parallel-group phase of the study was then followed by an 18-week randomized-withdrawal study (14-week open-label treatment period plus a double-blind 4-week randomized-withdrawal phase) to investigate time to treatment failure and show maintenance of efficacy. A total of 339 patients were randomized to phase A (167 received THC/CBD spray and 172 received placebo). Of those who completed phase A, 58 entered the randomized-withdrawal phase. The primary endpoint of responder analysis at the 30 % level at week 14 of phase A of the study was not met, with 50 % of patients on THC/CBD spray classed as responders at the 30 % level compared to 45 % of patients on placebo (p = 0.234). However, an interim analysis at week 10 showed a statistically significant treatment difference in favor of THC/CBD spray at this time point (p = 0.046). During the randomized-withdrawal phase, the primary endpoint of time to treatment failure was statistically significant in favor of THC/CBD spray, with 57 % of patients receiving placebo failing treatment versus 24 % of patients from the THC/CBD spray group (p = 0.04). The mean change from baseline in Pain Numerical Rating Scale (NRS) (p = 0.028) and sleep quality NRS (p = 0.015) scores, both secondary endpoints in phase B, were also statistically significant compared to placebo, with estimated treatment differences of -0.79 and 0.99 points, respectively, in favor of THC/CBD spray treatment. The results of the current investigation were equivocal, with conflicting findings in the two phases of the study. While there were a large proportion of responders to THC/CBD spray treatment during the phase A double-blind period, the primary endpoint was not met due to a similarly large number of placebo responders. In contrast, there was a marked effect in phase B of the study, with an increased time to treatment failure in the THC/CBD spray group compared to placebo. These findings suggest that further studies are required to explore the full potential of THC/CBD spray in these patients.\n"
        },
        {
            "title": "Dronabinol increases pain threshold in patients with functional chest pain: a pilot double-blind placebo-controlled trial.",
            "abstract": "Noncardiac chest pain is associated with poor quality of life and high care expenditure. The majority of noncardiac chest pain is either gastresophageal reflux disease related or due to esophageal motility disorders, and the rest are considered functional chest pain (FCP) due to central and peripheral hypersensitivity. Current treatment of FCP improves 40-50% of patients. Cannabinoid receptors 1 (CB1) and 2 (CB2) modulate release of neurotransmitters; CB1 is located in the esophageal epithelium and reduces excitatory enteric transmission and potentially could reduce esophageal hypersensitivity. We performed a prospective study to evaluate its effects on pain threshold, frequency, and intensity in FCP. Subjects with FCP received dronabinol (5 mg, twice daily; n = 7; average age, 44 years; mean body mass index, 26.7) or placebo (n = 6; average age, 42 years; mean body mass index, 25.9) for 28 days (4 weeks). Chest pain, general health, and anxiety/depression questionnaires were assessed at baseline and at 4 weeks. Subjects underwent an esophageal balloon distention test prior to treatment and on last day of the study. Dronabinol increased pain thresholds significantly (3.0 vs. 1.0; P = 0.03) and reduced pain intensity and odynophagia compared to placebo (0.18 vs. 0.01 and 0.12 vs. 0.01, respectively, P = 0.04). Depression and anxiety scores did not differ between the groups at baseline or after treatment. No significant adverse effects were observed. In this novel study, dronabinol increased pain threshold and reduced frequency and intensity of pain in FCP. Further, large scale studies are needed to substantiate these findings.\n"
        },
        {
            "title": "Sativex successfully treats neuropathic pain characterised by allodynia: a randomised, double-blind, placebo-controlled clinical trial.",
            "abstract": "Cannabinoids are known to have analgesic properties. We evaluated the effect of oro-mucosal sativex, (THC: CBD), an endocannabinoid system modulator, on pain and allodynia, in 125 patients with neuropathic pain of peripheral origin in a five-week, randomised, double-blind, placebo-controlled, parallel design trial. Patients remained on their existing stable analgesia. A self-titrating regimen was used to optimise drug administration. Sixty-three patients were randomised to receive sativex and 62 placebo. The mean reduction in pain intensity scores (primary outcome measure) was greater in patients receiving sativex than placebo (mean adjusted scores -1.48 points vs. -0.52 points on a 0-10 Numerical Rating Scale (p=0.004; 95% CI: -1.59, -0.32). Improvements in Neuropathic Pain Scale composite score (p=0.007), sleep NRS (p=0.001), dynamic allodynia (p=0.042), punctate allodynia (p=0.021), Pain Disability Index (p=0.003) and Patient's Global Impression of Change (p<0.001) were similarly greater on sativex vs. placebo. Sedative and gastrointestinal side effects were reported more commonly by patients on active medication. Of all participants, 18% on sativex and 3% on placebo withdrew during the study. An open-label extension study showed that the initial pain relief was maintained without dose escalation or toxicity for 52 weeks.\n"
        },
        {
            "title": "Randomized, controlled trial of cannabis-based medicine in central pain in multiple sclerosis.",
            "abstract": "## BACKGROUND\nCentral pain in multiple sclerosis (MS) is common and often refractory to treatment.\n## METHODS\nWe conducted a single-center, 5-week (1-week run-in, 4-week treatment), randomized, double-blind, placebo-controlled, parallel-group trial in 66 patients with MS and central pain states (59 dysesthetic, seven painful spasms) of a whole-plant cannabis-based medicine (CBM), containing delta-9-tetrahydrocannabinol:cannabidiol (THC:CBD) delivered via an oromucosal spray, as adjunctive analgesic treatment. Each spray delivered 2.7 mg of THC and 2.5 of CBD, and patients could gradually self-titrate to a maximum of 48 sprays in 24 hours.\n## RESULTS\nSixty-four patients (97%) completed the trial, 34 received CBM. In week 4, the mean number of daily sprays taken of CBM (n = 32) was 9.6 (range 2 to 25, SD = 6.0) and of placebo (n = 31) was 19.1 (range 1 to 47, SD = 12.9). Pain and sleep disturbance were recorded daily on an 11-point numerical rating scale. CBM was superior to placebo in reducing the mean intensity of pain (CBM mean change -2.7, 95% CI: -3.4 to -2.0, placebo -1.4 95% CI: -2.0 to -0.8, comparison between groups, p = 0.005) and sleep disturbance (CBM mean change -2.5, 95% CI: -3.4 to -1.7, placebo -0.8, 95% CI: -1.5 to -0.1, comparison between groups, p = 0.003). CBM was generally well tolerated, although more patients on CBM than placebo reported dizziness, dry mouth, and somnolence. Cognitive side effects were limited to long-term memory storage.\n## CONCLUSIONS\nCannabis-based medicine is effective in reducing pain and sleep disturbance in patients with multiple sclerosis related central neuropathic pain and is mostly well tolerated.\n"
        },
        {
            "title": "Dronabinol Is a Safe Long-Term Treatment Option for Neuropathic Pain Patients.",
            "abstract": "Treatment of neuropathic pain (NP) symptoms associated with multiple sclerosis (MS) is frequently insufficient. Yet, cannabis is still rarely offered for treatment of pain. This clinical trial aimed at showing the positive benefit-risk ratio of dronabinol. Two hundred forty MS patients with central NP entered a 16-weeks placebo-controlled phase-III study followed by a 32-weeks open-label period. One hundred patients continued therapy for overall up to 119 weeks. Primary endpoint was change of pain intensity on the 11-point Numerical Rating Scale over a 16-weeks treatment period. Safety was assessed on the basis of adverse reactions (ARs), signs of dependency and abuse. Pain intensity during 16-weeks dronabinol and placebo treatment was reduced by 1.92 and 1.81 points without significant difference in between (p = 0.676). Although the proportion of patients with ARs was higher under dronabinol compared to placebo (50.0 vs. 25.9%), it decreased during long-term use of dronabinol (26%). No signs of drug abuse and only one possible case of dependency occurred. The trial results demonstrate that dronabinol is a safe long-term treatment option.\n"
        },
        {
            "title": "Nabilone for the treatment of pain in fibromyalgia.",
            "abstract": "## UNLABELLED\nA randomized, double-blind, placebo-controlled trial was conducted to determine the benefit of nabilone in pain management and quality of life improvement in 40 patients with fibromyalgia. After a baseline assessment, subjects were titrated up on nabilone, from 0.5 mg PO at bedtime to 1 mg BID over 4 weeks or received a corresponding placebo. At the 2- and 4-week visits, the primary outcome measure, visual analog scale (VAS) for pain, and the secondary outcome measures, number of tender points, the average tender point pain threshold, and the Fibromyalgia Impact Questionnaire (FIQ), were evaluated. After a 4-week washout period, subjects returned for reassessment of the outcome measures. There were no significant differences in population demographics between groups at baseline. There were significant decreases in the VAS (-2.04, P < .02), FIQ (-12.07, P < .02), and anxiety (-1.67, P < .02) in the nabilone treated group at 4 weeks. There were no significant improvements in the placebo group. The treatment group experienced more side effects per person at 2 and 4 weeks (1.58, P < .02 and 1.54, P < .05), respectively. Nabilone appears to be a beneficial, well-tolerated treatment option for fibromyalgia patients, with significant benefits in pain relief and functional improvement.\n## PERSPECTIVE\nTo our knowledge, this is the first randomized, controlled trial to assess the benefit of nabilone, a synthetic cannabinoid, on pain reduction and quality of life improvement in patients with fibromyalgia. As nabilone improved symptoms and was well-tolerated, it may be a useful adjunct for pain management in fibromyalgia.\n"
        },
        {
            "title": "An enriched-enrolment, randomized withdrawal, flexible-dose, double-blind, placebo-controlled, parallel assignment efficacy study of nabilone as adjuvant in the treatment of diabetic peripheral neuropathic pain.",
            "abstract": "Cannabinoids are emerging as potential options for neuropathic pain treatment. This study evaluated an oral cannabinoid, nabilone, in the treatment of refractory human diabetic peripheral neuropathic pain (DPN). We performed a single-center, randomized, double-blind, placebo-controlled, flexible-dose study with an enriched enrollment randomized withdrawal design. DPN subjects with a pain score ≥ 4 (0-10 scale) continued regular pain medications and were administered single-blinded adjuvant nabilone for 4 weeks. Subjects achieving ≥ 30% pain relief (26/37) were then randomized and treated with either flexible-dose nabilone 1-4 mg/day (n=13) or placebo (n=13) in a further 5-week double-blind treatment period, with 30% (11/37) of subjects deemed run-in-phase nabilone nonresponders. For nabilone run-in-phase responders, there was an improvement in the change in mean end-point neuropathic pain vs placebo (mean treatment reduction of 1.27; 95% confidence interval 2.29-0.25, P=0.02), with an average nabilone dose at end point of 2.9 ± 1.1mg/day, and improvements from baseline for the anxiety subscale of the Hospital Anxiety and Depression Scale, the Medical Outcomes Study sleep scale problems index, and the European Quality of Life-5-Domains index score (each P<0.05). Nabilone run-in-phase responders reported greater global end-point improvement with nabilone than with placebo (100% vs 31%; P<0.05). Medication-related confusion led to discontinuation in 2/37 subjects during single-blind nabilone treatment. Potential unmasking occurred in 62% of both groups. Flexible-dose nabilone 1-4 mg/day was effective in relieving DPN symptoms, improving disturbed sleep, quality of life, and overall patient status. Nabilone was well tolerated and successful as adjuvant in patients with DPN.\n"
        },
        {
            "title": "The effect of nabilone on appetite, nutritional status, and quality of life in lung cancer patients: a randomized, double-blind clinical trial.",
            "abstract": "## BACKGROUND\nOver one half of the patients diagnosed with advanced lung cancer experience anorexia. In addition to its high incidence, cancer-induced anorexia promotes the development of the anorexia-cachexia syndrome, which is related to poor clinical outcomes. Recently, drugs derived from cannabinoids, such as Nabilone, have been recognized for their appetite improvement properties; however, clinical trials to support their use in cancer patients are necessary.\n## METHODS\nThis is a randomized, double-blind, placebo-controlled clinical trial to assess the effect of Nabilone vs. placebo on the appetite, nutritional status, and quality of life in patients diagnosed with advanced Non-small cell lung cancer (NSCLC) (NCT02802540).\n## RESULTS\nA total of 65 patients from the outpatient clinic at the National Institute of Cancer (INCan) were assessed for eligibility and 47 were randomized to receive Nabilone (0.5 mg/2 weeks followed by 1.0 mg/6 weeks) or placebo. After 8 weeks of treatment, patients who received Nabilone increased their caloric intake (342-kcal) and had a significantly higher intake of carbohydrates (64 g) compared to patients receiving placebo (p = 0.040). Quality of life also showed significant improvements in patients in the experimental arm of the trial, particularly in role functioning (p = 0.030), emotional functioning (p = 0.018), social functioning (p = 0.036), pain (p = 0.06), and insomnia (p = 0.020). No significant change in these scales was seen in the control group.\n## CONCLUSION\nNabilone is an adequate and safe therapeutic option to aid in the treatment of patients diagnosed with anorexia. Larger trials are necessary in order to draw robust conclusions in regard to its efficacy in lung cancer patients.\n"
        },
        {
            "title": "A preliminary controlled study to determine whether whole-plant cannabis extracts can improve intractable neurogenic symptoms.",
            "abstract": "## OBJECTIVES\nTo determine whether plant-derived cannabis medicinal extracts (CME) can alleviate neurogenic symptoms unresponsive to standard treatment, and to quantify adverse effects.\n## DESIGN\nA consecutive series of double-blind, randomized, placebo-controlled single-patient cross-over trials with two-week treatment periods.\n## SETTING\nPatients attended as outpatients, but took the CME at home.\n## SUBJECTS\nTwenty-four patients with multiple sclerosis (18), spinal cord injury (4), brachial plexus damage (1), and limb amputation due to neurofibromatosis (1).\n## INTERVENTION\nWhole-plant extracts of delta-9-tetrahydrocannabinol (THC), cannabidiol (CBD), 1:1 CBD:THC, or matched placebo were self-administered by sublingual spray at doses determined by titration against symptom relief or unwanted effects within the range of 2.5-120 mg/24 hours. Measures used: Patients recorded symptom, well-being and intoxication scores on a daily basis using visual analogue scales. At the end of each two-week period an observer rated severity and frequency of symptoms on numerical rating scales, administered standard measures of disability (Barthel Index), mood and cognition, and recorded adverse events.\n## RESULTS\nPain relief associated with both THC and CBD was significantly superior to placebo. Impaired bladder control, muscle spasms and spasticity were improved by CME in some patients with these symptoms. Three patients had transient hypotension and intoxication with rapid initial dosing of THC-containing CME.\n## CONCLUSIONS\nCannabis medicinal extracts can improve neurogenic symptoms unresponsive to standard treatments. Unwanted effects are predictable and generally well tolerated. Larger scale studies are warranted to confirm these findings.\n"
        },
        {
            "title": "Efficacy of Inhaled Cannabis on Painful Diabetic Neuropathy.",
            "abstract": "## UNLABELLED\nA randomized, double-blinded, placebo controlled crossover study was conducted in 16 patients with painful diabetic peripheral neuropathy to assess the short-term efficacy and tolerability of inhaled cannabis. In a crossover design, each participant was exposed to 4 single dosing sessions of placebo or to low (1% tetrahydrocannabinol [THC]), medium (4% THC), or high (7% THC) doses of cannabis. Baseline spontaneous pain, evoked pain, and cognitive testing were performed. Subjects were then administered aerosolized cannabis or placebo and the pain intensity and subjective \"highness\" score was measured at 5, 15, 30, 45, and 60 minutes and then every 30 minutes for an additional 3 hours. Cognitive testing was performed at 5 and 30 minutes and then every 30 minutes for an additional 3 hours. The primary analysis compared differences in spontaneous pain over time between doses using linear mixed effects models. There was a significant difference in spontaneous pain scores between doses (P < .001). Specific significant comparisons were placebo versus low, medium, and high doses (P = .031, .04, and <.001, respectively) and high versus low and medium doses (both P < .001). There was a significant effect of the high dose on foam brush and von Frey evoked pain (both P < .001). There was a significant negative effect (impaired performance) of the high dose on 2 of the 3 neuropsychological tests (Paced Auditory Serial Addition Test, Trail Making Test Part B.\n## PERSPECTIVE\nThis small, short-term, placebo-controlled trial of inhaled cannabis demonstrated a dose-dependent reduction in diabetic peripheral neuropathy pain in patients with treatment-refractory pain. This adds preliminary evidence to support further research on the efficacy of the cannabinoids in neuropathic pain.\n"
        },
        {
            "title": "Smoked cannabis for chronic neuropathic pain: a randomized controlled trial.",
            "abstract": "## BACKGROUND\nChronic neuropathic pain affects 1%-2% of the adult population and is often refractory to standard pharmacologic treatment. Patients with chronic pain have reported using smoked cannabis to relieve pain, improve sleep and improve mood.\n## METHODS\nAdults with post-traumatic or postsurgical neuropathic pain were randomly assigned to receive cannabis at four potencies (0%, 2.5%, 6% and 9.4% tetrahydrocannabinol) over four 14-day periods in a crossover trial. Participants inhaled a single 25-mg dose through a pipe three times daily for the first five days in each cycle, followed by a nine-day washout period. Daily average pain intensity was measured using an 11-point numeric rating scale. We recorded effects on mood, sleep and quality of life, as well as adverse events.\n## RESULTS\nWe recruited 23 participants (mean age 45.4 [standard deviation 12.3] years, 12 women [52%]), of whom 21 completed the trial. The average daily pain intensity, measured on the 11-point numeric rating scale, was lower on the prespecified primary contrast of 9.4% v. 0% tetrahydrocannabinol (5.4 v. 6.1, respectively; difference = 0.7, 95% confidence interval [CI] 0.02-1.4). Preparations with intermediate potency yielded intermediate but nonsignificant degrees of relief. Participants receiving 9.4% tetrahydrocannabinol reported improved ability to fall asleep (easier, p = 0.001; faster, p < 0.001; more drowsy, p = 0.003) and improved quality of sleep (less wakefulness, p = 0.01) relative to 0% tetrahydrocannabinol. We found no differences in mood or quality of life. The most common drug-related adverse events during the period when participants received 9.4% tetrahydrocannabinol were headache, dry eyes, burning sensation in areas of neuropathic pain, dizziness, numbness and cough.\n## CONCLUSION\nA single inhalation of 25 mg of 9.4% tetrahydrocannabinol herbal cannabis three times daily for five days reduced the intensity of pain, improved sleep and was well tolerated. Further long-term safety and efficacy studies are indicated. (International Standard Randomised Controlled Trial Register no. ISRCTN68314063).\n"
        },
        {
            "title": "Cannabis analgesia in chronic neuropathic pain is associated with altered brain connectivity.",
            "abstract": "## OBJECTIVE\nTo characterize the functional brain changes involved in δ-9-tetrahydrocannabinol (THC) modulation of chronic neuropathic pain.\n## METHODS\nFifteen patients with chronic radicular neuropathic pain participated in a randomized, double-blind, placebo-controlled trial employing a counterbalanced, within-subjects design. Pain assessments and functional resting state brain scans were performed at baseline and after sublingual THC administration. We examined functional connectivity of the anterior cingulate cortex (ACC) and pain-related network dynamics using graph theory measures.\n## RESULTS\nTHC significantly reduced patients' pain compared to placebo. THC-induced analgesia was correlated with a reduction in functional connectivity between the anterior cingulate cortex (ACC) and the sensorimotor cortex. Moreover, the degree of reduction was predictive of the response to THC. Graph theory analyses of local measures demonstrated reduction in network connectivity in areas involved in pain processing, and specifically in the dorsolateral prefrontal cortex (DLPFC), which were correlated with individual pain reduction.\n## CONCLUSION\nThese results suggest that the ACC and DLPFC, 2 major cognitive-emotional modulation areas, and their connections to somatosensory areas, are functionally involved in the analgesic effect of THC in chronic pain. This effect may therefore be mediated through induction of functional disconnection between regulatory high-order affective regions and the sensorimotor cortex. Moreover, baseline functional connectivity between these brain areas may serve as a predictor for the extent of pain relief induced by THC.\n"
        },
        {
            "title": "Multiple sclerosis and extract of cannabis: results of the MUSEC trial.",
            "abstract": "## OBJECTIVE\nMultiple sclerosis (MS) is associated with chronic symptoms, including muscle stiffness, spasms, pain and insomnia. Here we report the results of the Multiple Sclerosis and Extract of Cannabis (MUSEC) study that aimed to substantiate the patient based findings of previous studies.\n## PATIENTS AND METHODS\nPatients with stable MS at 22 UK centres were randomised to oral cannabis extract (CE) (N=144) or placebo (N=135), stratified by centre, walking ability and use of antispastic medication. This double blind, placebo controlled, phase III study had a screening period, a 2 week dose titration phase from 5 mg to a maximum of 25 mg of tetrahydrocannabinol daily and a 10 week maintenance phase. The primary outcome measure was a category rating scale (CRS) measuring patient reported change in muscle stiffness from baseline. Further CRSs assessed body pain, spasms and sleep quality. Three validated MS specific patient reported outcome measures assessed aspects of spasticity, physical and psychological impact, and walking ability.\n## RESULTS\nThe rate of relief from muscle stiffness after 12 weeks was almost twice as high with CE than with placebo (29.4% vs. 15.7%; OR 2.26; 95% CI 1.24 to 4.13; p=0.004, one sided). Similar results were found after 4 weeks and 8 weeks, and also for all further CRSs. Results from the MS scales supported these findings.\n## CONCLUSION\nThe study met its primary objective to demonstrate the superiority of CE over placebo in the treatment of muscle stiffness in MS. This was supported by results for secondary efficacy variables. Adverse events in participants treated with CE were consistent with the known side effects of cannabinoids. No new safety concerns were observed.\n## TRIAL REGISTRATION NUMBER\nNCT00552604.\n"
        },
        {
            "title": "Cannabinoid, CB1 agonists in cervical dystonia: failure in a phase IIa randomized controlled trial.",
            "abstract": "## Background: Dystonia may result from reduced GABAergic transmission in the external globus pallidus (GPe). Cannabinoid CB1 agonists enhance GABA in the GPe and may therefore reduce dystonia. Objectives: To determine the efficacy of the cannabinoid CB1 agonist, dronabinol, in cervical dystonia (CD). ## Methods: Nine patients with CD were randomised to dronabinol (15 mg/d)/placebo in an 8-week crossover trial. Outcome measures included TWSTRS, visual analog scale of pain, global impression of change and adverse events (AEs). ## Results: There was no effect of dronabinol compared to placebo on any outcome measure (all P > 0.05, n = 7). One subject withdrew due to AEs and one was lost to follow-up. Mild AEs were experienced by all. ## Conclusions: Short–term use of dronabinol in CD has no benefit. Despite the study limitations, cannabinoids are unlikely to be useful in the treatment of dystonia."
        }
    ]
}