{
    "key_references": [
        {
            "title": "Cardiopulmonary resuscitation by chest compression alone or with mouth-to-mouth ventilation.",
            "abstract": "## BACKGROUND\nDespite extensive training of citizens of Seattle in cardiopulmonary resuscitation (CPR), bystanders do not perform CPR in almost half of witnessed cardiac arrests. Instructions in chest compression plus mouth-to-mouth ventilation given by dispatchers over the telephone can require 2.4 minutes. In experimental studies, chest compression alone is associated with survival rates similar to those with chest compression plus mouth-to-mouth ventilation. We conducted a randomized study to compare CPR by chest compression alone with CPR by chest compression plus mouth-to-mouth ventilation.\n## METHODS\nThe setting of the trial was an urban, fire-department-based, emergency-medical-care system with central dispatching. In a randomized manner, telephone dispatchers gave bystanders at the scene of apparent cardiac arrest instructions in either chest compression alone or chest compression plus mouth-to-mouth ventilation. The primary end point was survival to hospital discharge.\n## RESULTS\nData were analyzed for 241 patients randomly assigned to receive chest compression alone and 279 assigned to chest compression plus mouth-to-mouth ventilation. Complete instructions were delivered in 62 percent of episodes for the group receiving chest compression plus mouth-to-mouth ventilation and 81 percent of episodes for the group receiving chest compression alone (P=0.005). Instructions for compression required 1.4 minutes less to complete than instructions for compression plus mouth-to-mouth ventilation. Survival to hospital discharge was better among patients assigned to chest compression alone than among those assigned to chest compression plus mouth-to-mouth ventilation (14.6 percent vs. 10.4 percent), but the difference was not statistically significant (P=0.18).\n## CONCLUSIONS\nThe outcome after CPR with chest compression alone is similar to that after chest compression with mouth-to-mouth ventilation, and chest compression alone may be the preferred approach for bystanders inexperienced in CPR.\n",
            "soft_label": [],
            "is_training": true
        },
        {
            "title": "CPR with chest compression alone or with rescue breathing.",
            "abstract": "## BACKGROUND\nThe role of rescue breathing in cardiopulmonary resuscitation (CPR) performed by a layperson is uncertain. We hypothesized that the dispatcher instructions to bystanders to provide chest compression alone would result in improved survival as compared with instructions to provide chest compression plus rescue breathing.\n## METHODS\nWe conducted a multicenter, randomized trial of dispatcher instructions to bystanders for performing CPR. The patients were persons 18 years of age or older with out-of-hospital cardiac arrest for whom dispatchers initiated CPR instruction to bystanders. Patients were randomly assigned to receive chest compression alone or chest compression plus rescue breathing. The primary outcome was survival to hospital discharge. Secondary outcomes included a favorable neurologic outcome at discharge.\n## RESULTS\nOf the 1941 patients who met the inclusion criteria, 981 were randomly assigned to receive chest compression alone and 960 to receive chest compression plus rescue breathing. We observed no significant difference between the two groups in the proportion of patients who survived to hospital discharge (12.5% with chest compression alone and 11.0% with chest compression plus rescue breathing, P=0.31) or in the proportion who survived with a favorable neurologic outcome in the two sites that assessed this secondary outcome (14.4% and 11.5%, respectively; P=0.13). Prespecified subgroup analyses showed a trend toward a higher proportion of patients surviving to hospital discharge with chest compression alone as compared with chest compression plus rescue breathing for patients with a cardiac cause of arrest (15.5% vs. 12.3%, P=0.09) and for those with shockable rhythms (31.9% vs. 25.7%, P=0.09).\n## CONCLUSIONS\nDispatcher instruction consisting of chest compression alone did not increase the survival rate overall, although there was a trend toward better outcomes in key clinical subgroups. The results support a strategy for CPR performed by laypersons that emphasizes chest compression and minimizes the role of rescue breathing. (Funded in part by the Laerdal Foundation for Acute Medicine and the Medic One Foundation; ClinicalTrials.gov number, NCT00219687.)\n",
            "in_text_citation": "Rea et al., 2010",
            "footnote": 15
        },
        {
            "title": "Compression-only CPR or standard CPR in out-of-hospital cardiac arrest.",
            "abstract": "## BACKGROUND\nEmergency medical dispatchers give instructions on how to perform cardiopulmonary resuscitation (CPR) over the telephone to callers requesting help for a patient with suspected cardiac arrest, before the arrival of emergency medical services (EMS) personnel. A previous study indicated that instructions to perform CPR consisting of only chest compression result in a treatment efficacy that is similar or even superior to that associated with instructions given to perform standard CPR, which consists of both compression and ventilation. That study, however, was not powered to assess a possible difference in survival. The aim of this prospective, randomized study was to evaluate the possible superiority of compression-only CPR over standard CPR with respect to survival.\n## METHODS\nPatients with suspected, witnessed, out-of-hospital cardiac arrest were randomly assigned to undergo either compression-only CPR or standard CPR. The primary end point was 30-day survival.\n## RESULTS\nData for the primary analysis were collected from February 2005 through January 2009 for a total of 1276 patients. Of these, 620 patients had been assigned to receive compression-only CPR and 656 patients had been assigned to receive standard CPR. The rate of 30-day survival was similar in the two groups: 8.7% (54 of 620 patients) in the group receiving compression-only CPR and 7.0% (46 of 656 patients) in the group receiving standard CPR (absolute difference for compression-only vs. standard CPR, 1.7 percentage points; 95% confidence interval, -1.2 to 4.6; P=0.29).\n## CONCLUSIONS\nThis prospective, randomized study showed no significant difference with respect to survival at 30 days between instructions given by an emergency medical dispatcher, before the arrival of EMS personnel, for compression-only CPR and instructions for standard CPR in patients with suspected, witnessed, out-of-hospital cardiac arrest. (Funded by the Swedish Heart–Lung Foundation and others; Karolinska Clinical Trial Registration number, CT20080012.)\n",
            "in_text_citation": "Svensson et al., 2010",
            "footnote": 16
        },
        {
            "title": "Quality and efficiency of bystander CPR. Belgian Cerebral Resuscitation Study Group.",
            "abstract": "Incorrectly performed bystander CPR might compromise survival of the cardiac arrest patient. We therefore evaluated the outcome in 3306 out-of-hospital primary cardiac arrests of which 885 received bystander CPR. bystanders performed CPR correctly in 52%, incorrectly in 11%, 31% performed only external chest compressions (ECC) and 6% only mouth-to-mouth ventilation (MMV). The initial ECG in cases without bystander CPR was ventricular fibrillation in 28% (95% confidence interval: 27-30%); 45% (41-50%) and 39% (29-48%), respectively when bystander CPR was performed correctly or incorrectly; 43% (37-49%) when only ECC was applied and 22% (11-33%) when only MMV was practiced. Long term survival, defined as being awake 14 days after CPR, was 16% (13-19%) in patients with correct bystander CPR; 10% (7-14%) and 2% (0-9%), respectively when only ECC or only MMV was performed; 7% (6-8%) when no bystander was involved; 4% (0-8%) when bystander CPR was performed incorrectly. Bystander CPR might have a beneficial effect on survival by maintaining the heart in ventricular fibrillation by ECC. A negative effect of badly performed bystander CPR was not observed compared to cases which had not received bystander CPR.\n",
            "footnote": 12,
            "in_text_citation": "Van Hoeyweghen et al., 1993"
        },
        {
            "title": "Bystander initiated actions in out-of-hospital cardiopulmonary resuscitation: results from the Amsterdam Resuscitation Study (ARRESUST).",
            "abstract": "The objective of this study was to analyze the functioning of the first two links of the chain of survival: 'access' and 'basic cardiopulmonary resuscitation (CPR)'. In a prospective study, all bystander witnessed circulatory arrests resuscitated by emergency medical service (EMS) personnel, were recorded consecutively. Univariate differences in survival were calculated for various witnesses, the performance of basic CPR, the quality of CPR, the performers of CPR and the delays. A logistic regression model for survival was developed from all potential predictors of these first two links. From the 922 included patients, 93 survived to hospital discharge. In 21% of the cases, the witness did not immediately call 112, but first called others, resulting in a longer delay and a lower survival. Family members were frequent witnesses of the arrest (44%), but seldom started basic CPR (11%). Survival, when basic CPR performers were untrained and had no previous experience, was similar to that when no basic CPR was performed (6%). Not performing basic CPR, delay in basic CPR, the interval between basic CPR and EMS arrival, and being both untrained and inexperienced in basic CPR were independent predictors for survival. Basic CPR performed by persons trained a long time ago did not appear to have a negative influence on outcome, nor did basic CPR limited to chest compressions alone. The mere reporting that basic CPR has been performed does not describe adequately the actual value of basic CPR. The interval from collapse to initiation of basic CPR, and the training and experience of the performer must be taken into account. Policy makers for basic CPR training should focus on partners of the patients, who are most likely witness of an arrest.\n",
            "in_text_citation": "Waalewijn et al., 2001",
            "footnote": 13
        },
        {
            "title": "Cardiopulmonary resuscitation by bystanders with chest compression only (SOS-KANTO): an observational study.",
            "abstract": "## BACKGROUND\nMouth-to-mouth ventilation is a barrier to bystanders doing cardiopulmonary resuscitation (CPR), but few clinical studies have investigated the efficacy of bystander resuscitation by chest compressions without mouth-to-mouth ventilation (cardiac-only resuscitation).\n## METHODS\nWe did a prospective, multicentre, observational study of patients who had out-of-hospital cardiac arrest. On arrival at the scene, paramedics assessed the technique of bystander resuscitation. The primary endpoint was favourable neurological outcome 30 days after cardiac arrest.\n## FINDINGS\n4068 adult patients who had out-of-hospital cardiac arrest witnessed by bystanders were included; 439 (11%) received cardiac-only resuscitation from bystanders, 712 (18%) conventional CPR, and 2917 (72%) received no bystander CPR. Any resuscitation attempt was associated with a higher proportion having favourable neurological outcomes than no resuscitation (5.0%vs 2.2%, p<0.0001). Cardiac-only resuscitation resulted in a higher proportion of patients with favourable neurological outcomes than conventional CPR in patients with apnoea (6.2%vs 3.1%; p=0.0195), with shockable rhythm (19.4%vs 11.2%, p=0.041), and with resuscitation that started within 4 min of arrest (10.1%vs 5.1%, p=0.0221). However, there was no evidence for any benefit from the addition of mouth-to-mouth ventilation in any subgroup. The adjusted odds ratio for a favourable neurological outcome after cardiac-only resuscitation was 2.2 (95% CI 1.2-4.2) in patients who received any resuscitation from bystanders.\n## INTERPRETATION\nCardiac-only resuscitation by bystanders is the preferable approach to resuscitation for adult patients with witnessed out-of-hospital cardiac arrest, especially those with apnoea, shockable rhythm, or short periods of untreated arrest.\n",
            "in_text_citation": "SOS-KANTO Study Group et al., 2007",
            "footnote": 11
        },
        {
            "title": "Survival is similar after standard treatment and chest compression only in out-of-hospital bystander cardiopulmonary resuscitation.",
            "abstract": "## BACKGROUND\nWe sought to compare the 1-month survival rates among patients after out-of-hospital cardiac arrest who had been given bystander cardiopulmonary resuscitation (CPR) in relation to whether they had received standard CPR with chest compression plus mouth-to-mouth ventilation or chest compression only.\n## METHODS AND RESULTS\nAll patients with out-of-hospital cardiac arrest who received bystander CPR and who were reported to the Swedish Cardiac Arrest Register between 1990 and 2005 were included. Crew-witnessed cases were excluded. Among 11,275 patients, 73% (n=8209) received standard CPR, and 10% (n=1145) received chest compression only. There was no significant difference in 1-month survival between patients who received standard CPR (1-month survival=7.2%) and those who received chest compression only (1-month survival=6.7%).\n## CONCLUSIONS\nAmong patients with out-of-hospital cardiac arrest who received bystander CPR, there was no significant difference in 1-month survival between a standard CPR program with chest compression plus mouth-to-mouth ventilation and a simplified version of CPR with chest compression only.\n",
            "in_text_citation": "Bohm et al., 2007",
            "footnote": 7
        },
        {
            "title": "Effectiveness of bystander-initiated cardiac-only resuscitation for patients with out-of-hospital cardiac arrest.",
            "abstract": "## BACKGROUND\nPrevious animal and clinical studies suggest that bystander-initiated cardiac-only resuscitation may be superior to conventional cardiopulmonary resuscitation (CPR) for out-of-hospital cardiac arrests. Our hypothesis was that both cardiac-only bystander resuscitation and conventional bystander CPR would improve outcomes from out-of-hospital cardiac arrests of < or = 15 minutes' duration, whereas the addition of rescue breathing would improve outcomes for cardiac arrests lasting > 15 minutes.\n## METHODS AND RESULTS\nWe carried out a prospective, population-based, observational study involving consecutive patients with emergency responder resuscitation attempts from May 1, 1998, through April 30, 2003. The primary outcome measure was 1-year survival with favorable neurological outcome. Multivariable logistic regression analysis was performed to evaluate the relationship between type of CPR and outcomes. Among the 4902 witnessed cardiac arrests, 783 received conventional CPR, and 544 received cardiac-only resuscitation. Excluding very-long-duration cardiac arrests (> 15 minutes), the cardiac-only resuscitation yielded a higher rate of 1-year survival with favorable neurological outcome than no bystander CPR (4.3% versus 2.5%; odds ratio, 1.72; 95% CI, 1.01 to 2.95), and conventional CPR showed similar effectiveness (4.1%; odds ratio, 1.57; 95% CI, 0.95 to 2.60). For the very-long-duration arrests, neurologically favorable 1-year survival was greater in the conventional CPR group, but there were few survivors regardless of the type of bystander CPR (0.3% [2 of 624], 0% [0 of 92], and 2.2% [3 of 139] in the no bystander CPR, cardiac-only CPR, and conventional CPR groups, respectively; P<0.05).\n## CONCLUSIONS\nBystander-initiated cardiac-only resuscitation and conventional CPR are similarly effective for most adult out-of-hospital cardiac arrests. For very prolonged cardiac arrests, the addition of rescue breathing may be of some help.\n",
            "in_text_citation": "Iwami et al., 2007",
            "footnote": 8
        },
        {
            "title": "Standard basic life support vs. continuous chest compressions only in out-of-hospital cardiac arrest.",
            "abstract": "## BACKGROUND\nThe importance of ventilations after cardiac arrest has been much debated recently and eliminating mouth-to-mouth ventilations for bystanders has been suggested as a means to increase bystander cardiopulmonary resuscitation (CPR). Standard basic life support (S-BLS) is not documented to be superior to continuous chest compressions (CCC).\n## METHODS\nRetrospective, observational study of all non-traumatic cardiac arrest patients older than 18 years between May 2003 and December 2006 treated by the community-run emergency medical service (EMS) in Oslo. Outcome for patients receiving S-BLS was compared with patients receiving CCC. All Utstein characteristics were registered for both patient groups as well as for patients not receiving any bystander CPR by reviewing Ambulance run sheets, Utstein forms and hospital records. Method of bystander CPR as well as dispatcher instruction was registered by first-arriving ambulance personnel.\n## RESULTS\nSix-hundred ninety-five out of 809 cardiac arrests in our EMS were included in this study. Two-hundred eighty-one (40%) received S-CPR and 145 (21%) received CCC. There were no differences in outcome between the two patient groups, with 35 (13%) discharged with a favourable outcome for the S-BLS group and 15 (10%) in the CCC group (P=0.859). Similarly, there was no difference in survival subgroup analysis of patients presenting with initial ventricular fibrillation/ventricular tachycardia after witnessed arrest, with 32 (29%) and 10 (28%) patients discharged from hospital in the S-BLS and CCC groups, respectively (P=0.972).\n## CONCLUSIONS\nPatients receiving CCC from bystanders did not have a worse outcome than patients receiving standard CPR, even with a tendency towards a higher distribution of known negative predictive features.\n",
            "in_text_citation": "Olasveengen et al., 2008",
            "footnote": 9
        },
        {
            "title": "Comparison of chest compression only and standard cardiopulmonary resuscitation for out-of-hospital cardiac arrest in Singapore.",
            "abstract": "## OBJECTIVE\nChest compression only cardiopulmonary resuscitation (CC-CPR) without ventilation has been proposed as an alternative to standard cardiopulmonary resuscitation (CPR) for bystanders. However, there has been controversy regarding the relative effectiveness of both of these techniques. We aim to compare the outcomes of cardiac arrest patients in the cardiac arrest and resuscitation epidemiology study who either received CC-CPR, standard CPR or no bystander CPR.\n## METHODS\nThis prospective cohort study involved all out-of-hospital cardiac arrest (OHCA) patients attended to by emergency medical service (EMS) providers in a large urban centre. The data analyses were conducted secondarily on these collected data. The technique of bystander CPR was reported by paramedics who arrived at the scene.\n## RESULTS\nFrom 1 October 2001 to 14 October 2004, 2428 patients were enrolled into the study. Of these, 255 were EMS-witnessed arrests and were excluded. 1695 cases did not receive any bystander CPR, 287 had standard CPR and 154 CC-CPR. Patient characteristics were similar in both the standard and CC-CPR groups except for a higher incidence of residential arrests and previous heart disease sufferers in the CC-CPR group. Patients who received standard CPR (odds ratio (OR) 5.4, 95% confidence interval (CI) 2.1-14.0) or CC-CPR (OR 5.0, 95% CI 1.5-16.4) were more likely to survive to discharge than those who had no bystander CPR. There was no significant difference in survival to discharge between those who received CC-CPR and standard CPR (OR 0.9, 95% CI 0.3-3.1).\n## CONCLUSION\nWe found that patients were more likely to survive with any form of bystander CPR than without. This emphasises the importance of chest compressions for OHCA patients, whether with or without ventilation.\n",
            "in_text_citation": "Ong et al., 2008",
            "footnote": 10
        }
    ]
}