{
    "citations": [
        {
            "footnote": 19,
            "title": "Outcome after reconstruction of the anterior cruciate ligament in athletic patients. a comparison of early versus delayed surgery.",
            "in_text_citation": "Meighan et al., 2003"
        },
        {
            "footnote": 20,
            "title": "Postoperative range of motion following anterior cruciate ligament reconstruction using autograft hamstrings: a prospective, randomized clinical trial of early versus delayed reconstructions.",
            "in_text_citation": "Bottoni et al., 2008"
        },
        {
            "footnote": 21,
            "title": "A comparison of early and delayed arthroscopically-assisted reconstruction of the anterior cruciate ligament using hamstring autograft.",
            "in_text_citation": "Raviraj et al., 2010"
        },
        {
            "footnote": 22,
            "title": "A randomized trial of treatment for acute anterior cruciate ligament tears.",
            "in_text_citation": "Frobell et al., 2010"
        },
        {
            "footnote": 23,
            "title": "Treatment for acute anterior cruciate ligament tear: five year outcome of randomised trial.",
            "in_text_citation": "Frobell et al., 2013"
        },
        {
            "footnote": 24,
            "title": "A comparison of acute and chronic anterior cruciate ligament reconstruction using LARS artificial ligaments: a randomized prospective study with a 5-year follow-up.",
            "in_text_citation": "Chen et al., 2015"
        },
        {
            "footnote": 25,
            "title": "Functional outcome of an early anterior cruciate ligament reconstruction in comparison to delayed: are we waiting in vain?",
            "in_text_citation": "Manandhar et al., 2018"
        },
        {
            "footnote": 26,
            "title": "No risk of arthrofibrosis after acute anterior cruciate ligament reconstruction.",
            "in_text_citation": "Eriksson et al., 2018"
        },
        {
            "footnote": 16,
            "title": "Acute ACL reconstruction shows superior clinical results and can be performed safely without an increased risk of developing arthrofibrosis.",
            "in_text_citation": "von Essen et al., 2020a"
        },
        {
            "footnote": 27,
            "title": "Acute reconstruction results in less sick-leave days and as such fewer indirect costs to the individual and society compared to delayed reconstruction for ACL injuries.",
            "in_text_citation": "von Essen et al., 2020b"
        },
        {
            "footnote": 17,
            "title": "Early surgical reconstruction versus rehabilitation with elective delayed reconstruction for patients with anterior cruciate ligament rupture: COMPARE randomised controlled trial.",
            "in_text_citation": "Reijman et al., 2021"
        }
    ]
}