{
    "key_references": [
        {
            "title": "Outcome after reconstruction of the anterior cruciate ligament in athletic patients. A comparison of early versus delayed surgery.",
            "abstract": "We randomised 31 patients with acute tears of the anterior cruciate ligament (ACL) to receive either early (within 2 weeks) or delayed (8 to 12 weeks) reconstruction using a quadruple hamstring graft in order to determine if there was any functional advantage to early reconstruction. Outcome measures included return of knee movement, muscle dynamometry, International Knee Documentation Committee (IKDC) scores and Tegner activity levels. Two cases of symptomatic deep-venous thrombosis occurred in the early group. The mean range of movement was significantly greater at two weeks in the delayed group. Quadriceps muscle power was significantly better in the delayed group at 12 weeks (p < 0.05). These trends were evident at later time points, but were not statistically significant. One patient in each group had clinically significant knee stiffness at 52 weeks. IKDC scores and Tegner activity levels were not significantly different at 52 weeks. We conclude that there is no functional advantage to be gained by early reconstruction of the ACL.\n",
            "in_text_citation": "Meighan et al., 2003",
            "footnote": 19
        },
        {
            "title": "Postoperative range of motion following anterior cruciate ligament reconstruction using autograft hamstrings: a prospective, randomized clinical trial of early versus delayed reconstructions.",
            "abstract": "## BACKGROUND\nThere is a common belief that surgical reconstruction of an acutely torn anterior cruciate ligament (ACL) should be delayed for at least 3 weeks because of the increased incidence of postoperative motion loss (arthrofibrosis) and suboptimal clinical results.\n## HYPOTHESIS\nThere is no difference in postoperative range of motion or stability after ACL reconstructions performed either acutely or delayed.\n## STUDY DESIGN\nRandomized controlled trial; Level of evidence, 1.\n## METHODS\nPatients with an acute ACL tear were prospectively randomized to either early (within 21 days) or delayed (beyond 6 weeks) reconstruction using autograft hamstring tendon. Previous knee surgery on the index extremity and a multiligamentous injury were exclusionary criteria. Surgical technique and postoperative rehabilitation were identical for all patients. Postoperative assessments included range of motion and KT-1000 arthrometer measurements compared with the contralateral knee. Standardized outcome measures were used including single assessment numeric evaluation (SANE), Lysholm, and Tegner Activity Score.\n## RESULTS\nSeventy consecutive patients were enrolled, and 1 patient was dropped after a postoperative infection. Sixty-nine patients (34 acute, 35 delayed) with an average age of 27 years composed the study cohort. The mean time from injury to surgery was 9 days (range, 2-17 days) for patients in the early group and 85 days (range, 42-192) for those in the delayed group. The average follow-up from surgery was 366 days (range, 185-869). Articular cartilage and meniscal injuries were comparable between the 2 groups. There were no significant differences between the 2 treatment groups in degrees of extension or flexion lost relative to the nonoperative side, operative time, KT-1000 arthrometer differences, or subjective knee evaluations.\n## CONCLUSION\nExcellent clinical results can be achieved after ACL reconstructions performed soon after injury using autograft hamstrings. Although the authors do not advocate that all reconstructions should be performed acutely, they found that early ACL reconstructions do not result in loss of motion or suboptimal clinical results as long as a rehabilitation protocol emphasizing extension and early range of motion is employed.\n",
            "in_text_citation": "Bottoni et al., 2008",
            "footnote": 20
        },
        {
            "title": "A comparison of early and delayed arthroscopically-assisted reconstruction of the anterior cruciate ligament using hamstring autograft.",
            "abstract": "Delayed rather than early reconstruction of the anterior cruciate ligament is the current recommended treatment for injury to this ligament since it is thought to give a better functional outcome. We randomised 105 consecutive patients with injury associated with chondral lesions no more severe than grades 1 and 2 and/or meniscal tears which only required trimming, to early (< two weeks) or delayed (> four to six weeks) reconstruction of the anterior cruciate ligament using a quadrupled hamstring graft. All operations were performed by a single surgeon and a standard rehabilitation regime was followed in both groups. The outcomes were assessed using the Lysholm score, the Tegner score and measurement of the range of movement. Stability was assessed by clinical tests and measurements taken with the KT-1000 arthrometer, with all testing performed by a blinded uninvolved experienced observer. A total of six patients were lost to follow-up, with 48 patients assigned to the delayed group and 51 to the early group. None was a competitive athlete. The mean interval between injury and the surgery was seven days (2 to 14) in the early group and 32 days (29 to 42) in the delayed group. The mean follow-up was 32 months (26 to 36). The results did not show a statistically significant difference for the Lysholm score (p = 0.86), Tegner activity score (p = 0.913) or the range of movement (p = 1). Similarly, no distinction could be made for stability testing by clinical examination (p = 0.56) and measurements with the KT-1000 arthrometer (p = 0.93). Reconstruction of the anterior cruciate ligament gave a similar clinical and functional outcome whether performed early (< two weeks) or late at four to six weeks after injury.\n",
            "in_text_citation": "Raviraj et al., 2010",
            "footnote": 21
        },
        {
            "title": "A randomized trial of treatment for acute anterior cruciate ligament tears.",
            "abstract": "## BACKGROUND\nThe optimal management of a torn anterior cruciate ligament (ACL) of the knee is unknown.\n## METHODS\nWe conducted a randomized, controlled trial involving 121 young, active adults with acute ACL injury in which we compared two strategies: structured rehabilitation plus early ACL reconstruction and structured rehabilitation with the option of later ACL reconstruction if needed. The primary outcome was the change from baseline to 2 years in the average score on four subscales of the Knee Injury and Osteoarthritis Outcome Score (KOOS)--pain, symptoms, function in sports and recreation, and knee-related quality of life (KOOS(4); range of scores, 0 [worst] to 100 [best]). Secondary outcomes included results on all five KOOS subscales, the Medical Outcomes Study 36-Item Short-Form Health Survey, and the score on the Tegner Activity Scale.\n## RESULTS\nOf 62 subjects assigned to rehabilitation plus early ACL reconstruction, 1 did not undergo surgery. Of 59 assigned to rehabilitation plus optional delayed ACL reconstruction, 23 underwent delayed ACL reconstruction; the other 36 underwent rehabilitation alone. The absolute change in the mean KOOS(4) score from baseline to 2 years was 39.2 points for those assigned to rehabilitation plus early ACL reconstruction and 39.4 for those assigned to rehabilitation plus optional delayed reconstruction (absolute between-group difference, 0.2 points; 95% confidence interval, -6.5 to 6.8; P=0.96 after adjustment for the baseline score). There were no significant differences between the two treatment groups with respect to secondary outcomes. Adverse events were common in both groups. The results were similar when the data were analyzed according to the treatment actually received.\n## CONCLUSIONS\nIn young, active adults with acute ACL tears, a strategy of rehabilitation plus early ACL reconstruction was not superior to a strategy of rehabilitation plus optional delayed ACL reconstruction. The latter strategy substantially reduced the frequency of surgical reconstructions. (Funded by the Swedish Research Council and the Medical Faculty of Lund University and others; Current Controlled Trials number, ISRCTN84752559.)\n",
            "in_text_citation": "Frobell et al., 2010",
            "footnote": 22
        },
        {
            "title": "Treatment for acute anterior cruciate ligament tear: five year outcome of randomised trial.",
            "abstract": "## OBJECTIVE\nTo compare, in young active adults with an acute anterior cruciate ligament (ACL) tear, the mid-term (five year) patient reported and radiographic outcomes between those treated with rehabilitation plus early ACL reconstruction and those treated with rehabilitation and optional delayed ACL reconstruction.\n## DESIGN\nExtended follow-up of prospective randomised controlled trial.\n## SETTING\nOrthopaedic departments at two hospitals in Sweden.\n## PARTICIPANTS\n121 young, active adults (mean age 26 years) with acute ACL injury to a previously uninjured knee. One patient was lost to five year follow-up.\n## INTERVENTION\nAll patients received similar structured rehabilitation. In addition to rehabilitation, 62 patients were assigned to early ACL reconstruction and 59 were assigned to the option of having a delayed ACL reconstruction if needed.\n## MAIN OUTCOME MEASURE\nThe main outcome was the change from baseline to five years in the mean value of four of the five subscales of the knee injury and osteoarthritis outcome score (KOOS(4)). Other outcomes included the absolute KOOS(4) score, all five KOOS subscale scores, SF-36, Tegner activity scale, meniscal surgery, and radiographic osteoarthritis at five years.\n## RESULTS\nThirty (51%) patients assigned to optional delayed ACL reconstruction had delayed ACL reconstruction (seven between two and five years). The mean change in KOOS(4) score from baseline to five years was 42.9 points for those assigned to rehabilitation plus early ACL reconstruction and 44.9 for those assigned to rehabilitation plus optional delayed reconstruction (between group difference 2.0 points, 95% confidence interval -8.5 to 4.5; P=0.54 after adjustment for baseline score). At five years, no significant between group differences were seen in KOOS(4) (P=0.45), any of the KOOS subscales (P ≥ 0.12), SF-36 (P ≥ 0.34), Tegner activity scale (P=0.74), or incident radiographic osteoarthritis of the index knee (P=0.17). No between group differences were seen in the number of knees having meniscus surgery (P=0.48) or in a time to event analysis of the proportion of meniscuses operated on (P=0.77). The results were similar when analysed by treatment actually received.\n## CONCLUSION\nIn this first high quality randomised controlled trial with minimal loss to follow-up, a strategy of rehabilitation plus early ACL reconstruction did not provide better results at five years than a strategy of initial rehabilitation with the option of having a later ACL reconstruction. Results did not differ between knees surgically reconstructed early or late and those treated with rehabilitation alone. These results should encourage clinicians and young active adult patients to consider rehabilitation as a primary treatment option after an acute ACL tear.\n## TRIAL REGISTRATION\nCurrent Controlled Trials ISRCTN84752559.\n",
            "in_text_citation": "Frobell et al., 2013",
            "footnote": 23
        },
        {
            "title": "A comparison of acute and chronic anterior cruciate ligament reconstruction using LARS artificial ligaments: a randomized prospective study with a 5-year follow-up.",
            "abstract": "## PURPOSE\nThis prospective randomized study compared acute and chronic anterior cruciate ligament (ACL) reconstruction using ligament advanced reinforcement system (LARS) artificial ligament in young active adults with a 5-year follow-up.\n## METHODS\nFifty-five patients were enrolled in this study and divided into two groups based on the elapsed time between the injury and reconstruction: the acute group (3-7 weeks) and the chronic group (6-11 months). The clinical outcomes were evaluated using the Lysholm knee scoring scale, the Tegner activity rating, a KT-1000 Arthrometer, and the International Knee Documentation Committee (IKDC) scoring system. Isokinetic strength of the quadriceps and hamstring was assessed using the Biodex System 3 isokinetic dynamometer.\n## RESULTS\nAnterior laxity was decreased and quadriceps/hamstring muscle strength was increased in the acute group compared to the chronic group (p > 0.05). There were no statistically significant differences in Lysholm scores, Tegner activity scores, and the IKDC evaluation form between the two groups.\n## CONCLUSIONS\nThese results suggest that earlier ACL reconstruction using a LARS artificial ligament may provide an advantage in the treatment and rehabilitation of ACL rupture.\n",
            "in_text_citation": "Chen et al., 2015",
            "footnote": 24
        },
        {
            "title": "Functional outcome of an early anterior cruciate ligament reconstruction in comparison to delayed: Are we waiting in vain?",
            "abstract": "## BACKGROUND\nSurgical techniques of ACL reconstruction (ACLR) have evolved over the past three decades along with debate regarding timing of reconstruction. It was a widespread belief that the timing of surgery was an important factor in determining the resulting stiffness after ACLR. Delayed rather than early reconstruction of the ACL is the current recommended treatment since it is thought to give a better functional outcome. However, there is no consensus in the literature regarding the optimal time of surgical intervention. The purpose of this study was to compare the range of motion and functional outcome in patients who underwent ACLR early with those that were delayed.\n## MATERIALS AND METHODS\nThe patients were randomized into two groups; patients who underwent the procedure within three weeks were kept in Group I (Early) and those patients who were reconstructed after six weeks were categorized as Group II (Delayed). Hamstring grafts were used and a standard protocol of surgery and physiotherapy was followed. The range of motion, IKDC and Tegner scores were compared.\n## RESULTS\nA hundred and four patients underwent ACLR; fifty-three patients were grouped as Group I (Early) and fifty one as Group II (Delayed). The range of motion of both groups was comparable. The IKDC and Tegner scores were also comparable for early (Group I) ACLR and the patients who had their ACL reconstructed after a delay of at least 6 weeks (Group II).\n## CONCLUSION\nThere are no clinical differences in terms of range of motion and functional results between early and delayed ACLR.\n",
            "in_text_citation": "Manandhar et al., 2018",
            "footnote": 25
        },
        {
            "title": "No risk of arthrofibrosis after acute anterior cruciate ligament reconstruction.",
            "abstract": "## PURPOSE\nTo compare acute ACL reconstruction (ACLR) within 8 days of injury with delayed reconstruction after normalized range of motion (ROM), 6-10 weeks after injury. It was hypothesized that acute ACL reconstruction with modern techniques is safe and can be beneficial in terms of patient-reported outcomes and range of motion.\n## METHODS\nSample size calculation indicated 64 patients would be required to find a 5° difference in ROM at 3 months. Seventy patients with high recreational activity level, Tegner level 6 or more, were randomized to acute (within 8 days) or delayed (6-10 weeks) ACLR between 2006 and 2013. During the first 3 months following surgery patients were contacted weekly by SMS and asked 'How is your knee functioning?', with answers given on a Visual-Analog Scale (0-10). ROM was assessed after 3 months by the rehab physiotherapist. Patient-reported outcomes, objective IKDC and manual stability measurements were collected by an independent physiotherapist not involved in the rehab at the 6-month follow-up.\n## RESULTS\nAt 3-month follow-up, 91% of the patients were assessed with no significant differences in flexion, extension or total ROM demonstrated between groups. At the 6-month follow-up, the acute group had significantly less muscle atrophy of the thigh muscle compared to the contralateral leg. Furthermore, a significantly higher proportion of patients in the acute group passed or were close to passing the one leg hop test (47 versus 21%, p = 0.009). No difference was found between the groups in the other clinical assessments. Additionally, no significant difference between the groups was found in terms of associated injuries.\n## CONCLUSION\nAcute ACLR within 8 days of injury does not appear to adversely affect ROM or result in increased stiffness in the knee joint when compared to delayed surgery.\n## LEVEL OF EVIDENCE\nII.\n",
            "in_text_citation": "Eriksson et al., 2018",
            "footnote": 26
        },
        {
            "title": "Acute ACL reconstruction shows superior clinical results and can be performed safely without an increased risk of developing arthrofibrosis.",
            "abstract": "## PURPOSE\nTo compare acute ACL reconstruction (ACLR) within 8 days of injury with delayed reconstruction after normalized range of motion (ROM), 6-10 weeks after injury. It was hypothesized that acute ACL reconstruction with modern techniques is safe and can be beneficial in terms of patient-reported outcomes and range of motion.\n## METHODS\nThe effect of acute and delayed ACLR was randomized studied on 70 patients with high recreational activity level, Tegner level 6 or more, between 2006 and 2013. Patient-reported outcomes, objective IKDC, KOOS, and manual stability measurements were documented during the 24-month follow-up period.\n## RESULTS\nThe acute ACLR group did not result in increased stiffness and showed superior outcome regarding strength and how the patient felt their knee functioning at 24 months. In addition, the acute group was not inferior to the delayed group in any assessment. Regarding patient-related outcomes in KOOS, both groups showed significant improvements in all subscales, but no difference was found between the groups. Functional return (FR) rate was almost double compared to the Swedish knee ligament register and treatment failure (TF) rate was reduced by half, no significant difference between the groups. No difference regarding cyclops removal, re-injury of ACL or meniscus was found between the two surgical timing groups.\n## CONCLUSION\nAcute ACLR within 8 days of injury does not appear to adversely affect ROM or result in increased stiffness in the knee joint and was not inferior to the delayed group in any assessment when compared to delayed surgery.\n## LEVEL OF EVIDENCE\nI.\n",
            "in_text_citation": "von Essen et al., 2020a",
            "footnote": 16
        },
        {
            "title": "Acute reconstruction results in less sick-leave days and as such fewer indirect costs to the individual and society compared to delayed reconstruction for ACL injuries.",
            "abstract": "## PURPOSE\nTo compare the total number of sick-leave days caused by the knee injury from the day of injury and over the first year between acute (within 8 days) and delayed (6-10 weeks) anterior cruciate ligament reconstruction (ACLR) and also assess other clinical outcomes during this period.\n## METHODS\nSeventy patients with an acute ACL injury and Tegner level of 6 or more were randomized to acute (within 8 days) or delayed (after 6-10 weeks) ACLR. Patient-reported outcomes; objective IKDC and manual stability measurements were assessed at 6 and 12 months. With data from the Swedish Social Insurance Agency (Försäkringskassan) information about the number of sick-leave days due to the knee injury over the following 12 months was collected and compared between the two groups.\n## RESULTS\nSeventy-one percent received compensation for sick leave (26 in the acute versus 23 in the delayed group). The mean number of sick-leave days for the acute group was significantly lower (M = 56.9, SD = 36.4) compared to the delayed group (M = 88.5, SD = 50.2), p < 0.05. The acute group was also significantly stronger in flexion in both slow and fast angle velocities according to Biodex\n## CONCLUSION\nAcute and delayed ACLR provided comparable clinical outcomes after 12 months. Acute reconstruction resulted in less sick-leave days and as such fewer indirect costs to the individual and society. These findings suggest that if patients requiring ACLR can be identified early and ACLR can be performed in the acute phase, socioeconomic costs can potentially be reduced by minimizing time off work.\n## LEVEL OF EVIDENCE\nII.\n",
            "in_text_citation": "von Essen et al., 2020b",
            "footnote": 27
        },
        {
            "title": "Early surgical reconstruction versus rehabilitation with elective delayed reconstruction for patients with anterior cruciate ligament rupture: COMPARE randomised controlled trial.",
            "abstract": "## OBJECTIVE\nTo assess whether a clinically relevant difference exists in patients' perceptions of symptoms, knee function, and ability to participate in sports over a period of two years after rupture of the anterior cruciate ligament (ACL) between two commonly used treatment regimens.\n## DESIGN\nOpen labelled, multicentre, parallel randomised controlled trial (COMPARE).\n## SETTING\nSix hospitals in the Netherlands, between May 2011 and April 2016.\n## PARTICIPANTS\nPatients aged 18 to 65 with an acute rupture of the ACL, recruited from six hospitals. Patients were evaluated at three, six, nine, 12, and 24 months.\n## INTERVENTIONS\n85 patients were randomised to early ACL reconstruction and 82 to rehabilitation followed by optional delayed ACL reconstruction after a three month period (primary non-operative treatment).\n## MAIN OUTCOMES\nPatients' perceptions of symptoms, knee function, and ability to participate in sporting activities were assessed with the International Knee Documentation Committee score (optimum score 100) at each time point over 24 months.\n## RESULTS\nBetween May 2011 and April 2016, 167 patients were enrolled in the study and randomised to one of two treatments (mean age 31.3; 67 (40.%) women), and 163 (98%) completed the trial. In the rehabilitation and optional delayed ACL reconstruction group, 41 (50%) patients underwent reconstruction during follow-up. After 24 months, the early ACL reconstruction group had a significantly better (P=0.026) but not clinically relevant International Knee Documentation Committee score (84.7 \n## CONCLUSIONS\nIn patients with acute rupture of the ACL, those who underwent early surgical reconstruction, compared with rehabilitation followed by elective surgical reconstruction, had improved perceptions of symptoms, knee function, and ability to participate in sports at the two year follow-up. This finding was significant (P=0.026) but the clinical importance is unclear. Interpretation of the results of the study should consider that 50% of the patients randomised to the rehabilitation group did not need surgical reconstruction.\n## TRIAL REGISTRATION\nNetherlands Trial Register NL 2618.\n",
            "in_text_citation": "Reijman et al., 2021",
            "footnote": 17
        }
    ]
}