{
    "key_references": [
        {
            "title": "[The pathology of meningiomas; a study of 121 cases].",
            "abstract": "Although the biologic behavior of meningiomas is relatively uniform, their histologic appearance is variable. Because of this, numerous classifications1-7 of two fundamental types have been proposed for them: embryologic and purely morphologic. The embryologic approach, best exemplified in the study by Globus,' aims at finding evidence of different stages of embryologic development of the meninges in the different appearances of the tumor. There are, however, several objections to this method. First, the origin of the meninges in neuro-ectoderm or mesoderm is still uncertain. In fact the importance of this origin probably has been over-emphasized. In discussing the classification of tumors in general, Willis8 recently stated: \"The germ-layers, the status of which has of recent years greatly declined even for the embryologist, are devoid of significance for the pathologist.\" Secondly, the analogy between the neoplasm and the developing meninges based on microscopic appearance is easy to make but difficult to prove. Such an idea, therefore, must remain merely an hypothesis. Lastly, the correlation between prognosis and so-called histofunctional differentiation is so poor that classifications based on embryogenetic concepts cannot be justified even on clinical grounds. In the morphologic approach an attempt is made to classify meningiomas by the histologic features considered most prominent. Such classifications are valuable to the pathologist, but difficulties are encountered when the schemes become too complicated. This is frequently the case since, as it is well known, meningiomas are extremely polymorphic. Cushing and Eisenhardt,6 in their morphologic classi-fication, thus achieved nine types subdivided into twenty variants, although they admitted that \"Fine architectural distinctions, while of academic interest, are unimportant unless they can be shown to have some bearing on clinical treatment and prognosis.\" The latter obviously is not true of the existing classifications. Based on a study of I2I meningiomas, it is our intention to present a new approach which affords a means for describing rather than classifying these neoplasms and in so doing sets up diagnostic criteria. The most important step in the understanding of these tumors was made by Schmidt\" in 1902, when he discovered that the cellular structure of meningiomas was comparable to cell clusters capping the arachnoid villi and the cell nests included in the dura mater. This work unfortunately was forgotten until Cushing,10 in 1922, re-emphasized the finding and further showed that the location of such cell nests were \"favoured seats of origin\" of meningiomas. The structural identity of normal arachnoid villi and the meningioma is indeed striking and offers the best criterion for recognition of the tumor. Such an origin explains why meningiomas, although arachnoidal in origin, are frequently adherent to the dura mater, but may occur in other regions such as the ventricular system or Sylvian fissure, without attachment to pachymeninges. With this in mind, the description of meningiomas may be considered. These neoplasms are composed of two parts: (i) the basic cellular constituents which are meningocytic or fibroblastic cells organized at least in some places in a specific pattern known as a whorl; (2) the secondary components made up of different forms of tissue which may be absent, minimal, or prominent in the tumor. The meningeal origin of the neoplasm can be established with certainty only when some part of it contains meningocytic or fibroblastic cells arranged in a whorl pattern. The secondary components are not essential to the diagnosis although they are seen in recurrent patterns which frequently are of aid to the pathologist. The meningiomas will thus be considered using the following outline. It is emphasized that this is viewed as a description rather than as a classification. Such a plan is flexible but precise and clear. Any meningioma can be defined exactly, if necessary, by addition of new components. For example, a tumor may be described as meningocytic meningioma with prominent angiomatous component. This concept not only provides rigid criteria for the diagnosis of the neoplasm but also enables the problem of differential diagnosis of other neoplasms of the meninges to be handled easily. As will be shown, these other tumors can reproduce the patterns of secondary components but do not contain the basic cellular constituents.",
            "in_text_citation": "Lapresle et al., 1952",
            "footnote": 6
        },
        {
            "title": "Nervous system neoplasms and primary malignancies of other sites. The unique association between meningiomas and breast cancer.",
            "abstract": "To determine whether nervous system neoplasms are associated with primary malignancies elsewhere, we studied the frequency of multiple primary tumous in patients in whom at least one of the primary tumors was within the nervous system. The patients were Conneticut residents with tumors diagnosed between 1935 and 1964. Of 135 patients, 130 had two primary tumors, four had three primary tumors, and one had four primary tumors. Only with multiple primary tumors involving the brain and breast did the number of observed cases significantly exceed the number of expected cases; eight patients who had a meningioma associated with a breast cancer accounted for this excess. Patients with breast cancer presenting with signs or symptoms of an intracranial neoplasm should be carefully evaluated, for the intracranial lesion may be a potentially curable meningioma.\n",
            "in_text_citation": "Schoenberg et al., 1975",
            "footnote": 7
        },
        {
            "title": "Increased Risk of Subsequent Meningioma Among Women with Malignant Breast Cancer.",
            "abstract": "## OBJECTIVE\nDespite the increasing evidence of the association between breast cancer and meningioma in women, the relationship between these tumors remains improperly examined. In this study, we aim to identify the sociodemographic and clinicopathologic features of women with breast cancer associated with a higher risk of developing a meningioma.\n## METHODS\nThe SEER (Surveillance Epidemiology and End Results) database (18 registries) was used to identify women with breast cancer as their first neoplasm. The risk of subsequent meningioma was reported as the standardized incidence ratio (SIR) and was analyzed by sociodemographic and clinicopathologic subgroups. Results are given as SIR (95% confidence interval [CI]).\n## RESULTS\nA total of 564,516 women diagnosed with breast cancer between 2004 and 2016 were included for analysis. A 26% increased risk of meningioma development (SIR, 1.26; 95% CI, 1.19-1.33; P < 0.05) was found in the cohort compared with the general population. Patients aged between 18 and 49 years (SIR, 2.16; 95% CI, 1.78-2.61; P < 0.05) and those with a more advanced tumor stage (stage IV; SIR, 2.39; 95% CI, 1.71-3.25; P < 0.05) were at a higher risk. Hormone receptor expression and treatment modality subgroups were at a similar risk compared with the general population.\n## CONCLUSIONS\nOur study corroborated the known association between these tumors and found a 26% risk of meningioma development in women with breast cancer, with younger patients and those with a more aggressive disease having a higher than expected risk.\n",
            "in_text_citation": "Lopez-Rivera et al., 2020",
            "footnote": 8
        },
        {
            "title": "Association of tamoxifen with meningioma: a population-based study in Sweden.",
            "abstract": "Previous studies suggest that hormone therapy may play an important role in the development of meningioma. However, it is unclear whether medication with tamoxifen can prevent meningioma. Our study cohort included all women who were diagnosed with breast cancer between 1961 and 2010, and a total of 227 535 women were identified with breast cancer with a median age at diagnosis of 63 years. Women diagnosed with breast cancer after 1987 were defined as tamoxifen exposed; those diagnosed with breast cancer before or during 1987 were defined as not exposed to tamoxifen. Standardized incidence ratios (SIRs) were used to calculate the risk of subsequent meningioma. Of these women, 223 developed meningioma. For women without tamoxifen exposure, the risk of meningioma was significantly increased, with an SIR of 1.54 (95% confidence interval 1.30-1.81); the risk was not increased in those with tamoxifen exposure (SIR=1.06, 95% confidence interval 0.84-1.32). The increased risk of meningioma in women without tamoxifen exposure persisted during 10 years of follow-up. In this historical cohort study, we found that women diagnosed with breast cancer but not treated with tamoxifen had an increased incidence of meningioma, whereas the incidence was close to that of the general population in patients treated with tamoxifen. This suggests that tamoxifen may prevent the development of meningioma.\n",
            "in_text_citation": "Ji et al., 2016",
            "footnote": 9
        },
        {
            "title": "No link between breast cancer and meningioma: results from a large monoinstitutional retrospective analysis.",
            "abstract": "## BACKGROUND\nThe etiology of meningioma is largely unknown, although breast cancer has been suggested to play a role.\n## METHODS\nA monoinstitutional, retrospective analysis was performed at European Institute of Oncology on 12,330 patients with breast cancer. The cumulative incidence of meningioma was estimated using the Kaplan-Meier method and the log-rank test was used to assess differences between groups.\n## RESULTS\nIn total, 33 patients with meningioma were identified from a study population of 12,330, with a 10-year cumulative incidence of meningioma of 0.37%. We did not find a significantly increased risk of meningioma among patients with breast cancer or an association between the hormonal receptor status and the risk of meningioma (P = 0.65).\n## CONCLUSIONS\nOur results do not support a role of breast cancer or endocrine treatments in meningioma development.\n## IMPACT\nThis analysis adds new information on a debated topic.\n",
            "in_text_citation": "Criscitiello et al., 2014",
            "footnote": 10
        },
        {
            "title": "Association of breast cancer with meningioma. A report of five cases.",
            "abstract": "Five patients with diagnosed breast cancer who developed meningiomas are reported. The literature contains reports of an additional 25 such patients. Some authors have noted hormonal sensitivity and the presence of hormone receptors in some meningiomas. Because breast cancer is a common tumor of women, it is probable that any association between breast cancer and meningioma is fortuitous. Two patients in this small series each had a sister with breast cancer, one of them also had three other first-degree relations with colon cancer. Three of the patients had other tumors as well as breast cancer. It is important to fully investigate brain lesions in patients with breast cancer so that potentially curable meningiomas are not mistaken for metastases.\n",
            "in_text_citation": "Burns et al., 1986",
            "footnote": 37
        },
        {
            "title": "Association of breast cancer and meningioma. Report of 12 new cases and review of the literature.",
            "abstract": "We report 12 new cases of female breast cancer associated with intracranial meningiomas, inclusive of autopsy study. At the time of death the patients' age ranged from 52 to 95 years (average 70.6 years). Breast carcinomas were documented ante mortem in 11 cases and at autopsy in 1. Meningiomas were diagnosed at autopsy (10 cases) or in vivo (2 cases). The diagnosis of meningioma antedated that of mammary carcinoma in only one patient. Histologically, the cancers were of ductal (11 cases) and lobular infiltrating (1 case) types and showed a variable malignancy grade. Widespread extracranial metastases were present at autopsy in 7 cases. Brain metastases were seen in 1 case. Neurologic signs were referred in 4 subjects. Four breast cancers and one meningioma showed immunoreactivity for progesterone receptors, whereas all the cases were negative for estrogen receptors. In one case, metastatic breast carcinoma tissue was present within a psammomatous meningioma. A brief review of the literature, which includes 14 similar observations, is reported. Although the association of breast cancer and meningioma is still difficult to explain, its clinical implications are important and deserve proper attention. A proper work up in patients with suspected intracranial metastases is recommended so that resectable meningiomas are not mistaken for metastases.\n",
            "in_text_citation": "Salvati et al., 1996",
            "footnote": 45
        },
        {
            "title": "Association of breast cancer with meningioma: report of a case and review of the literature.",
            "abstract": "We report a case of meningioma subsequently developed in a patient with primary breast carcinoma. A 53-year-old woman received a left modified radical mastectomy because of stage IIA breast carcinoma. Histologically, the tumor was a predominantly intraductal carcinoma with negative lymph node metastasis. Estrogen receptor (ER) was negative but progesterone receptor (PR) of the left tumor was positive by immunohistochemistry. Four years later, cranial bone and/or brain metastasis was suspected from a routine follow-up bone scintigram. The patient showed no symptoms or signs at that time. Magnetic resonance imaging (MRI) and angiography revealed that the right parasagittal mass was suspicious of meningioma. A complete tumor removal was performed. On histological examination, this brain tumor was a transitional-type meningioma (meningotheliomatous and fibrous type) without malignant findings. ER was negative but PR was positive also in this tumor. She is currently well 6 years after the initial surgery. A review of the literature is presented with emphasis on the association between breast cancer and meningioma, which indicates a possible hormonal relationship. The knowledge of this association is important in the differential diagnosis of patients with breast cancer who develop central nervous manifestations.\n",
            "in_text_citation": 41,
            "footnote": "Kubo et al., 2001"
        },
        {
            "title": "Intracranial meningioma and breast cancer.",
            "abstract": "Breast carcinoma has a high predisposition to metastasize to the brain parenchyma. An association between carcinoma of the breast and intracranial meningioma has been reported. The available published articles regarding patients with intracranial meningioma and breast carcinoma have been reviewed. To the best of our knowledge, 86 cases including our 4 cases have so far been reported. All cases were female, and the mean age was 62.4 years when intracranial meningioma was diagnosed. The mean interval of the 2 tumours was 4.5 years. Twenty-five cases of breast tumour were infiltrating duct carcinomas. The location of intracranial meningioma and pathologic subtype showed no specific predominance. Hormone receptor study was performed in 28 cases. In meningioma, the positive rate of progesterone receptor (32.1%) is higher than oestrogen receptor (7.1%); while the positive rate of oestrogen receptor (53.6%) is higher than the progesterone receptor (42.9%) in breast cancer. A review of this study is presented with emphasis on the existence of intracranial meningioma and breast cancer in one patient at different periods. Lesions of the central nervous system in patients with breast cancer should not be immediately labeled as metastases. Intracranial meningioma should be excluded. Likewise, patients with meningioma should have periodic physical examinations and mammographies whereby disease may be diagnosed and treated at an early stage\n",
            "in_text_citation": "Lieu et al., 2003",
            "footnote": 42
        },
        {
            "title": "Carcinoma of the breast and meningioma. Association and management.",
            "abstract": "An association between carcinoma of the breast and meningioma has been recognized recently. Three more cases are added to the few previously reported in the literature. An awareness of this association together with modern techniques of investigation, particularly CAT scanning, may permit earlier diagnosis and treatment of more cases. Meningioma as well as carcinoma of the breast is more common in women and the incidence of both tumors reaches a peak in the fifth and sixth decades. Both are related to pregnancy and have an estrogen-receptor protein. Lesions of the central nervous system following the diagnosis and treatment of breast cancer are usually presumed to be metastatic. Therefore, these lesions may be irradiated without complete clinical investigation. If the clinician is aware of this association, appropriate diagnostic procedures could lead to the surgical removal of a benign meningioma. Skull x-rays, bone scan, brain scan, CAT scan, and cerebral angiograms are useful in making a diagnosis. Besides surgery, radiation therapy and hormonal therapy may play a role in the management.\n",
            "in_text_citation": "Mehta et al., 1983",
            "footnote": 44
        },
        {
            "title": "Association of breast carcinoma and meningioma: report of nine new cases and review of the literature.",
            "abstract": "Nine patients with diagnosed breast cancer who developed meningiomas are reported. Articles suggesting that an association of these two tumors is possible. Some authors have noted hormonal sensitivity and the presence of hormonal receptors in some meningiomas. Since breast cancer is the most common tumor in women, an association between it and meningiomas might be fortuitous. However, it is important to fully investigate brain lesions in patients with breast cancer so that potentially curable meningiomas are not considered as metastases.\n",
            "in_text_citation": 45,
            "footnote": "Salvati et al., 1996"
        },
        {
            "title": "Relationship between breast cancer and meningioma.",
            "abstract": "Several authors have suggested the existence of a relationship between breast cancer and meningioma occurring in the same patient. I describe four patients who had both of these neoplasms and present findings that dispute the implied relationship between the two.\n",
            "in_text_citation": "Smith-Behn et al., 1992",
            "footnote": 47
        },
        {
            "title": "Presentation and management of spinal meningioma and its association with breast carcinoma-case series and systematic review.",
            "abstract": "## OBJECTIVE\nBenign spinal intradural tumors are rare entities and there have been relatively few case series describing the epidemiology and characteristics of these tumors. Here, we evaluate the presentation, demographics, pathology and outcomes associated with the surgical management of spinal meningioma in our unit over a 6-year period.\n## RESULTS\nA total of 68 cases presented to the operating surgeon during a 6-year period. Of these, over 80% (\n## CONCLUSION\nSpinal meningioma is disproportionately over-represented in females. Patients present with neurological deficits and surgery improved both neurology and patient reported quality of life. Relative to the known UK prevalence of breast cancer, there is a significantly higher than expected association between spinal meningioma and a preceding history of breast cancer.\n",
            "in_text_citation": "Wang et al., 2022",
            "footnote": 48
        },
        {
            "title": "The association between breast carcinoma and meningioma in women.",
            "abstract": "## BACKGROUND\nPublished case reports of a possible association between meningioma and breast carcinoma are not uncommon in the literature. Four published analytic studies have addressed this suggested association specifically. Three of these studies reported significant associations, with relative risk estimates mostly between 1.5 and 2.0. The other study reported relative risk point estimates near 1.5, but confidence intervals included 1.0. The current study was a population-based, retrospective cohort analysis that evaluated the risk of subsequent breast carcinoma in women who were diagnosed with meningioma and the risk of subsequent meningioma in women who were diagnosed with breast carcinoma.\n## METHODS\nThe measure of association is the relative risk and is reported as the standardized incidence ratio (SIR). Using western Washington State cancer registry data and intercensal population estimates for western Washington State, incidence rates of second primary tumor were compared between identified meningioma and breast carcinoma cohorts and the general population for the years 1992-1998.\n## RESULTS\nThe risk of breast carcinoma after patients were diagnosed with meningioma (SIR) was 1.54 (95% confidence interval [95% CI], 0.77-2.75). The risk of meningioma after patients were diagnosed with breast carcinoma was 1.40 (95% CI, 0.67-2.58), and the risk of meningioma after patients were diagnosed with invasive breast carcinoma was 1.64 (95% CI, 0.79-3.02). In each combination for age groups ages > 50 years, risks were elevated, but the confidence intervals included 1.0.\n## CONCLUSIONS\nThese results suggest that the risk of meningioma among women who have experienced breast carcinoma and the risk of breast carcinoma among women who have experienced meningioma are elevated moderately. Shared risk factors may account for the relatively week bidirectional associations seen in this and other studies.\n",
            "in_text_citation": "Custer et al., 2002",
            "footnote": 50
        },
        {
            "title": "Neoplasms of the central nervous system in Norway. V. Meningioma and cancer of other sites. An analysis of the occurrence of multiple primary neoplasms in meningioma patients in Norway from 1955 through 1986.",
            "abstract": "The association between meningioma and a primary malignant neoplasm at another site was studied. The data from the population-based Norwegian Cancer Registry were analysed according to whether the meningioma occurred before or after the malignant neoplasm. Male patients with meningioma showed a raised risk for developing a subsequent renal cancer. A significant association was found between meningioma and subsequent breast cancer in females 50-64 years old at time of meningioma diagnosis and between breast cancer and subsequent occurrence of meningioma. Breast cancer patients with symptoms of an intracranial neoplasm may therefore have a potentially curable meningioma and female meningioma patients over 50 years should be considered for breast cancer screening programmes.\n",
            "in_text_citation": "Helseth et al., 1989",
            "footnote": 51
        },
        {
            "title": "Female patients with meningioma of the sphenoid ridge and additional primary neoplasms of the breast and genital tract.",
            "abstract": "Of 283 meningioma patients seen at the University of Kansas from 1948 to 1984, eight women acquired two primary extraneural cancers in addition to their meningiomas. Of these eight patients, six (75%) had sphenoid ridge meningiomas compared with 15% of meningioma patients overall (P less than 0.001). Seven (87.5%) had at least one breast or genital cancer (P less than 0.001). Of the six with sphenoid ridge meningiomas, five (83.3%) had both of their additional tumors in these two organ systems, and the sixth had one such tumor. It is proposed that this grouping of sphenoid ridge meningioma, breast cancer, and genital cancer represents a unique constellation of neoplasms in women.\n",
            "in_text_citation": "Jacobs et al., 1987",
            "footnote": 52
        },
        {
            "title": "The association of breast cancer and meningioma in men and women.",
            "abstract": "## OBJECTIVE\nAn association between breast cancer and intracranial meningioma has been described in women. We sought to determine whether this connection exists in men as well, hypothesizing that causes unrelated to sex may be responsible.\n## METHODS\nWe queried state cancer registries that recorded data on breast cancer and meningioma. International Classification of Diseases for Oncology codes for breast cancer and meningioma were used. The incidence rate of the second primary tumor was compared between identified meningioma and breast cancer cohorts and the general population for each sex.\n## RESULTS\nFive state registries collected data on men and women from 1995 to 2003. The incidence of meningioma was 2.6 and 0.96 (cases per 100,000) for women and men, respectively, during this period. The incidence of breast cancer was 61 and 0.69 (cases per 100,000) for women and men, respectively, during this period. One man and 439 women were diagnosed with both diseases. The standardized incidence ratio was used to determine the magnitude of association between breast cancer and meningioma. During the study period, the standardized incidence ratio indicated a stronger than expected association between breast cancer and meningioma in women, regardless of which disease was diagnosed first. In every year except one, the standardized incidence ratio indicated no association between breast cancer and meningioma in men, regardless of which disease was diagnosed first.\n## CONCLUSION\nOur results support a strong association between meningioma and breast cancer in women. Conversely, we were unable to show as strong an association in men. This suggests that the connection between these diseases may be dependent on sex.\n",
            "in_text_citation": "Rao et al., 2009",
            "footnote": 55
        },
        {
            "title": "Secondary cancer after meningioma diagnosis: an Israeli national study.",
            "abstract": "## BACKGROUND\nThere are limited data on whether primary diagnosis of meningioma may be associated with development of secondary primary cancer (SPC).\n## METHODS\nAll meningioma cases (ICD-O-3 morphology codes 9530/0-9539/3) diagnosed in Jewish Israelis ≥ 20 years 1990 through 2015 registered in the Israel National Cancer Registry (INCR) were retrieved. All subsequent cancers occurring more than 6 months after meningioma diagnosis were identified. Risk of secondary cancer (SPC) was compared to cancer risk in the general population through the calculation of standardized incidence ratios (SIRs) and excess absolute risks (EARs). SIRs were stratified by type of second cancer, sex, and age group. Cox regression models were used to estimate hazard ratios of developing SPC.\n## RESULTS\nOverall, 8044 meningioma cases were identified: mean age at diagnosis was 64.0 ± 14.1 years. Of these, 927 (11.5%) were diagnosed with SPC (SIR 1.6, 95% CI 1.5-1.7). SPC risk was elevated in men (SIR 1.6, 95% CI 1.5-1.9) and women (SIR 1.6, 95% CI 1.5-1.8) diagnosed with meningioma in univariable analyses. Cancers most commonly encountered in the studied population were breast (17.6%), colorectal (13.4%), lung (8.1%), prostate (5%), and bladder (4.6%) cancer. In multivariable analyses, 10+ year increment in age at meningioma diagnosis was significantly associated with higher risk for SPC in individuals diagnosed with meningioma between 20 and 64 years, with an inverse association in the older age group (65+ years).\n## CONCLUSIONS\nMeningioma diagnosis is associated with an increased risk for developing secondary cancers. This risk should be discussed with patients treated for meningioma.\n",
            "in_text_citation": "Ben Lassan et al., 2022",
            "footnote": 57
        }
    ]
}