{
    "citations": [
        {
            "footnote": 10,
            "title": "Psychiatric disorders and mortality among people in homeless shelters in Denmark: a nationwide register-based cohort study.",
            "in_text_citation": "Nielsen et al., 2011"
        },
        {
            "footnote": 15,
            "title": "The challenge of understanding mortality changes among street youth.",
            "in_text_citation": "Roy et al., 2010"
        },
        {
            "footnote": 16,
            "title": "The hotel study: multimorbidity in a community sample living in marginal housing.",
            "in_text_citation": "Vila-Rodriguez et al., 2013"
        },
        {
            "footnote": 8,
            "title": "Understanding extreme mortality among prisoners: a national cohort study in Scotland using data linkage.",
            "in_text_citation": "Graham et al., 2015"
        },
        {
            "footnote": 17,
            "title": "Extreme cause-specific mortality in a cohort of adult prisoners—1988 to 2002: a data-linkage study.",
            "in_text_citation": "Kariminia et al., 2007"
        },
        {
            "footnote": 9,
            "title": "Mortality among individuals with cannabis, cocaine, amphetamine, MDMA, and opioid use disorders: a nationwide follow-up study of Danish substance users in treatment.",
            "in_text_citation": "Arendt et al., 2011"
        },
        {
            "footnote": 18,
            "title": "Drug-related mortality and its impact on adult mortality in eight European countries.",
            "in_text_citation": "Bargagli et al., 2006"
        },
        {
            "footnote": 19,
            "title": "Mortality in a cohort of young primary cocaine users: controlling the effect of the riskiest drug-use behaviors.",
            "in_text_citation": "Barrio et al., 2013"
        },
        {
            "footnote": 20,
            "title": "A 20-year prospective study of mortality and causes of death among hospitalized opioid addicts in Oslo.",
            "in_text_citation": "Bjornaas et al., 2008"
        },
        {
            "footnote": 21,
            "title": "Rates and correlates of mortality amongst heroin users: findings from the Australian Treatment Outcome Study (ATOS), 2001–2009.",
            "in_text_citation": "Darke et al., 2011"
        },
        {
            "footnote": 22,
            "title": "Causes of death in a cohort treated for opioid dependence between 1985 and 2005.",
            "in_text_citation": "Degenhardt et al., 2014"
        },
        {
            "footnote": 23,
            "title": "Mortality among young injection drug users in San Francisco: a 10-year follow-up of the UFO study.",
            "in_text_citation": "Evans et al., 2012"
        },
        {
            "footnote": 24,
            "title": "The increasing mortality burden of liver disease among opioid-dependent people: cohort study.",
            "in_text_citation": "Gibson et al., 2011"
        },
        {
            "footnote": 25,
            "title": "Mortality among substance-using mothers in California: a 10-year prospective study.",
            "in_text_citation": "Hser et al., 2012"
        },
        {
            "footnote": 26,
            "title": "Suicide and other-cause mortality among heroin users in Taiwan: a prospective study.",
            "in_text_citation": "Lee et al., 2013"
        },
        {
            "footnote": 27,
            "title": "Mortality among people who inject drugs: a systematic review and meta-analysis.",
            "in_text_citation": "Mathers et al., 2013"
        },
        {
            "footnote": 28,
            "title": "Mortality of those who attended drug services in Scotland 1996–2006: record-linkage study.",
            "in_text_citation": "Merrall et al., 2012"
        },
        {
            "footnote": 29,
            "title": "Causes of premature mortality in Swedish drug abusers: a prospective longitudinal study 1970–2006.",
            "in_text_citation": "Nyhlen et al., 2011"
        },
        {
            "footnote": 30,
            "title": "Substance abuse and psychiatric co-morbidity as predictors of premature mortality in Swedish drug abusers a prospective longitudinal study 1970–2006.",
            "in_text_citation": "Nyhlen et al., 2011b"
        },
        {
            "footnote": 31,
            "title": "Mortality risk for cocaine abusers in relation to heroin use: a follow-up study.",
            "in_text_citation": "Pavarin et al., 2013"
        },
        {
            "footnote": 32,
            "title": "Mortality in heroin-assisted treatment in Switzerland 1994–2000.",
            "in_text_citation": "Rehm et al., 2005"
        },
        {
            "footnote": 33,
            "title": "Mortality and causes of death among users of methadone maintenance treatment in Israel, 1999–2008.",
            "in_text_citation": "Rosca et al., 2012"
        },
        {
            "footnote": 34,
            "title": "Mortality among amphetamine users: a systematic review of cohort studies.",
            "in_text_citation": "Singleton et al., 2009"
        },
        {
            "footnote": 35,
            "title": "Drastic elevations in mortality among female injection drug users in a Canadian setting.",
            "in_text_citation": "Spittal et al., 2006"
        },
        {
            "footnote": 36,
            "title": "Mortality among injecting drug users in Melbourne: a 16-year follow-up of the Victorian Injecting Cohort Study (VICS).",
            "in_text_citation": "Stoové et al., 2008"
        },
        {
            "footnote": 37,
            "title": "Temporal trends in mortality among people who use drugs compared with the general Dutch population differ by hepatitis C virus and HIV infection status.",
            "in_text_citation": "van Santen et al., 2014"
        },
        {
            "footnote": 38,
            "title": "Mortality of cohort of very young injecting drug users in Prague, 1996–2010.",
            "in_text_citation": "Zabransky et al., 2011"
        },
        {
            "footnote": 39,
            "title": "Mortality among cocaine users: a systematic review of cohort studies.",
            "in_text_citation": "Degenhardt et al., 2011"
        },
        {
            "footnote": 40,
            "title": "Mortality among clients of a state-wide opioid pharmacotherapy program over 20 years: risk factors and lives saved.",
            "in_text_citation": "Degenhardt et al., 2009"
        }
    ]
}