{
    "key_references": [
        {
            "title": "Psychiatric disorders and mortality among people in homeless shelters in Denmark: a nationwide register-based cohort study.",
            "abstract": "## BACKGROUND\nThe increased mortality of homeless people compared with non-homeless people might be linked to psychiatric disorders. However, homeless people are, because of their insufficient accommodation, difficult to sample and monitor, which has limited previous studies. We aimed to assess registered psychiatric disorders, mortality, and predictors of mortality in the homeless shelter population in Denmark.\n## METHODS\nWe did a nationwide, prospective, register-based cohort study of homeless people aged 16 years and older who were registered in the Danish Homeless Register between Jan 1, 1999, and Dec 31, 2009. We calculated the proportion of registered psychiatric disorders, overall and cause-specific standardised mortality ratio (SMR), and life expectancy. Hazard ratios (HRs) were used to assess predictors of death.\n## FINDINGS\n32,711 homeless people (23,040 men and 9671 women) were included in the study population. 14,381 men (62·4%) and 5632 women (58·2%) had registered psychiatric disorders, and 11,286 men (49·0%) and 3564 women (36·9%) had a substance abuse diagnosis. During the study period, 3839 men (16·7%) and 951 women (9·8%) died. The overall SMR for men was 5·6 (95% CI 5·4-5·8) and for women was 6·7 (6·2-7·1), and external causes accounted for 1161 (27·9%) of 4161 deaths for which information on the cause was available. Remaining life expectancy at age 15-24 years was 21·6 years (95% CI 21·2-22·1) and 17·4 years (16·4-18·5) lower for homeless men and women, respectively, than the general population. Registered substance abuse disorder was associated with the highest mortality risk compared with no psychiatric contact registered (adjusted HR 1·4, 95% CI 1·3-1·5 for men; 1·7, 1·4-2·1 for women).\n## INTERPRETATION\nHealth problems are extensive in the homeless shelter population and there is an urgent need for more sustained efforts to reduce the high morbidity and mortality, especially from external causes. Register data is an important resource to supplement existing knowledge on homeless people with more valid and detailed information.\n## FUNDING\nThe Danish Council for Independent Research.\n",
            "in_text_citation": "Nielsen et al., 2011",
            "footnote": 10
        },
        {
            "title": "The challenge of understanding mortality changes among street youth.",
            "abstract": "According to a cohort study conducted in Montréal, Québec from 1995 to 2000, the mortality rate among street youth was 921/100,000 person-years. Several new community initiatives aiming to increase access to housing and to social and health services for the homeless were implemented in the city between 2000 and 2003. This study aims to update the mortality rate estimate for the period 2001-2006 and to examine factors that could explain a difference between rates, if any. A second cohort study was conducted between 2001 and 2006. The Cohort 2 mortality rate was computed and compared with the Cohort 1 rate. Several analyses were then carried out: (1) mortality rates in the general population were compared with street youth rates using standardized mortality ratios (SMR); (2) Cohorts 1 and 2 distributions of risk factors for mortality were examined, and their effects were assessed using multivariate proportional hazards regression analyses carried out on a combined Cohorts 1 and 2 dataset. Mortality rate among street youth decreased by 79% while it declined by only 19% in the general population; the SMR for Cohort 1 was higher than for Cohort 2 (11.6 versus 3.0). Multivariate proportional hazards regression analyses yielded estimates that were close to the model's estimates based on Cohort 1 data only, and participation in Cohort 1 was an independent predictor of mortality, with an adjusted hazard ratio of 9.0. The mortality decline cannot be completely explained by a similar decrease among the general population or by a difference in distribution of risk factors for mortality between the two cohorts. Field workers suggested that the decrease in heroin consumption they had observed in the streets might have contributed to the mortality decline. We then performed additional analyses which showed that even though the proportion of street youth currently using heroin decreased significantly between 1995 and 2005, the association between heroin use and mortality was not significant (adjusted hazard ratio of 0.9; 95% CI, 0.4 to 2.3). It seems that various factors could have contributed to the decline in mortality rates among street youth, one plausible factor being the implementation of new services for the homeless. This study underscores the importance of monitoring risky behaviors among vulnerable populations to ensure that morbidity and mortality data among these populations is correctly interpreted. Setting up a system to monitor the drug market could improve the quality of information collected.\n",
            "in_text_citation": "Roy et al., 2010",
            "footnote": 15
        },
        {
            "title": "The hotel study: multimorbidity in a community sample living in marginal housing.",
            "abstract": "## OBJECTIVE\nThe health of people living in marginal housing is not well characterized, particularly from the perspective of multimorbid illness. The authors investigated this population in a community sample.\n## METHOD\nA prospective community sample (N=293) of adults living in single-room occupancy hotels was followed for a median of 23.7 months. Assessment included psychiatric and neurological evaluation, multimodal MRI, and viral testing.\n## RESULTS\nPrevious homelessness was described in 66.6% of participants. Fifteen deaths occurred during 552 person-years of follow-up. The standardized mortality ratio was 4.83 (95% CI=2.91-8.01). Substance dependence was ubiquitous (95.2%), with 61.7% injection drug use. Psychosis was the most common mental illness (47.4%). A neurological disorder was present in 45.8% of participants, with definite MRI findings in 28.0%. HIV serology was positive in 18.4% of participants, and hepatitis C virus serology in 70.3%. The median number of multimorbid illnesses (from a list of 12) was three. Burden of multimorbidity was significantly correlated with lower role functioning score. Comorbid addiction or physical illness significantly decreased the likelihood of treatment for psychosis but not the likelihood of treatment for opioid dependence or HIV disease. Participants who died during follow-up appeared to have profiles of multimorbidity similar to those of the overall sample.\n## CONCLUSIONS\nThis marginally housed cohort had greater than expected mortality and high levels of multimorbidity with adverse associations with role function and likelihood of treatment for psychosis. These findings may guide the development of effective health care delivery in the setting of marginal housing.\n",
            "in_text_citation": "Vila-Rodriguez et al., 2013",
            "footnote": 16
        },
        {
            "title": "Understanding extreme mortality among prisoners: a national cohort study in Scotland using data linkage.",
            "abstract": "## BACKGROUND\nMortality is known to be extremely high among people who have been imprisoned, but there is limited information about the factors that explain this increased risk.\n## METHODS\nStandard record linkage methods were used to link Scottish prison records and mortality data for all individuals imprisoned in Scotland for the first time between 1 January 1996 and 31 December 2007.\n## RESULTS\nAmong 76 627 individuals there were 4414 deaths (3982 in men). When compared with the general population, the age-standardized mortality rate ratio for those imprisoned was 3.3 (95% CI: 3.2, 3.4) for men and 7.6 (6.9, 8.3) for women. Further adjustment for an area measure of deprivation accounted for part but not all of this excess risk [adjusted rate ratio 2.3 (2.2, 2.4) and 5.7 (5.1, 6.2) for men and women, respectively]. Relative risks were highest for drug and alcohol related causes, suicide and homicide and were markedly higher among women than men. Out of prison deaths were most frequent in the first 2 weeks after release from prison. Mortality rates were lower in those with longer total duration in prison and higher in those with multiple short episodes in prison.\n## CONCLUSION\nPeople who have been imprisoned in Scotland experience substantial excess mortality from a range of causes that is only partly explained by deprivation. The association of increased mortality with multiple periods in prison and the concentration of deaths in the early period after prison release both have implications for policy and practice.\n",
            "in_text_citation": "Graham et al., 2015",
            "footnote": 8
        },
        {
            "title": "Extreme cause-specific mortality in a cohort of adult prisoners--1988 to 2002: a data-linkage study.",
            "abstract": "## OBJECTIVES\nDescribe the standardized mortality ratio (SMR) and its trend in adults who have served time in prison.\n## DESIGN\nA retrospective cohort study of 85,203 adults imprisoned in New South Wales (NSW), Australia, between 1 January 1988 and 31 December 2002.\n## METHODS\nWe obtained information on deaths by record linkage with the Australian National Death Index (NDI). Mortality rates were estimated using the person-time method. SMRs were calculated using sex, age, and calendar-specific death rates from the NSW population. Time trends in SMRs were assessed using the test for linear trends.\n## RESULTS\nThe median overall follow-up of the cohort was 7.7 years. We identified 5137 deaths (4714 men, 423 women) among the cohort of which the vast majority (4834, 94%) occurred following release from custody. All-cause SMR was 3.7 (95% CI: 3.6-3.8) in men and 7.8 (95% CI: 7.1-8.5) in women. SMRs were substantially raised for deaths due to mental and behavioural disorders (men: 13.2, 95% CI: 12.3-14.0; women: 62.8, 95% CI: 52.7-74.9) and drug-related deaths (men: 12.8, 95% CI: 12.2-13.5; women: 50.3, 95% CI: 43.7-57.8). The SMR for death by homicide was 10.2 (95% CI: 8.9-11.7) in men and 26.3 (95% CI: 17.8-39.0) in women. Aboriginal men were 4.8 times, and Aboriginal women 12.6 times, more likely to die than the general NSW population. Over the study period on average all-cause SMR decreased significantly in men (p = 0.003) and women (p = 0.05) largely due to the decline in SMRs for drug-related deaths and suicide.\n## CONCLUSION\nIn the largest study so far reported, mortality of male and female offenders was far greater than expected for all major causes, especially deaths caused by drug overdose. Despite some indication of a reduction in excess mortality in recent years, there remains an overwhelming need for enhanced responses to mental health and drug problems for people who have been in prison.\n",
            "in_text_citation": "Kariminia et al., 2007",
            "footnote": 17
        },
        {
            "title": "Mortality among individuals with cannabis, cocaine, amphetamine, MDMA, and opioid use disorders: a nationwide follow-up study of Danish substance users in treatment.",
            "abstract": "This is a register-based cohort study of 20,581 individuals in treatment for illicit substance use disorders in Denmark between 1996 and 2006. All in all, 1441 deaths were recorded during 111,445 person-years of follow-up. Standardized mortality ratios (SMRs) associated with different primary substance types were calculated and Cox-regression analyses were performed in order to establish hazard ratios (HR) associated with injection drug use and psychiatric comorbidity. SMRs for primary users of specific substances were: cannabis: 4.9 (95% confidence interval (CI): 4.2-5.8), cocaine: 6.4 (CI: 3.9-10.0), amphetamine: 6.0 (CI: 4.2-8.3), heroin: 9.1 (CI: 8.5-9.8), and other opioids 7.7 (CI: 6.6-8.9). For MDMA ('ecstasy') the crude mortality rate was 1.7/1000 person-years (CI: 0.4-7.0) and the SMR was not significantly elevated. Injection drug use was associated with significantly increased hazard ratios in users of opioids and cocaine/amphetamine. Overall, psychiatric comorbidity was not associated with increased mortality (HR: 1.1 [CI: 0.9-1.2], p=.28), but an association was found specifically among cocaine/amphetamine users (HR: 3.6 [CI: 2.1-6.4], p<.001).\n",
            "in_text_citation": "Arendt et al., 2011",
            "footnote": 9
        },
        {
            "title": "Drug-related mortality and its impact on adult mortality in eight European countries.",
            "abstract": "## OBJECTIVE\nTo estimate the mortality rates from drug-related deaths and other causes among problem drug users and population attributable risk of death due to opiate use in eight study sites in Europe.\n## METHODS\nOpiate users were recruited from drug treatment centres during the period 1990-1998 and deaths followed up through national or local mortality registries. Gender-specific overall mortality rate, proportion of deaths by cause (drug-related, HIV, other), standardized mortality ratios (SMRs), and the attributable risk fraction (ARF) were estimated.\n## RESULTS\nCrude mortality rates varied from 1 per 100 person-years in the Dublin and London cohorts to 3.8 per 100 person-years in Barcelona. The highest drug-related mortality rate was 10 per 1,000 person-years in Barcelona; the rates were approximately 7 per 1,000 person-years in Denmark, London, Rome, and Vienna, and <3.5 per 1,000 person-years for the others cohorts. The mortality rate for AIDS was <2 per 1,000 person-years in all the cohorts except Lisbon, Rome, and Barcelona, for which it was approximately 6 per 1,000 person-years. The highest SMR among males was 21.1 in Barcelona, and among females the highest SMRs were 53.7 and 37.7 in Barcelona and Rome, respectively. In Denmark the ARF was 5%, whereas it was >10% in all other study sites and 24% in Barcelona.\n## CONCLUSION\nCohort mortality studies, especially in combination with estimates of prevalence, provide useful insights into the impact of opiate use on mortality across European countries and emphasize how preventing overall and drug-related deaths among opiate users can significantly improve the health of the population.\n",
            "in_text_citation": "Bargagli et al., 2006",
            "footnote": 18
        },
        {
            "title": "Mortality in a cohort of young primary cocaine users: controlling the effect of the riskiest drug-use behaviors.",
            "abstract": "## BACKGROUND\nPublished studies indicate that primary cocaine users (PCUs) have a mortality rate 4-8 times higher than their age-sex peers in the general population. Most PCUs are primary intranasal cocaine users, never-injectors and never-opioid users (PICUNINOs) and are usually underrepresented in cohort mortality studies. The aim is to estimate excess mortality in all PCUs and in the subgroups of never-opioid users and PICUNINOs in Spain.\n## METHODS\n714 PCUs aged 18-30 were street-recruited in 2004-2006 in Spain and followed until 2010 to ascertain vital status. Drug use was self-reported at baseline and 1-2years later. Mortality was compared with that of the general population using standardized mortality ratios (SMRs).\n## RESULTS\nSMRs were 4.7 (95% CI: 2.4-9.0), 2.5 (95%CI: 0.8-7.8) and 3.1 (95% CI: 1.0-9.6), respectively, among all participants, never-opioid users and PICUNINOS when using only baseline data on drug use, and 1.2 (95% CI: 0.2-8.5) and 1.4 (95% CI: 0.2-9.9) among the latter two subgroups, when using baseline plus follow-up data.\n## CONCLUSION\nShort-term mortality in young Spanish PCUs is 5 times higher than in the general population. This excess mortality may largely be explained by a history of opioid use or the risk of starting such use.\n",
            "in_text_citation": "Barrio et al., 2013",
            "footnote": 19
        },
        {
            "title": "A 20-year prospective study of mortality and causes of death among hospitalized opioid addicts in Oslo.",
            "abstract": "## BACKGROUND\nTo study mortality rate and causes of death among all hospitalized opioid addicts treated for self-poisoning or admitted for voluntary detoxification in Oslo between 1980 and 1981, and to compare their mortality to that of the general population.\n## METHODS\nA prospective cohort study was conducted on 185 opioid addicts from all medical departments in Oslo who were treated for either self-poisoning (n = 93, 1980), voluntary detoxification (n = 75, 1980/1981) or both (n = 17). Their median age was 24 years; with a range from 16 to 41, and 53% were males. All deaths that had occurred by the end of 2000 were identified from the Central Population Register. Causes of death were obtained from Statistics Norway. Standardized mortality ratios (SMRs) were computed for mortality, in general, and in particular, for different causes of death.\n## RESULTS\nDuring a period of 20 years, 70 opioid addicts died (37.8%), with a standardized mortality ratio (SMR) equal to 23.6 (95% CI, 18.7-29.9). The SMR remained high during the whole period, ranging from 32.4 in the first five-year period, to 13.4 in the last five-year period. There were no significant differences in SMR between self-poisonings and those admitted for voluntarily detoxification. The registered causes of death were accidents (11.4%), suicide (7.1%), cancer (4.3%), cardiovascular disease (2.9%), other violent deaths (2.9%), other diseases (71.4%). Among the 50 deaths classified as other diseases, the category \"drug dependence\" was listed in the vast majority of cases (37 deaths, 52.9% of the total). SMRs increased significantly for all causes of death, with the other diseases group having the highest SMR; 65.8 (95% CI, 49.9-86.9). The SMR was 5.4 (95% CI, 1.3-21.5) for cardiovascular diseases, and 4.3 (95% CI, 1.4-13.5) for cancer. The SMR was 13.2 (95% CI, 6.6-26.4) for accidents, 10.7 (95% CI, 4.5-25.8) for suicides, and 28.6 (95% CI, 7.1-114.4) for other violent deaths.\n## CONCLUSION\nThe risk of death among opioid addicts was significantly higher for all causes of death compared with the general population, implying a poor prognosis over a 20-year period for this young patient group.\n",
            "in_text_citation": "Bjornaas et al., 2008",
            "footnote": 20
        },
        {
            "title": "Rates and correlates of mortality amongst heroin users: findings from the Australian Treatment Outcome Study (ATOS), 2001-2009.",
            "abstract": "The study aimed to determine mortality rates, standardised mortality ratios (SMRs), and correlates of mortality amongst the Australian Treatment Outcome Study (ATOS) cohort of 615 heroin users over the period 2001-2009. The cohort was followed for a total of 4820.1 person years. A total of 31 deaths (5% of the cohort) occurred across follow-up. The mean age at death was 34.5 years, and 58% were male. The most common cause of death was overdose (68%). The crude mortality rate was 6.43 per 1000 person years, with no gender difference, and the SMR was 4.56 (males=2.95, females=18.57). The only significant bivariate (hazard ratio=3.69) and multivariate (adjusted hazard ratio=3.03) correlate of mortality was a history of opioid overdose prior to baseline. Mortality rates were lower than those seen outside Australasia. Screening for overdose by those treating heroin users would be appropriate, and may contribute to reductions in overall mortality.\n",
            "in_text_citation": "Darke et al., 2011",
            "footnote": 21
        },
        {
            "title": "Causes of death in a cohort treated for opioid dependence between 1985 and 2005.",
            "abstract": "## AIMS\nTo examine changes in causes of death in a cohort treated for opioid dependence, across time and age; quantify years of potential life lost (YPLL); and identify avoidable causes of death.\n## DESIGN\nPeople in New South Wales (NSW) who registered for opioid substitution therapy (OST), 1985-2005, were linked to a register of all deaths in Australia.\n## SETTING\nNSW, Australia.\n## MEASUREMENTS\nCrude mortality rates (CMRs), age-sex-standardized mortality rates (ASSRs) and standardized mortality ratios (SMRs) across time, sex and age. Years of potential life lost (YPLL) were calculated with reference to Australian life tables and by calculating years lost before the age of 65 years.\n## FINDINGS\nThere were 43 789 people in the cohort, with 412 216 person-years of follow-up. The proportion of the cohort aged 40+ years increased from 1% in 1985 to 39% in 2005. Accidental opioid overdoses, suicides, transport accidents and violent deaths declined with age; deaths from cardiovascular disease, liver disease and cancer increased. Among men, 89% of deaths were potentially avoidable; among women, 86% of deaths were avoidable. There were an estimated 160 555 YPLL in the cohort, an average of 44 YPLL per decedent and an average of 29 YPLL before age 65 years.\n## CONCLUSIONS\nAmong a cohort of opioid-dependent people in New South Wales, 1985-2005, almost nine in 10 deaths in the cohort were avoidable. There is huge scope to improve mortality among opioid-dependent people.\n",
            "in_text_citation": "Degenhardt et al., 2014",
            "footnote": 22
        },
        {
            "title": "Mortality among young injection drug users in San Francisco: a 10-year follow-up of the UFO study.",
            "abstract": "This study examined associations between mortality and demographic and risk characteristics among young injection drug users in San Francisco, California, and compared the mortality rate with that of the population. A total of 644 young (<30 years) injection drug users completed a baseline interview and were enrolled in a prospective cohort study, known as the UFO (\"U Find Out\") Study, from November 1997 to December 2007. Using the National Death Index, the authors identified 38 deaths over 4,167 person-years of follow-up, yielding a mortality rate of 9.1 (95% confidence interval: 6.6, 12.5) per 1,000 person-years. This mortality rate was 10 times that of the general population. The leading causes of death were overdose (57.9%), self-inflicted injury (13.2%), trauma/accidents (10.5%), and injection drug user-related medical conditions (13.1%). Mortality incidence was significantly higher among those who reported injecting heroin most days in the past month (adjusted hazard ratio = 5.8, 95% confidence interval: 1.4, 24.3). The leading cause of death in this group was overdose, and primary use of heroin was the only significant risk factor for death observed in the study. These findings highlight the continued need for public health interventions that address the risk of overdose in this population in order to reduce premature deaths.\n",
            "in_text_citation": "Evans et al., 2012",
            "footnote": 23
        },
        {
            "title": "The increasing mortality burden of liver disease among opioid-dependent people: cohort study.",
            "abstract": "## AIMS\nHepatitis C (HCV) infection is highly prevalent among injection drug users (IDUs) and likely to cause significant mortality over time, but little research attention has focused upon the magnitude of this risk, particularly among ageing users. This study examined trends over time in mortality attributed to liver disease, and in particular contrasting this with other more commonly studied causes of death [acquired immune deficiency syndrome (AIDS), suicide and overdose] among an ageing cohort of heroin-dependent people in Australia.\n## DESIGN\nData linkage study of methadone treatment entrants with the National Deaths Index.\n## SETTING\n A cohort entering methadone treatment for heroin dependence in New South Wales, Australia, 1980-85.\n## PARTICIPANTS\n  A total of 2489 people entering methadone treatment for heroin dependence and 54,847 person-years (PY) of follow-up.\n## MEASUREMENTS\n  Linkage of data on all methadone entrants between 1980 and 1985 with data from the Australian National Deaths Index, linked using probabilistic record linkage software.\n## FINDINGS\nThere were 8.2 deaths per 1000 PY [95% confidence interval (CI) 7.5-9.0], with standardized mortality ratios (SMRs) of 4.6 (95% CI 4.2-5.0). Almost one in five (17%) of deaths were from underlying liver-related causes, most commonly viral hepatitis. The overall mortality rate for any liver cause was 1.4 deaths per 1000 PY (95% CI 1.1-1.7), 17 times higher than to the general population (95% CI 13.4-21.3), with relative elevations more marked for females (SMR 27.9; 95% CI 17.7-41.9) than males (SMR 14.5; 95% CI 10.8-19.0). Liver mortality increased over time, becoming the most common cause of death by the end of follow-up.\n## CONCLUSIONS\n  Liver disease has become the most common cause of mortality among ageing opioid-dependent people in an ageing Australian cohort. There is an imperative to reduce the long-term risks of HCV and other risks to the liver, including alcohol consumption, which are typically not the major clinical focus for this group.\n",
            "in_text_citation": "Gibson et al., 2011",
            "footnote": 24
        },
        {
            "title": "Mortality among substance-using mothers in California: a 10-year prospective study.",
            "abstract": "## AIMS\nTo examine mortality rates and causes of death among a cohort of substance-using mothers and to identify risk factors that predict mortality.\n## DESIGN, SETTING, PARTICIPANTS\nThis is a prospective study of a cohort of 4447 substance-using mothers (pregnant or parenting) who were enrolled during 2000-02 in 40 drug abuse treatment programs across California.\n## METHODS\nAll mothers were assessed at baseline using the Addiction Severity Index. Mortality data were obtained from the National Death Index and causes of death were coded using ICD-10. Standardized mortality ratios (SMR) were calculated relative to women in the general population adjusted for age. Proportional hazard (Cox) regression was used to identify risk factors predicting death.\n## RESULTS\nAt the end of 2010, 194 deaths were confirmed, corresponding to a crude mortality rate of 4.47 per 1000 person-years and SMR of 8.4 (95% confidence interval: 7.2-9.6). Drug overdose (28.8%), cardiovascular disease (10%), and alcohol or drug disorders (8.9%) were the leading causes of death. Baseline factors associated with higher mortality included older age, being white (relative to African American or Hispanic), heroin, alcohol, cocaine or marijuana (relative to methamphetamine) as the primary drug problem, drug injection and greater severity of employment, medical/health and psychiatric problems.\n## CONCLUSIONS\nSubstance-using mothers have 8.4 times the mortality than that observed among US women of similar age. Greater severity of employment, medical/health and psychiatric problems contributed to the elevated mortality.\n",
            "in_text_citation": "Hser et al., 2012",
            "footnote": 25
        },
        {
            "title": "Suicide and other-cause mortality among heroin users in Taiwan: a prospective study.",
            "abstract": "## AIMS\nThe present study investigates one-year incidence of mortality from suicide and other causes among heroin users in Taiwan.\n## DESIGN\nA prospective national register-based cohort study.\n## SETTING\nAll heroin users who attended the methadone maintenance treatment (MMT) programs in all treatment centers in Taiwan.\n## PARTICIPANTS\nThe sample comprised 10,842 heroin users attending MMT. Between Jan 2006 and Dec 2007, cases were identified through the multiple-center register system and followed until Dec 2008 for date and cause of death on the Taiwan national mortality database.\n## MEASUREMENTS\nStandardized mortality ratios within one year of starting MMT were calculated as a ratio of actual versus expected numbers of deaths in the general population in Taiwan. Cox regression models were fitted to estimate the effects of gender, age, education and marital status as well as heroin related behaviors.\n## FINDINGS\nIn total, 256 cases died, 67 through suicide. The mortality rate (per 100 person-years) in the first year of all-cause and suicide was 1.71 and 0.45 respectively, representing 7.5- and 18.4-fold age- and gender-standardized mortality ratio (SMR) compared to the general population. Besides, the mortality rate in the first year of overdoses, murder, HIV, somatic was 0.19, 0.02, 0.07, and 0.75 respectively, representing 68.4-, 27.7-, 76.8-, and 4.3-fold SMR increases to the general population. Older age and unemployment were independent risk factors for mortality. Females had higher standardized mortality ratio than males for suicide and all-cause mortality.\n## CONCLUSIONS\nResults showed higher risk of suicide and other-cause mortality among heroin users in MMT than general population. Suicide is an important contributor to overall excess mortality among heroin users in MMT, and especially among women. Suicide prevention and physical health monitoring are important components of MMT programs.\n",
            "in_text_citation": "Lee et al., 2013",
            "footnote": 26
        },
        {
            "title": "Mortality among people who inject drugs: a systematic review and meta-analysis.",
            "abstract": "## OBJECTIVE\nTo systematically review cohort studies of mortality among people who inject drugs, examine mortality rates and causes of death in this group, and identify participant- and study-level variables associated with a higher risk of death.\n## METHODS\nTailored search strings were used to search EMBASE, Medline and PsycINFO. The grey literature was identified through online grey literature databases. Experts were consulted to obtain additional studies and data. Random effects meta-analyses were performed to estimate pooled crude mortality rates (CMRs) and standardized mortality ratios (SMRs).\n## FINDINGS\nSixty-seven cohorts of people who inject drugs were identified, 14 of them from low- and middle-income countries. The pooled CMR was 2.35 deaths per 100 person-years (95% confidence interval, CI: 2.12-2.58). SMRs were reported for 32 cohorts; the pooled SMR was 14.68 (95% CI: 13.01-16.35). Comparison of CMRs and the calculation of CMR ratios revealed mortality to be higher in low- and middle-income country cohorts, males and people who injected drugs that were positive for human immunodeficiency virus (HIV). It was also higher during off-treatment periods. Drug overdose and acquired immunodeficiency syndrome (AIDS) were the primary causes of death across cohorts.\n## CONCLUSION\nCompared with the general population, people who inject drugs have an elevated risk of death, although mortality rates vary across different settings. Any comprehensive approach to improving health outcomes in this group must include efforts to reduce HIV infection as well as other causes of death, particularly drug overdose.\n## OBJECTIF\nExaminer systématiquement les études de cohortes de la mortalité chez les toxicomanes par injection, étudier les taux de mortalité et les causes de décès dans ce groupe, et identifier les variables, au niveau des participants et des études, associées à un risque accru de décès.\n## MÉTHODES\nDes critères de recherche spécifiquement adaptés ont été utilisés pour les recherches réalisées sur EMBASE, Medline et PsycINFO. La littérature grise a été identifiée par le biais de bases de données de littérature grise disponibles en ligne. Des experts ont été consultés pour obtenir des données et des études supplémentaires. Des méta-analyses des effets aléatoires ont été réalisées afin d’estimer les taux bruts de mortalité (TBM) groupés et les taux de mortalité standardisés (TMS).\n## RÉSULTATS\nSoixante-sept cohortes de personnes qui s'injectent des drogues ont été identifiées, dont 14 appartenant à des pays à revenu faible et intermédiaire. Le TBM groupé était de 2,35 décès pour 100 personnes-années (intervalle de confiance de 95%, IC: 2,12 – 2,58). Les TMS étaient indiqués pour 32 cohortes, avec un TMS groupé de 14,68 (IC de 95%: 13,01 – 16,35). La comparaison des TBM et le calcul des taux de TMS ont révélé une mortalité plus élevée parmi les cohortes des pays à revenu faible et intermédiaire, les sujets masculins et les toxicomanes par injection séropositifs. Elle était également plus élevée pendant les périodes d’interruption thérapeutique. L’overdose et le syndrome d'immunodéficience acquise (SIDA) étaient les causes principales des décès parmi ces cohortes.\n## CONCLUSION\nSi l’on compare avec la population globale, les personnes qui s'injectent des drogues ont un risque élevé de décès, bien que les taux de mortalité varient selon les contextes. Toute approche exhaustive visant à améliorer les résultats de ce groupe en matière de santé doit comprendre des efforts en vue de diminuer l'infection par le VIH, ainsi que d'autres causes de décès, notamment l’overdose.\nRevisar de forma sistemática los estudios de cohortes sobre la mortalidad entre los consumidores de drogas inyectables, examinar las tasas de mortalidad y las causas de muerte en este grupo e identificar las variables relacionadas con el estudio y los participantes asociadas a un mayor riesgo de muerte. Métodos \n## الغرض\nاستعراض الدراسات الأترابية المعنية بمعدل الوفيات بين الأشخاص الذين يتعاطون المخدرات عن طريق الحقن على نحو منهجي، ودراسة معدلات الوفيات وأسباب الوفاة في هذه الفئة، وتحديد متغيرات مستوى المشاركين والدراسة المرتبطة بارتفاع خطر الوفاة.\n## الطريقة\nتم استخدام عبارات بحث مخصصة للبحث في قواعد بيانات EMBASE وMedline وPsycINFO. وتم تحديد الكتابات غير الرسمية من خلال قواعد بيانات الكتابات غير الرسمية على شبكة الإنترنت. وتم استشارة الخبراء للحصول على دراسات وبيانات إضافية. وتم إجراء التحليلات الوصفية للتأثيرات العشوائية لتقييم معدلات الوفيات الأولية المجمعة (CMRs) ونسب الوفيات الموحدة (SMRs).\n## النتائج\nتم تحديد سبع وستين مجموعة من الأشخاص الذين يتعاطون المخدرات عن طريق الحقن، أربع عشرة منها من البلدان المنخفضة والمتوسطة الدخل. وكان معدل الوفيات الأولي المجمع 2.35 وفاة لكل 100 شخص-سنة (فاصل الثقة 95 %، فاصل الثقة: 2.12 إلى 2.58). وتم الإبلاغ عن نسب الوفيات الموحدة لاثنتين وثلاثين مجموعة؛ وكانت نسبة الوفيات الموحدة 14.68 (فاصل الثقة 95 %: 13.01 إلى 16.35). وأظهرت مقارنة معدلات الوفيات الأولية وحساب نسب معدلات الوفيات الأولية ارتفاع معدل الوفيات في البلدان المنخفضة والمتوسطة الدخل بين المجموعات والذكور والأشخاص الإيجابيين لفيروس العوز المناعي البشري (HIV) الذين تعاطوا المخدرات عن طريق الحقن. وكان المعدل مرتفعاً كذلك خلال فترات وقف العلاج. وكان فرط جرعة المخدرات ومتلازمة العوز المناعي المكتسب (الأيدز) السببين الرئيسيين للوفاة بين المجموعات.\n## الاستنتاج\nمقارنة بعامة السكان، يتعرض الأشخاص الذين يتعاطون المخدرات عن طريق الحقن لخطر وفاة مرتفع، على الرغم من تفاوت معدلات الوفيات بين البيئات المختلفة. ويجب أن يتضمن أي نهج شامل لتحسين حصائل الصحة في هذه الفئة جهوداً لخفض عدوى الإصابة بفيروس العوز المناعي البشري بالإضافة إلى غيرها من أسباب الوفاة، ولاسيما فرط جرعة المخدرات.\n## 目的\n系统回顾药物注射人群死亡率的队列研究，检查该群体的死亡率和死亡原因，并确定与较高死亡风险相关的参与水平和研究水平变量。\n## 方法\n使用定制的搜索字符串搜索EMBASE、Medline和PsycINFO。通过网上灰色文献数据库识别灰色文献。咨询专家以获取更多的研究和数据。执行随机效果荟萃分析来估计汇集的粗死亡率（CMR）和标准化死亡率（SMR）。\n## 结果\n确定67 个药物注射人群队列，其中14 个来自中低收入国家。汇集的CMR为每100 人年2.35 例死亡（95%置信区间，CI：2.12-2.58）。报告32 个队列的SMR；汇集的SMR为14.68（95% CI：13.01-16.35）。CMR的比较和CMR比率的计算表明，中低收入国家的队列、男性以及艾滋病毒（HIV）呈阳性的药物注射人群中的死亡率较高。治疗结束期间死亡率也较高。药物过量和艾滋病（AIDS）是各个队列的主要死亡原因。\n## 结论\n尽管不同环境中的死亡率各异，与普通人群相比，药物注射人群的死亡风险更高。任何改善该群体的健康疗效的综合方案都必须包括减少艾滋病毒感染以及其他死亡致因（尤其是药物过量）的努力。\n## ЦЕЛЬ\nПровести систематический обзор когортных исследований смертности среди лиц, вводящих наркотики внутривенно, изучить уровни смертности и причины смерти в данной группе и определить переменные на уровне участников и исследований, связанные с высоким риском смерти.\n## МЕТОДЫ\nПоиск исследований осуществлялся по базам данных EMBASE, Medline и PsycINFO по специализированным критериям поиска. Поиск литературы для служебного пользования осуществлялся по онлайновым базам данных литературы для служебного пользования. С целью получения дополнительных данных и исследований проводились консультации с экспертами. Для определения суммарных общих показателей смертности (ОПС) и стандартизированных коэффициентов смертности (СКС) выполнялся мета-анализ случайных эффектов.\n## РЕЗУЛЬТАТЫ\nБыли выявлены шестьдесят семь когорт лиц, вводящих наркотики внутривенно, 14 из которых относятся к странам с низким и средним уровнями доходов. Суммарный ОПС составлял 2,35 смертей на 100 человеко-лет (95% доверительный интервал, ДИ: 2,12–2,58). СКС фиксировался для 32 когорт; суммарный СКС составлял 14,68 (95% ДИ: 13,01-16,35). Сравнение ОПС и расчет коэффициентов ОПС выявил высокий уровень смертности в когортах, относящихся к странам с низким и средним уровнями доходов, среди мужчин и лиц, вводивших наркотики внутривенно, которые имели положительные результаты на вирус иммунодефицита человека (ВИЧ). Высокий уровень также отмечен вне периодов лечения. Передозировка наркотиков и синдром приобретенного иммунодефицита (СПИД) являлись основными причинами смерти в когортах.\n## ВЫВОД\nПо сравнению с населением в целом, лица, вводящие наркотики внутривенно, подвержены повышенному риску смерти несмотря на то, что уровни смертности варьируются в зависимости от условий. Любой комплексный подход к улучшению результатов мероприятий по охране здоровья в данной группе должен включать в себя меры по сокращению уровня ВИЧ-инфекции, а также других причин смерти, в особенности, передозировки наркотиков.\n",
            "in_text_citation": "Mathers et al., 2013",
            "footnote": 27
        },
        {
            "title": "Mortality of those who attended drug services in Scotland 1996-2006: record-linkage study.",
            "abstract": "## BACKGROUND\nWe examine major causes of death amongst persons in contact with drug-treatment services across Scotland during April 1996-March 2006, hereafter Scottish Drug Misuse Database (SDMD) cohort.\n## METHODS\nDrug-treatment records were linked to national registers of deaths and hepatitis C virus (HCV) diagnoses. For eras 1996/97-2000/01 and 2001/02-2005/06, we calculated cause-specific death-rates and standardised mortality ratios (SMRs) using age-, sex- and calendar-rates of the general Scottish population. Major causes of death were identified by high SMRs (>5 across eras) or rates (>50 per 100,000 person-years in either era), and their time-specific influences characterised by proportional hazards analyses.\n## RESULTS\nThe SDMD cohort comprised 69,456 individuals, 350,315 person-years and 2590 deaths. The overall SMR reduced from 6.4 (95% CI: 6.0-6.9) to 4.8 (95% CI: 4.6-5.0) between eras. We identified five major causes of death: drug-related (1383 deaths), homicide (118) and infectious diseases (90) with high SMRs; suicide (269) and digestive system disease (168) with high rates. HCV diagnosis marked individuals with at least double the risk of cause-specific mortality, including adjusted hazard ratio (HR) for no HCV diagnosis of 0.46 (95% CI: 0.41-0.53) for drug-related deaths (DRDs) and 0.15 (95% CI: 0.10-0.22) for death from digestive system disease. Increased DRD risk at older age (>34 years) appeared specific to HCV-diagnosed individuals (interaction: χ₁²=7.7, p=0.01). Alcohol misuse increased HRs: for DRD (1.76, 95% CI: 1.50-2.06), suicide (1.88, 95% CI: 1.35-2.60), deaths from digestive system disease (3.19, 95% CI: 2.21-4.60) and non-major causes (1.87, 95% CI: 1.49-2.35). Stimulant misuse increased suicide risk: adjusted HR 1.91 (95% CI: 1.43-2.54).\n## CONCLUSIONS\nDrug-users in Scotland are exposed to variously increased mortality risks. HCV-diagnosed individuals are particularly vulnerable, and may need additional support.\n",
            "in_text_citation": "Merrall et al., 2012",
            "footnote": 28
        },
        {
            "title": "Causes of premature mortality in Swedish drug abusers: a prospective longitudinal study 1970-2006.",
            "abstract": "## AIMS\nTo evaluate premature mortality and causes of death from young adulthood to middle age in a cohort of drug users followed during almost four decades.\n## DESIGN\nFollow-up study of a consecutive cohort of patients with drug abuse/dependence.\n## METHODS\nA cohort of 561 drug abusers, admitted to a detoxification and short-term rehabilitation unit 1970-1978 was followed to December 31st, 2006. Standardized interviews and hospital records with toxicological analyses were used for demographic data, substance use and psychiatric diagnoses at admission. For Follow-up analyses, autopsy protocols including toxicology tests and death certificates were obtained for assessment of causes of death which were coded according to ICD-10. Age-group standardized mortality ratios were calculated independently for both sexes.\n## RESULTS\n204 persons (36.4%) were deceased by 2006. SMR was 5.94 for the cohort. Compared to an age- and gender-matched population, the risk of premature death was about eighteen times higher between the ages of 20-44 and about five times higher from 45 up to the age of 69. Of 120 (59%) drug-related deaths, 43 were opiate overdoses, and 3 were overdose from amphetamine. A total of 53 (26%) persons died violent deaths: 39 suicides, of which 25 were drug-related, 3 homicides and 12 accidents. The Swedish national causes of death register underestimated drug-related death by 37% and suicide by 85% compared to the results from this study.\n## CONCLUSIONS\nThe cohort of drug abusers had an increased risk of premature often drug-related and violent death well into middle age, and to a great extent the drug addicts died from the same drug they had abused when they were first admitted for treatment. The underestimation of drug-related death and suicide in some national death cause registers could be reduced if the doctor routinely records ICD codes when issuing death certificates and autopsy protocols.\n",
            "in_text_citation": "Nyhlen et al., 2011",
            "footnote": 29
        },
        {
            "title": "Substance abuse and psychiatric co-morbidity as predictors of premature mortality in Swedish drug abusers: a prospective longitudinal study 1970-2006.",
            "abstract": "## BACKGROUND\nFew longitudinal cohort studies have focused on the impact of substances abused and psychiatric disorders on premature mortality. The aim of the present study was to identify predictors of increased risk of drug related death and non drug related death in substance abusers of opiates, stimulants, cannabis, sedatives/hypnotics, hallucinogens and alcohol over several decades.\n## METHODS\nFollow-up study of a consecutive cohort of 561 substance abusers, admitted to a detoxification unit January 1970 to February 1978 in southern Sweden, and followed up in 2006. Demographic and clinical data, substance diagnoses and three groups of psychiatric diagnoses were identified at first admission. Causes of death were coded according to ICD-10 and classified as drug related deaths or non drug related deaths. To identify the incidence of some probable risk factors of drug related premature death, the data were subjected to a competing risks Cox regression analysis.\n## RESULTS\nOf 561 patients in the cohort, 11 individuals had either emigrated or could not be located, and 204/561 patients (36.4%) were deceased by 2006. The cumulative risk of drug related death increased more in the first 15 years and leveled out later on when non drug related causes of death had a similar incidence. In the final model, male gender, regular use of opiates or barbiturates at first admission, and neurosis were associated with an increased risk of drug related premature death, while cannabis use and psychosis were associated with a decreased risk. Neurosis, mainly depression and/or anxiety disorders, predicted drug related premature death while chronic psychosis and personality disorders did not. Chronic alcohol addiction was associated with increased risk of non drug related death.\n## CONCLUSIONS\nThe cohort of drug abusers had an increased risk of premature death to the age of 69. Drug related premature death was predicted by male gender, the use of opiates or barbiturates and depression and anxiety disorders at first admission. The predicted cumulative incidence of drug related death was significantly higher in opiate and barbiturate abusers over the observed period of 37 years, while stimulant abuse did not have any impact. Alcohol contributed to non drug related death.\n",
            "in_text_citation": "Nyhlen et al., 2011b",
            "footnote": 30
        },
        {
            "title": "Mortality risk for cocaine abusers in relation to heroin use: a follow-up study.",
            "abstract": "Cohort study on 471 subjects resident in the metropolitan area of Bologna who had visited a public treatment center for problems due to the abuse of cocaine from January 1, 1988 to December 31, 2009. Two user typologies were created: cocaine users (no heroin) and heroin and cocaine users. Crude mortality rates and standardized mortality ratios were calculated. We performed a regression analysis using the Poisson method. The study results show a higher mortality risk for those injecting substances and for subjects who took both heroin and cocaine. They appear to have different characteristics from their counterparts who do not use heroin. Future studies should be oriented to this aspect.\n",
            "in_text_citation": "Pavarin et al., 2013",
            "footnote": 31
        },
        {
            "title": "Mortality in heroin-assisted treatment in Switzerland 1994-2000.",
            "abstract": "## BACKGROUND\nA major goal of heroin-assisted treatment in Switzerland has been to reduce the drug-related mortality of heroin users. Therefore, a continuous monitoring of deaths under treatment is essential.\n## AIMS\nTo assess mortality of participants in heroin-assisted treatment in Switzerland over a 7-year period from 1994 to 2000, and to compare this mortality to the general population and to other populations of opioid users, as reported in the literature.\n## METHOD\nEstimation of person years under heroin-assisted treatment from the complete case registry of heroin-assisted treatment in Switzerland. Estimation of standardized mortality ratios comparing the population in treatment to the Swiss population (standardized to the year 2000).\n## RESULTS\nOver the 7-year period, the crude death rate of patients in heroin-assisted treatment, and including one month after discharge from treatment, was 1% per year. The standardized mortality ratio for the entire observation period was 9.7 (95% C.I. 7.3-12.8), with females having higher standardized mortality ratios (SMR 17.2) than males (SMR 8.4). There was no clear time trend.\n## CONCLUSION\nMortality in heroin-assisted treatment was low compared to the mortality rate of Swiss opioid users 1990s (estimated to be between 2.5 and 3%). It was also low compared to mortality rates of opioid users in other maintenance treatments in other countries as reported in the literature. The SMR was also lower than that reported in the only meta-analysis in the literature: 13.2 (95% C.I. 12.3-14.1). The low mortality rate is all the more noteworthy as heroin-assisted treatment in Switzerland included only refractory opioid addicts with existing severe somatic and/or mental problems.\n## DECLARATION OF INTEREST\nNo conflicts of interest declared.\n",
            "in_text_citation": "Rehm et al., 2005",
            "footnote": 32
        },
        {
            "title": "Mortality and causes of death among users of methadone maintenance treatment in Israel, 1999-2008.",
            "abstract": "## OBJECTIVES\nTo determine all-cause and specific-causes mortality, in the years 1999-2008, among opioid-dependent users treated at methadone maintenance treatment (MMT) clinics in Israel and to compare the obtained results with data from relevant studies worldwide.\n## METHOD\nThe records of patients treated at MMT units were linked to the nationwide database of causes of death. Information about the Israeli general population from the Central Bureau of Statistics was used for comparison to match sex and age to the cohort under study. Crude mortality rates (CMRs) per 100 persons per year (PY) and standardized mortality ratios (SMRs) with 95% confidence intervals (CIs) were calculated.\n## RESULTS\nThe overall CMR for MMT users was 1.49/100 PY (CI 1.40-1.59) and was not associated with gender, age at entering MMT, ethnicity, and immigrant status. The leading causes of mortality were sudden/undefined death (0.31/100 PY, CI 0.26-0.35), overdose (0.22/100 PY, CI 0.17-0.27), and cancer (0.15/100 PY, CI 0.12-0.18). The MMT users were 12.2 times more likely to die from all causes than people from the general population. Overall, our estimates were comparable with the figures pooled from relevant studies.\n## CONCLUSIONS\nThe results suggest that the excess mortality of MMT users is associated with an increased morbidity, which alone or in combination with service-related risks, lead to worse outcomes.\n",
            "in_text_citation": "Rosca et al., 2012",
            "footnote": 33
        },
        {
            "title": "Mortality among amphetamine users: a systematic review of cohort studies.",
            "abstract": "## AIMS\nTo report the results of a comprehensive literature search of studies of mortality among people who use amphetamines.\n## DESIGN AND SETTING\nThree electronic databases were searched (EMBASE, Medline and PsycINFO) and \"grey\" literature was located. Shortlists of papers were circulated to experts to ascertain whether any important papers had been missed. Papers were hand-searched to retrieve any additional relevant articles.\n## MEASUREMENTS\nStudies meeting inclusion criteria were prospective cohort studies examining mortality risk among dependent and problematic amphetamine users. Crude mortality rates (CMR/100PY) and standardised mortality ratios (SMRs) were the primary outcome measures considered. Data on overall mortality, and rates for specific causes of death, were of interest.\n## FINDINGS\n2187 articles and 9 grey literature sources were obtained. After thorough review, 72 articles were identified as reporting on amphetamine-related mortality, 7 provided data from cohort studies of users. An additional study of Swedish military conscripts was identified by the authors during correspondence with other researchers. The geographic spread of cohorts was restricted to high income countries with the exception of one Thai study; reporting of standard parameters in mortality studies was often sparse. The estimated CMRs ranged from 0 in Australia to 2.95 (1.46-4.59) in Thailand. The Czech cohort reported the only SMR: 6.22 overall, males: 5.87, females: 7.84.\n## CONCLUSIONS\nGiven the widespread use of amphetamines, the known non-fatal adverse effects of use and the mortality rates reported here, cohort studies investigating the morbidity and mortality associated with such drug use should be a research priority.\n",
            "in_text_citation": "Degenhardt et al., 2011",
            "footnote": 39
        },
        {
            "title": "Drastic elevations in mortality among female injection drug users in a Canadian setting.",
            "abstract": "The health and social conditions of women living in Vancouver's Downtown Eastside has recently been the focus of substantial international attention. Since few studies have examined rates and correlates of death among addicted women in Canada, we have characterized patterns of mortality among female injection drug users (IDUs) in Vancouver. The Vancouver Injection Drug Users Study (VIDUS) is a prospective open cohort study of IDUs. The analyses presented here, were restricted to women enrolled between May 1996 and May 2002 and who were aged 14 years or older. We estimated cumulative mortality rates using Kaplan-Meier methods and Cox regression was used to calculate univariate and adjusted relative hazards. Between May 1996 and May 2002, 520 female IDUs have been recruited from the Vancouver area among whom 68 died during the study period. Elevated rates of mortality were observed among those who reported, baseline sex-trade involvement, those with HIV-infection at baseline, and those who lived in unstable housing at baseline (all log-rank: p<0.05). In adjusted analyses, HIV infection (RH = 3.09 [95% CI: 1.86-5.11]; p<0.001), unstable housing (RH = 1.74 [95% CI: 1.10-2.86]; p=0.029) and sex-trade involvement (RH = 1.82 [95% CI: 0.95-3.45]; p=0.071) were associated with the time to death. When the number of observed deaths was compared to the number of expected deaths based on the general female population of British Columbia using indirect standardization, the rate of death among female IDUs was elevated by a factor of 47.3 (95% CI: 36.1-58.5). In Vancouver, female IDUs have rates of mortality almost 50 times that of the province's female population. Our findings are consistent with a growing number of reports from other settings internationally, and demonstrate the need for an appropriate evidence-based strategy to address the health and social needs of addicted women.\n",
            "in_text_citation": "Spittal et al., 2006",
            "footnote": 35
        },
        {
            "title": "Mortality among injecting drug users in Melbourne: a 16-year follow-up of the Victorian Injecting Cohort Study (VICS).",
            "abstract": "Multiple factors affect injecting drug-related mortality, many of which will vary over time and between jurisdictions. There are relatively few studies of mortality among injecting drug users (IDU) in Australia. We aimed to provide data comparable to those reported internationally on the rate of mortality among IDU in Australia. We retrospectively examined mortality among participants (N=220) from the first Australian cohort study of IDU by linking coded personal identifier records with a national death register. The overall mortality rate among those followed-up was 0.83 per 100 PY (95% CI, 0.56-1.21 per 100 PY). This rate is lower than those reported internationally but comparable to the limited Australian data from other cohorts of IDU. Mortality was higher among males, most common among those aged in their early thirties and drug-related mortality occurred typically after substantial injecting careers. Extensive experience of incarceration (>or=3 times) was associated with increased risk of mortality. These results suggest that rates of mortality among Australian IDU may be lower than those reported internationally, with low HIV prevalence and Australia's long-held harm reduction framework potentially contributing to this result. Further studies using defined cohorts followed over time are needed to examine long-term outcomes among IDU in Australia.\n",
            "in_text_citation": "Stoové et al., 2008",
            "footnote": 36
        },
        {
            "title": "Temporal trends in mortality among people who use drugs compared with the general Dutch population differ by hepatitis C virus and HIV infection status.",
            "abstract": "## OBJECTIVES\nWe aimed to identify temporal trends in all-cause and cause-specific mortality rates among people who use drugs (PWUD) compared with the general Dutch population and to determine whether mortality trends differed by hepatitis C virus (HCV)/HIV (co) infection status.\n## DESIGN\nLongitudinal cohort study.\n## METHODS\nUsing data from the Amsterdam Cohort Studies among 1254 PWUD (1985-2012), all-cause and cause-specific standardized mortality ratios (SMRs) were calculated; SMRs were stratified by serological group (HCV/HIV-uninfected, HCV-monoinfected, and HCV/HIV-coinfected) and calendar period. Temporal trends were estimated using Poisson regression.\n## RESULTS\nThe overall all-cause SMR was 13.9 (95% confidence interval 12.6-15.3). The SMR significantly declined after 1996, especially due to a decline among women (P < 0.001). The highest SMR was observed among HCV/HIV-coinfected individuals during 1990-1996 (SMR 61.9, 95% confidence interval 50.4-76.0), which significantly declined after this period among women (P = 0.001). In contrast, SMR for HCV-monoinfected, and HCV/HIV-uninfected PWUD did not significantly change over time. The SMR for non-natural deaths significantly declined (P = 0.007), whereas the SMR for HIV-related deaths was the highest during all calendar periods.\n## CONCLUSIONS\nWe found evidence for declining all-cause mortality among PWUD compared with the general population rates. Those with HCV/HIV-coinfection showed the highest SMR. The decline in the SMR seems to be attributable to the decline in mortality among women. Mortality rates due to non-natural deaths came closer to those of the general population over time. However, HIV-related deaths remain an important cause of mortality among PWUD when compared with the general Dutch population. This study reinforces the importance of harm-reduction interventions and HCV/HIV treatment to reduce mortality among PWUD.\n",
            "in_text_citation": "van Santen et al., 2014",
            "footnote": 37
        },
        {
            "title": "Mortality of cohort of very young injecting drug users in Prague, 1996-2010.",
            "abstract": "## AIM\nTo determine the mortality in a cohort of very young injecting drug users (IDUs), and the factors associated with it.\n## DESIGN\nA database linkage prospective (follow-up) cohort study.\n## SETTING\nA convenience sample of clients of 2 low-threshold facilities, 1 drug treatment clinic, and one special facility for children with severe behavioural disorders, who were all younger than 19 and older than 15, was interviewed one or more times in 1996-8 and asked to agree with their being interviewed again after 10 or more years.\n## PARTICIPANTS\n151 (65 male, 86 female) IDUs recruited in October 1996 - December 1998.\n## MEASUREMENT\nDatabase linkage study compared unique identifiers (IDs) of the recruited subjects with the general register of deaths to determine the life status, and the causes of death of those deceased. Where necessary, we examined the death protocols directly.\n## FINDINGS\nAltogether, 8 deaths were registered between recruitment and 31st December 2008 (1,660 person-years). All the deceased were male, and all their deaths were \"unnatural\"--that is, caused by drug overdose or accident. This translates into the crude mortality rates for the whole cohort being 4.8 deaths per 1,000 person-years (PY), and into a specific mortality ratio in the males SMR=14.4 with the peak at the age of 15-20 (SMR=60.1), declining to SMR=8.2 at the age of 25-30. Except gender, we found no \"predictors of death\" in this high-risk cohort.\n## CONCLUSION\nThe overall mortality in the cohort was substantially higher than in the general population; in the male part of the cohort of young injecting drug users it was excessively high in the first three years after recruitment, and caused by external causes exclusively; the mortality in the female sub-cohort was zero, i.e. lower than in the general population of the same age range. Our findings suggest a need to develop targeted prevention of overdoses and other unnatural deaths in young male drug injectors.\n",
            "in_text_citation": "Zabransky et al., 2011",
            "footnote": 38
        },
        {
            "title": "Mortality among cocaine users: a systematic review of cohort studies.",
            "abstract": "## AIMS\nTo conduct a systematic review of mortality among cohort studies of cocaine users.\n## METHODS\nThree electronic databases were searched (EMBASE, Medline and PsychINFO); other online databases were searched using online libraries and repositories of reports and literature in the drug and alcohol field, with requested contributions from trained librarians and experts. Searches and extraction were undertaken using protocols and cross-checking of decisions by two authors. Additional data were requested from study investigators where studies did not report relevant data.\n## RESULTS\n1911 articles and 2 reports were identified from searches, with data from another four studies located from review articles. Seven cohorts of \"problem\" or dependent cocaine users reported data that permitted mortality rates to be estimated. Crude mortality rates ranged from 0.53 (95% CI: 0.10-1.58) to 6.16 (95% CI: 5.21-7.11) per 100 PY. Standardised mortality ratios (SMRs) reported in four studies suggested that mortality was four to eight times higher among cocaine users than age and sex peers in the general population.\n## CONCLUSIONS\nThere are limited data on the extent of elevated mortality among problematic or dependent cocaine users and it is unclear how generalisable the results of these studies may be to other populations of problematic cocaine users. Greater attention to both the method of recruitment, and the characteristics of cocaine users, would enhance our understanding of the mortality risks of problematic cocaine use.\n",
            "in_text_citation": 39,
            "footnote": "Degenhardt et al., 2011"
        },
        {
            "title": "Mortality among clients of a state-wide opioid pharmacotherapy program over 20 years: risk factors and lives saved.",
            "abstract": "## BACKGROUND\nThe small size of previous studies of mortality in opioid dependent people has prevented an assessment of the extent to which elevated mortality risks are consistent across time, clinical and/or patient groups. The current study examines reductions in mortality related to treatment in an entire treatment population.\n## METHODS\nData from the New South Wales (NSW) Pharmaceutical Drugs of Addiction System, recording every \"authority to dispense\" methadone or buprenorphine as opioid replacement therapy, 1985-2006, was linked with data from the National Deaths Index, a record of all deaths in Australia. Crude mortality rates and standardized mortality ratios were calculated according to age, sex, calendar year, period in- or out-of-treatment, medication type, previous treatment exposure and cause of death.\n## RESULTS\nMortality among 42,676 people entering opioid pharmacotherapy was elevated compared to age and sex peers. Drug overdose and trauma were the major contributors. Mortality was higher out of treatment, particularly during the first weeks, and it was elevated during induction onto methadone but not buprenorphine. Mortality during these risky periods changed across time and treatment episodes. Overall, mortality was similarly reduced (compared to out-of-treatment) whether patients were receiving methadone or buprenorphine. It was estimated that the program produced a 29% reduction in mortality across the entire cohort.\n## CONCLUSIONS\nMortality among treatment-seeking opioid-dependent persons is dynamic across time, patient and treatment variables. The comparative reduction in mortality during buprenorphine induction may be offset by the increased risk of longer out-of-treatment time periods. Despite periods of elevated risk, this large-scale provision of pharmacotherapy is estimated to have resulted in significant reductions in mortality.\n",
            "in_text_citation": "Degenhardt et al., 2009",
            "footnote": 40
        }
    ]
}