{
    "key_references": [
        {
            "title": "Neuroimaging manifestations and genetic heterogeneity of Walker-Warburg syndrome in Saudi patients.",
            "abstract": "## BACKGROUND\nWalker-Warburg syndrome (WWS), an autosomal recessive disease, is the most severe phenotype of congenital muscular dystrophies. Its diagnosis remains primarily clinical and radiological. Identification of its causative variants will assist genetic counseling. We aim to describe genetic and neuroimaging findings of WWS and investigate the correlation between them.\n## METHODS\nWe retrospectively reviewed the clinical, genetic and neuroimaging findings of eleven Saudi neonates diagnosed with WWS between April 2012 and December 2018 in a single tertiary care center. Correlation between neuroimaging and genetic findings was investigated.\n## RESULTS\nAll patients had macrocephaly except one who had intrauterine growth restriction. Dysmorphic features were identified in nearly half of the patients. Creatine kinase levels were available in nine patients and were always elevated. Homozygous pathogenic variants were identified in all patients spanning POMT1 (n = 5), TMEM5 (n = 3), ISPD (n = 2) and POMT2 (n = 1) including one patient who had a dual molecular diagnosis of ISPD and PGAP2. On neuroimaging, all patients showed cobblestone cortex, classical infratentorial findings, and hydrocephalus. Other cerebral cortical malformations included subependymal heterotopia, polymicrogyria and open-lip schizencephaly in four, two and one patients, respectively. Buphthalmos and microphthalmia were the most prevalent orbital findings and found in all patients either unilaterally or bilaterally.\n## CONCLUSION\nWWS is a genetically heterogeneous disorder among Saudis. The case with an additional PGAP2-related phenotype exemplifies the increased risk of dual autosomal recessive disorders in consanguineous populations. MRI is excellent in demonstrating spectrum of WWS brain and orbital malformations; however, no definite correlation could be found between the MRI findings and the genetic variant.\n",
            "in_text_citation": "Alharbi et al., 2021"
        },
        {
            "title": "Fetal central nervous system anomalies: When should we offer exome sequencing?",
            "abstract": "## OBJECTIVE\nTo investigate the detection of pathogenic variants using exome sequencing in an international cohort of fetuses with central nervous system (CNS) anomalies.\n## METHODS\nWe reviewed trio exome sequencing (ES) results for two previously reported unselected cohorts (Prenatal Assessment of Genomes and Exomes (PAGE) and CUIMC) to identify fetuses with CNS anomalies with unremarkable karyotypes and chromosomal microarrays. Variants were classified according to ACMG guidelines and association of pathogenic variants with specific types of CNS anomalies explored.\n## RESULTS\nES was performed in 268 pregnancies with a CNS anomaly identified using prenatal ultrasound. Of those with an isolated, single, CNS anomaly, 7/97 (7.2%) had a likely pathogenic/pathogenic (LP/P) variant. This includes 3/23 (13%) fetuses with isolated mild ventriculomegaly and 3/10 (30%) fetuses with isolated agenesis of the corpus callosum. Where there were multiple anomalies within the CNS, 12/63 (19%) had LP/P variants. Of the 108 cases with CNS and other organ system anomalies, 18 (16.7%) had LP/P findings.\n## CONCLUSION\nES is an important tool in the prenatal evaluation of fetuses with any CNS anomaly. The rate of LP/P variants tends to be highest in fetuses with multiple CNS anomalies and multisystem anomalies, however, ES may also be of benefit for isolated CNS anomalies.\n",
            "in_text_citation": "Baptiste et al., 2022"
        },
        {
            "title": "Congenital hydrocephalus: new Mendelian mutations and evidence for oligogenic inheritance.",
            "abstract": "## BACKGROUND\nCongenital hydrocephalus is characterized by ventriculomegaly, defined as a dilatation of cerebral ventricles, and thought to be due to impaired cerebrospinal fluid (CSF) homeostasis. Primary congenital hydrocephalus is a subset of cases with prenatal onset and absence of another primary cause, e.g., brain hemorrhage. Published series report a Mendelian cause in only a minority of cases. In this study, we analyzed exome data of PCH patients in search of novel causal genes and addressed the possibility of an underlying oligogenic mode of inheritance for PCH.\n## MATERIALS AND METHODS\nWe sequenced the exome in 28 unrelated probands with PCH, 12 of whom from families with at least two affected siblings and 9 of whom consanguineous, thereby increasing the contribution of genetic causes. Patient exome data were first analyzed for rare (MAF < 0.005) transmitted or de novo variants. Population stratification of unrelated PCH patients and controls was determined by principle component analysis, and outliers identified using Mahalanobis distance 5% as cutoff. Patient and control exome data for genes biologically related to cilia (SYScilia database) were analyzed by mutation burden test.\n## RESULTS\nIn 18% of probands, we identify a causal (pathogenic or likely pathogenic) variant of a known hydrocephalus gene, including genes for postnatal, syndromic hydrocephalus, not previously reported in isolated PCH. In a further 11%, we identify mutations in novel candidate genes. Through mutation burden tests, we demonstrate a significant burden of genetic variants in genes coding for proteins of the primary cilium in PCH patients compared to controls.\n## CONCLUSION\nOur study confirms the low contribution of Mendelian mutations in PCH and reports PCH as a phenotypic presentation of some known genes known for syndromic, postnatal hydrocephalus. Furthermore, this study identifies novel Mendelian candidate genes, and provides evidence for oligogenic inheritance implicating primary cilia in PCH.\n",
            "in_text_citation": "Jacquemin et al., 2023"
        },
        {
            "title": "Exome sequencing implicates genetic disruption of prenatal neuro-gliogenesis in sporadic congenital hydrocephalus.",
            "abstract": "Congenital hydrocephalus (CH), characterized by enlarged brain ventricles, is considered a disease of excessive cerebrospinal fluid (CSF) accumulation and thereby treated with neurosurgical CSF diversion with high morbidity and failure rates. The poor neurodevelopmental outcomes and persistence of ventriculomegaly in some post-surgical patients highlight our limited knowledge of disease mechanisms. Through whole-exome sequencing of 381 patients (232 trios) with sporadic, neurosurgically treated CH, we found that damaging de novo mutations account for >17% of cases, with five different genes exhibiting a significant de novo mutation burden. In all, rare, damaging mutations with large effect contributed to ~22% of sporadic CH cases. Multiple CH genes are key regulators of neural stem cell biology and converge in human transcriptional networks and cell types pertinent for fetal neuro-gliogenesis. These data implicate genetic disruption of early brain development, not impaired CSF dynamics, as the primary pathomechanism of a significant number of patients with sporadic CH.\n",
            "in_text_citation": "Jin et al., 2020"
        },
        {
            "title": "Implementation of fetal clinical exome sequencing: Comparing prospective and retrospective cohorts.",
            "abstract": "## PURPOSE\nWe compared the diagnostic yield of fetal clinical exome sequencing (fCES) in prospective and retrospective cohorts of pregnancies presenting with anomalies detected using ultrasound. We evaluated factors that led to a higher diagnostic efficiency, such as phenotypic category, clinical characterization, and variant analysis strategy.\n## METHODS\nfCES was performed for 303 fetuses (183 ongoing and 120 ended pregnancies, in which chromosomal abnormalities had been excluded) using a trio/duo-based approach and a multistep variant analysis strategy.\n## RESULTS\nfCES identified the underlying genetic cause in 13% (24/183) of prospective and 29% (35/120) of retrospective cases. In both cohorts, recessive heterozygous compound genotypes were not rare, and trio and simplex variant analysis strategies were complementary to achieve the highest possible diagnostic rate. Limited prenatal phenotypic information led to interpretation challenges. In 2 prospective cases, in-depth analysis allowed expansion of the spectrum of prenatal presentations for genetic syndromes associated with the SLC17A5 and CHAMP1 genes.\n## CONCLUSION\nfCES is diagnostically efficient in fetuses presenting with cerebral, skeletal, urinary, or multiple anomalies. The comparison between the 2 cohorts highlights the importance of providing detailed phenotypic information for better interpretation and prenatal reporting of genetic variants.\n",
            "in_text_citation": "Marangoni et al., 2022"
        },
        {
            "title": "Genetic etiologies associated with infantile hydrocephalus in a Chinese infantile cohort.",
            "abstract": "## BACKGROUND\nInfantile hydrocephalus (IHC) is commonly related to other central nervous system diseases, which may have adverse effects on prognosis. The causes of IHC are heterogeneous, and the genetic etiologies are not fully understood. This study aimed to analyze the genetic etiologies of an IHC cohort.\n## METHODS\nThe data for 110 IHC patients who had received exome sequencing at the Clinical Genetic Center of the Children's Hospital of Fudan University between 2016 and 2019 were reviewed and analyzed retrospectively. An exome-wide association analysis (EWAS) was performed within this cohort using IHC as the study phenotype.\n## RESULTS\nOf the 110 IHC patients, a pathogenic or likely pathogenic variant was identified in 16 (15%) patients, spanning 13 genes. The genes were mainly associated with metabolic disorders, brain abnormalities, and genetic syndromes. IHC patients who had unclear clinical etiology were more likely to possess a genetic etiology. Based on previous studies and on our EWAS results, ZEB1, SBF2, and GNAI2 were over-represented among IHC patients and might affect the signaling pathways involved in IHC formation.\n## CONCLUSIONS\nOur study showed heterogeneous genetic etiologies in an IHC cohort. It is essential to perform genetic testing on IHC patients who have unclear clinical etiology, and genes associated with metabolic disorders, brain abnormalities, and genetic syndromes should be noted. In addition, when aiming to discover IHC susceptibility genes, genes that might influence the signaling pathways involved in IHC formation should be prioritized.\n",
            "in_text_citation": "Mei et al., 2021"
        },
        {
            "title": "Genetic etiology of prenatally detected isolated moderate to severe ventriculomegaly",
            "abstract": "## Introduction\nVentriculomegaly (VM) is identified on prenatal ultrasound in 0.3-2.0 per 1000 pregnancies and is categorized into three groups based on measurement at the atrial level: mild (≥10-<12mm), moderate (≥12-<15mm), and severe (≥15mm). The literature suggests that approximately 2 to 15% of fetuses with identified VM have an abnormal karyotype, with lower prevalence in isolated cases (1.5-12%) compared to cases with additional anomalies (9.5-36%). Infectious etiologies and clotting disorders are causal in some. Isolated VM has been associated with many types of chromosomal anomalies, the most common being trisomy 21. Other chromosomal abnormalities (trisomy 18, trisomy 13, monosomy X, and triploidy), large deletions and duplications (1q dup, 7p dup, 5p del, and 4p del), microdeletion syndromes (22q11.2 del, 15q11.2 microdel, 16p13.11 microdel and microdupl, 1p36 microdel) and single gene disorders (L1CAM, AP1S2, MPDZ, CCDC88C, EML1, WDR81, NSD1) have also been reported. The objective of this study was to describe the genetic differences seen in our cohort of fetuses prenatally diagnosed with isolated moderate to severe VM.\n## Methods\nThis was a retrospective cohort study of patients that were referred for VM between April 2016 to August 2021. Patients were evaluated by high resolution ultrasound and fetal neuro MRI and offered genetic counseling and testing. A total of 144 patients were identified of which 50 went on to have postnatal neurology evaluation. 54 pregnancies resulted in terminations and 13 pregnancies were delivered but lost to follow up.\n## Results\nOf the 131 patients identified, 70 had isolated VM and 61 had additional structural anomalies that excluded them from the analysis. In isolated cases, 67% (47/70) had genetic testing and 40% (19/47) of those had abnormal results (Table 1). 74% (35/47) had cytogenetic testing including karyotype and microarray. 11% (4/35) of patients who underwent cytogenetic testing had abnormal microarray, all of which were thought to be causative of the prenatal findings. 40% of patients (19/47) had single gene next generation sequencing and of those 31.5% (6/19) had positive test results, all of which were thought to be causal. 30% (14/47) of patients had Exome Sequencing (ES). 64% (9/14) had positive results, 67% (6/9) of which were felt to be contributory to disease, with an additional variant of uncertain significance and two pathogenic findings that were unrelated to VM but did impact clinical management. One patient had CMV infection and another had Neonatal Alloimmune Thrombocytopenia.\n## Conclusion\nAdvances in genetic testing have allowed us to identify etiologies of VM that were previously unknown. As technology has improved, patients with VM have gained more meaningful test results as evidenced by our ES findings. Our 30% diagnostic rate does not represent the full genetic potential of this cohort as barriers to genetic testing still exist such as cost, timing, and understanding of testing strategy. A portion of this population was lost to follow up, declined prenatal testing, or had work up that included only cytogenetic testing. This cohort represents the need for a standardized approach to testing strategy in those with prenatally detected isolated moderate to severe VM. A proposed testing strategy for cases of prenatally identified moderate or severe VM should include 1) diagnostic testing for chromosomal abnormalities with a karyotype and microarray, 2) Infectious PCR Testing and Neonatal Alloimmune Thrombocytopenia work up, 3) L1CAM gene sequencing for affected males, and 4) consideration of exome sequencing (ES).",
            "in_text_citation": "Schindewolf et al., 2022"
        },
        {
            "title": "The genetic landscape of familial congenital hydrocephalus.",
            "abstract": "## OBJECTIVE\nCongenital hydrocephalus is an important birth defect, the genetics of which remains incompletely understood. To date, only 4 genes are known to cause Mendelian diseases in which congenital hydrocephalus is the main or sole clinical feature, 2 X-linked (L1CAM and AP1S2) and 2 autosomal recessive (CCDC88C and MPDZ). In this study, we aimed to determine the genetic etiology of familial congenital hydrocephalus with the assumption that these cases represent Mendelian forms of the disease.\n## METHODS\nExome sequencing combined, where applicable, with positional mapping.\n## RESULTS\nWe identified a likely causal mutation in the majority of these families (21 of 27, 78%), spanning 16 genes, none of which is X-linked. Ciliopathies and dystroglycanopathies were the most common etiologies of congenital hydrocephalus in our cohort (19% and 26%, respectively). In 1 family with 4 affected members, we identified a homozygous truncating variant in EML1, which we propose as a novel cause of congenital hydrocephalus in addition to its suggested role in cortical malformation. Similarly, we show that recessive mutations in WDR81, previously linked to cerebellar ataxia, mental retardation, and disequilibrium syndrome 2, cause severe congenital hydrocephalus. Furthermore, we confirm the previously reported candidacy of MPDZ by presenting a phenotypic spectrum of congenital hydrocephalus associated with 5 recessive alleles.\n## INTERPRETATION\nOur study highlights the importance of recessive mutations in familial congenital hydrocephalus and expands the locus heterogeneity of this condition. Ann Neurol 2017;81:890-897.\n",
            "in_text_citation": "Shaheen et al., 2017"
        },
        {
            "title": "Exome sequencing as first-tier test for fetuses with severe central nervous system structural anomalies.",
            "abstract": "## OBJECTIVE\nPrenatally detected central nervous system (CNS) anomalies present a diagnostic challenge. In this study, we compared the diagnostic yield of exome sequencing (ES) and chromosomal microarray analysis (CMA) in fetuses with a major CNS anomaly.\n## METHODS\nThis was a retrospective study of 114 cases referred for genetic evaluation following termination of pregnancy (TOP) due to a major CNS anomaly detected on prenatal ultrasound. All fetuses were first analyzed by CMA. All CMA-negative cases were offered ES. CMA-positive cases were reanalyzed using ES to assess its ability to detect copy-number variants (CNVs).\n## RESULTS\nCMA identified a pathogenic or likely pathogenic (P/LP) CNV in 11/114 (10%) cases. Eighty-six CMA-negative cases were analyzed using ES, which detected P/LP sequence variants in 38/86 (44%). Among recurrent cases (i.e. cases with a previously affected pregnancy), the incidence of P/LP sequence variants was non-significantly higher compared with non-recurrent ones (12/19 (63%) vs 26/67 (39%); P = 0.06). Among the 38 cases with an ES diagnosis, 20 (53%) were inherited and carried a significant risk of recurrence. Reanalysis of 10 CMA-positive cases by ES demonstrated that the bioinformatics pipeline used for sequence variant analysis also detected all P/LP CNVs, as well as three previously known non-causative CNVs.\n## CONCLUSIONS\nIn our study, ES provided a high diagnostic yield (> 50%) in fetuses with severe CNS structural anomalies, which may have been partly due to the highly selected case series that included post-TOP cases from a specialist referral center. These data suggest that ES may be considered as a first-tier test for the prenatal diagnosis of major fetal CNS anomalies, detecting both P/LP sequence variants and CNVs. This is of particular importance given the time constraints of an ongoing pregnancy and the risk of recurrence in future pregnancies. © 2022 The Authors. Ultrasound in Obstetrics & Gynecology published by John Wiley & Sons Ltd on behalf of International Society of Ultrasound in Obstetrics and Gynecology.\n",
            "in_text_citation": "Yaron et al., 2022"
        }
    ]
}