{
    "base_references": [
        {
            "title": "The continued use of placebo arms in COVID-19 vaccine trials does not adequately protect the well-being of participants.",
            "abstract": "Covid-19 vaccines are a critical tool for controlling the pandemic. While safe and effective vaccines have been developed, research is expected to continue for many years regarding the optimal implementation of existing vaccines in specific settings, and the development of second-generation vaccines that may offer advantages in terms of either efficacy or ease of implementation. Given this context, some commentators have argued that new Covid vaccine trials should be able to use placebo controls, and that existing studies should be able to continue with blinded participants in order to collect high quality, unbiased data. Using international ethics guidance documents, this paper argues against placebo controls, given the existence of proven effective interventions, and against protracted blinding once safety and efficacy milestones have been met. Instead, it advocates for study designs that allow for direct comparison between approved and experimental vaccines, which facilitates both data collection and greater access to vaccines."
        },
        {
            "title": "Safety and immunogenicity of the SARS-CoV-2 BNT162b1 mRNA vaccine in younger and older Chinese adults: a randomized, placebo-controlled, double-blind phase 1 study.",
            "abstract": "An effective vaccine is needed to end the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic. Here, we assess the preliminary safety, tolerability and immunogenicity data from an ongoing single-center (in Jiangsu province, China), parallel-group, double-blind phase 1 trial of the vaccine candidate BNT162b1 in 144 healthy SARS-CoV-2-naive Chinese participants. These participants are randomized 1:1:1 to receive prime and boost vaccinations of 10 µg or 30 µg BNT162b1 or placebo, given 21 d apart, with equal allocation of younger (aged 18-55 years) and older adults (aged 65-85 years) to each treatment group (ChiCTR2000034825). BNT162b1 encodes the SARS-CoV-2 spike glycoprotein receptor-binding domain (RBD) and is one of several messenger RNA-based vaccine candidates under clinical investigation. Local reactions and systemic events were generally dose dependent, transient and mild to moderate. Fever was the only grade 3 adverse event. BNT162b1 induced robust interferon-γ T cell responses to a peptide pool including the RBD in both younger and older Chinese adults, and geometric mean neutralizing titers reached 2.1-fold (for younger participants) and 1.3-fold (for the older participants) that of a panel of COVID-19 convalescent human sera obtained at least 14 d after positive SARS-CoV-2 polymerase chain reaction test. In summary, BNT162b1 has an acceptable safety profile and produces high levels of humoral and T cell responses in an Asian population."
        },
        {
            "title": "Safety and immunogenicity of SARS-CoV-2 recombinant protein vaccine formulations in healthy adults: interim results of a randomised, placebo-controlled, phase 1-2, dose-ranging study.",
            "abstract": "Background:\n        \n      \n      CoV2 preS dTM is a stabilised pre-fusion spike protein vaccine produced in a baculovirus expression system being developed against SARS-CoV-2. We present interim safety and immunogenicity results of the first-in-human study of the CoV2 preS dTM vaccine with two different adjuvant formulations.\n    \n\n\n          Methods:\n        \n      \n      This phase 1-2, randomised, double-blind study is being done in healthy, SARS-CoV-2-seronegative adults in ten clinical research centres in the USA. Participants were stratified by age (18-49 years and ≥50 years) and randomly assigned using an interactive response technology system with block randomisation (blocks of varying size) to receive one dose (on day 1) or two doses (on days 1 and 22) of placebo or candidate vaccine, containing low-dose (effective dose 1·3 μg) or high-dose (2·6 μg) antigen with adjuvant AF03 (Sanofi Pasteur) or AS03 (GlaxoSmithKline) or unadjuvanted high-dose antigen (18-49 years only). Primary endpoints were safety, assessed up to day 43, and immunogenicity, measured as SARS-C0V-2 neutralising antibodies (geometric mean titres), assessed on days 1, 22, and 36 serum samples. Safety was assessed according to treatment received in the safety analysis set, which included all randomly assigned participants who received at least one dose. Neutralising antibody titres were assessed in the per-protocol analysis set for immunogenicity, which included participants who received at least one dose, met all inclusion and exclusion criteria, had no protocol deviation, had negative results in the neutralisation test at baseline, and had at least one valid post-dose serology sample. This planned interim analysis reports data up to 43 days after the first vaccination; participants in the trial will be followed up for 12 months after the last study injection. This trial is registered with ClinicalTrials.gov, NCT04537208, and is ongoing.\n    \n\n\n          Findings:\n        \n      \n      Between Sept 3 and Sept 29, 2020, 441 individuals (299 aged 18-49 years and 142 aged ≥50 years) were randomly assigned to one of the 11 treatment groups. The interim safety analyses included 439 (>99%) of 441 randomly assigned participants (299 aged 18-49 years and 140 aged ≥50 years). Neutralising antibody titres were analysed in 326 (74%) of 441 participants (235 [79%] of 299 aged 18-49 years and 91 [64%] of 142 aged ≥50 years). There were no vaccine-related unsolicited immediate adverse events, serious adverse events, medically attended adverse events classified as severe, or adverse events of special interest. Among all study participants, solicited local and systemic reactions of any grade after two vaccine doses were reported in 81% (95% CI 61-93; 21 of 26) of participants in the low-dose plus AF03 group, 93% (84-97; 74 of 80) in the low-dose plus AS03 group, 89% (70-98; 23 of 26) in the high-dose plus AF03 group, 95% (88-99; 81 of 85) in the high-dose plus AS03 group, 29% (10-56; five of 17) in the unadjuvanted high-dose group, and 21% (8-40; six of 29) in the placebo group. A single vaccine dose did not generate neutralising antibody titres above placebo levels in any group at days 22 or 36. Among participants aged 18-49 years, neutralising antibody titres after two vaccine doses were 13·1 (95% CI 6·40-26·9) in the low-dose plus AF03 group, 20·5 (13·1-32·1) in the low-dose plus AS03 group, 43·2 (20·6-90·4) in the high-dose plus AF03 group, 75·1 (50·5-112·0) in the high-dose plus AS03 group, 5·00 (not calculated) in the unadjuvanted high-dose group, and 5·00 (not calculated) in the placebo group. Among participants aged 50 years or older, neutralising antibody titres after two vaccine doses were 8·62 (1·90-39·0) in the low-dose plus AF03 group, 12·9 (7·09-23·4) in the low-dose plus AS03 group, 12·3 (4·35-35·0) in the high-dose plus AF03 group, 52·3 (25·3-108·0) in the high-dose plus AS03 group, and 5·00 (not calculated) in the placebo group.\n    \n\n\n          Interpretation:\n        \n      \n      The lower than expected immune responses, especially in the older age groups, and the high reactogenicity after dose two were probably due to higher than anticipated host-cell protein content and lower than planned antigen doses in the formulations tested, which was discovered during characterisation studies on the final bulk drug substance. Further development of the AS03-adjuvanted candidate vaccine will focus on identifying the optimal antigen formulation and dose.\n    \n\n\n          Funding:\n        \n      \n      Sanofi Pasteur and Biomedical Advanced Research and Development Authority."
        },
        {
            "title": "Safety and Efficacy of the BNT162b2 mRNA Covid-19 Vaccine.",
            "abstract": "Background:\n        \n      \n      Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection and the resulting coronavirus disease 2019 (Covid-19) have afflicted tens of millions of people in a worldwide pandemic. Safe and effective vaccines are needed urgently.\n    \n\n\n          Methods:\n        \n      \n      In an ongoing multinational, placebo-controlled, observer-blinded, pivotal efficacy trial, we randomly assigned persons 16 years of age or older in a 1:1 ratio to receive two doses, 21 days apart, of either placebo or the BNT162b2 vaccine candidate (30 μg per dose). BNT162b2 is a lipid nanoparticle-formulated, nucleoside-modified RNA vaccine that encodes a prefusion stabilized, membrane-anchored SARS-CoV-2 full-length spike protein. The primary end points were efficacy of the vaccine against laboratory-confirmed Covid-19 and safety.\n    \n\n\n          Results:\n        \n      \n      A total of 43,548 participants underwent randomization, of whom 43,448 received injections: 21,720 with BNT162b2 and 21,728 with placebo. There were 8 cases of Covid-19 with onset at least 7 days after the second dose among participants assigned to receive BNT162b2 and 162 cases among those assigned to placebo; BNT162b2 was 95% effective in preventing Covid-19 (95% credible interval, 90.3 to 97.6). Similar vaccine efficacy (generally 90 to 100%) was observed across subgroups defined by age, sex, race, ethnicity, baseline body-mass index, and the presence of coexisting conditions. Among 10 cases of severe Covid-19 with onset after the first dose, 9 occurred in placebo recipients and 1 in a BNT162b2 recipient. The safety profile of BNT162b2 was characterized by short-term, mild-to-moderate pain at the injection site, fatigue, and headache. The incidence of serious adverse events was low and was similar in the vaccine and placebo groups.\n    \n\n\n          Conclusions:\n        \n      \n      A two-dose regimen of BNT162b2 conferred 95% protection against Covid-19 in persons 16 years of age or older. Safety over a median of 2 months was similar to that of other viral vaccines. (Funded by BioNTech and Pfizer; ClinicalTrials.gov number, NCT04368728.)."
        },
        {
            "title": "A Deferred-Vaccination Design to Assess Durability of COVID-19 Vaccine Effect After the Placebo Group Is Vaccinated.",
            "abstract": "Multiple candidate vaccines to prevent COVID-19 have entered large-scale phase 3 placebo-controlled randomized clinical trials, and several have demonstrated substantial short-term efficacy. At some point after demonstration of substantial efficacy, placebo recipients should be offered the efficacious vaccine from their trial, which will occur before longer-term efficacy and safety are known. The absence of a placebo group could compromise assessment of longer-term vaccine effects. However, by continuing follow-up after vaccination of the placebo group, this study shows that placebo-controlled vaccine efficacy can be mathematically derived by assuming that the benefit of vaccination over time has the same profile for the original vaccine recipients and the original placebo recipients after their vaccination. Although this derivation provides less precise estimates than would be obtained by a standard trial where the placebo group remains unvaccinated, this proposed approach allows estimation of longer-term effect, including durability of vaccine efficacy and whether the vaccine eventually becomes harmful for some. Deferred vaccination, if done open-label, may lead to riskier behavior in the unblinded original vaccine group, confounding estimates of long-term vaccine efficacy. Hence, deferred vaccination via blinded crossover, where the vaccine group receives placebo and vice versa, would be the preferred way to assess vaccine durability and potential delayed harm. Deferred vaccination allows placebo recipients timely access to the vaccine when it would no longer be proper to maintain them on placebo, yet still allows important insights about immunologic and clinical effectiveness over time."
        },
        {
            "title": "Safety and efficacy of the ChAdOx1 nCoV-19 vaccine (AZD1222) against SARS-CoV-2: an interim analysis of four randomised controlled trials in Brazil, South Africa, and the UK.",
            "abstract": "Background:\n        \n      \n      A safe and efficacious vaccine against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), if deployed with high coverage, could contribute to the control of the COVID-19 pandemic. We evaluated the safety and efficacy of the ChAdOx1 nCoV-19 vaccine in a pooled interim analysis of four trials.\n    \n\n\n          Methods:\n        \n      \n      This analysis includes data from four ongoing blinded, randomised, controlled trials done across the UK, Brazil, and South Africa. Participants aged 18 years and older were randomly assigned (1:1) to ChAdOx1 nCoV-19 vaccine or control (meningococcal group A, C, W, and Y conjugate vaccine or saline). Participants in the ChAdOx1 nCoV-19 group received two doses containing 5 × 1010 viral particles (standard dose; SD/SD cohort); a subset in the UK trial received a half dose as their first dose (low dose) and a standard dose as their second dose (LD/SD cohort). The primary efficacy analysis included symptomatic COVID-19 in seronegative participants with a nucleic acid amplification test-positive swab more than 14 days after a second dose of vaccine. Participants were analysed according to treatment received, with data cutoff on Nov 4, 2020. Vaccine efficacy was calculated as 1 - relative risk derived from a robust Poisson regression model adjusted for age. Studies are registered at ISRCTN89951424 and ClinicalTrials.gov, NCT04324606, NCT04400838, and NCT04444674.\n    \n\n\n          Findings:\n        \n      \n      Between April 23 and Nov 4, 2020, 23 848 participants were enrolled and 11 636 participants (7548 in the UK, 4088 in Brazil) were included in the interim primary efficacy analysis. In participants who received two standard doses, vaccine efficacy was 62·1% (95% CI 41·0-75·7; 27 [0·6%] of 4440 in the ChAdOx1 nCoV-19 group vs71 [1·6%] of 4455 in the control group) and in participants who received a low dose followed by a standard dose, efficacy was 90·0% (67·4-97·0; three [0·2%] of 1367 vs 30 [2·2%] of 1374; pinteraction=0·010). Overall vaccine efficacy across both groups was 70·4% (95·8% CI 54·8-80·6; 30 [0·5%] of 5807 vs 101 [1·7%] of 5829). From 21 days after the first dose, there were ten cases hospitalised for COVID-19, all in the control arm; two were classified as severe COVID-19, including one death. There were 74 341 person-months of safety follow-up (median 3·4 months, IQR 1·3-4·8): 175 severe adverse events occurred in 168 participants, 84 events in the ChAdOx1 nCoV-19 group and 91 in the control group. Three events were classified as possibly related to a vaccine: one in the ChAdOx1 nCoV-19 group, one in the control group, and one in a participant who remains masked to group allocation.\n    \n\n\n          Interpretation:\n        \n      \n      ChAdOx1 nCoV-19 has an acceptable safety profile and has been found to be efficacious against symptomatic COVID-19 in this interim analysis of ongoing clinical trials.\n    \n\n\n          Funding:\n        \n      \n      UK Research and Innovation, National Institutes for Health Research (NIHR), Coalition for Epidemic Preparedness Innovations, Bill & Melinda Gates Foundation, Lemann Foundation, Rede D'Or, Brava and Telles Foundation, NIHR Oxford Biomedical Research Centre, Thames Valley and South Midland's NIHR Clinical Research Network, and AstraZeneca."
        },
        {
            "title": "Vaccines to prevent COVID-19: a protocol for a living systematic review with network meta-analysis including individual patient data (The LIVING VACCINE Project).",
            "abstract": "Background:\n        \n      \n      Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causes coronavirus disease 2019 (COVID-19) which has rapidly spread worldwide. Several human randomized clinical trials assessing potential vaccines are currently underway. There is an urgent need for a living systematic review that continuously assesses the beneficial and harmful effects of all available vaccines for COVID-19.\n    \n\n\n          Methods/design:\n        \n      \n      We will conduct a living systematic review based on searches of major medical databases (e.g., MEDLINE, EMBASE, CENTRAL) and clinical trial registries from their inception onwards to identify relevant randomized clinical trials. We will update the literature search once a week to continuously assess if new evidence is available. Two review authors will independently extract data and conduct risk of bias assessments. We will include randomized clinical trials comparing any vaccine aiming to prevent COVID-19 (including but not limited to messenger RNA; DNA; non-replicating viral vector; replicating viral vector; inactivated virus; protein subunit; dendritic cell; other vaccines) with any comparator (placebo; \"active placebo;\" no intervention; standard care; an \"active\" intervention; another vaccine for COVID-19) for participants in all age groups. Primary outcomes will be all-cause mortality; a diagnosis of COVID-19; and serious adverse events. Secondary outcomes will be quality of life and non-serious adverse events. The living systematic review will include aggregate data meta-analyses, trial sequential analyses, network meta-analyses, and individual patient data meta-analyses. Within-study bias will be assessed using Cochrane risk of bias tool. The Grading of Recommendations, Assessment, Development and Evaluations (GRADE) and Confidence in Network Meta-Analysis (CINeMA) approaches will be used to assess certainty of evidence. Observational studies describing harms identified during the search for trials will also be included and described and analyzed separately.\n    \n\n\n          Discussion:\n        \n      \n      COVID-19 has become a pandemic with substantial mortality. A living systematic review assessing the beneficial and harmful effects of different vaccines is urgently needed. This living systematic review will regularly inform best practice in vaccine prevention and clinical research of this highly prevalent disease.\n    \n\n\n          Systematic review registration:\n        \n      \n      PROSPERO CRD42020196492."
        },
        {
            "title": "Evaluation of the safety, immunogenicity and pharmacokinetics of equine anti-SARS-CoV F(ab')(2) in macaque.",
            "abstract": "To warrant potential clinical testing, the equine anti-SARS-CoV F(ab')(2) requires evaluation in as many animal models as possible and a safety test in a primate model. In this study, we evaluated the pharmacokinetics, tolerance and immunity of this kind of antibody in macaques and rats. Results showed that the F(ab')(2) fragments had a normal metabolism in injected animals. The general physiological indexes did not differ between animals injected with anti-SARS-CoV F(ab')(2) or saline. However, a mild inflammatory response in local injection site and a moderate immune response against this antibody in the successively injected animals were observed, which however recovered 3 weeks after the last injection. The antibody titring from 1:100 to 400 against the equine anti-SARS-CoV F(ab')(2) in the inoculated hosts could be detected at week 2 during the successive injections of the equine F(ab')(2). The considerable safety of this antibody used in primates and the fact that the immune system of the host can be motivated by post-injection of the F(ab')(2) indicate that this type of anti-SARS-CoV antibody can be used for prevention and treatment of SASR, especially at the early stage of this virus infection. In addition, it can also provide the precious time for the combined use of other anti-SARS-CoV agents such as antiviral drug and vaccine."
        },
        {
            "title": "Efficacy of NVX-CoV2373 Covid-19 Vaccine against the B.1.351 Variant.",
            "abstract": "Background:\n        \n      \n      The emergence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) variants threatens progress toward control of the coronavirus disease 2019 (Covid-19) pandemic. In a phase 1-2 trial involving healthy adults, the NVX-CoV2373 nanoparticle vaccine had an acceptable safety profile and was associated with strong neutralizing-antibody and antigen-specific polyfunctional CD4+ T-cell responses. Evaluation of vaccine efficacy was needed in a setting of ongoing SARS-CoV-2 transmission.\n    \n\n\n          Methods:\n        \n      \n      In this phase 2a-b trial in South Africa, we randomly assigned human immunodeficiency virus (HIV)-negative adults between the ages of 18 and 84 years or medically stable HIV-positive participants between the ages of 18 and 64 years in a 1:1 ratio to receive two doses of either the NVX-CoV2373 vaccine (5 μg of recombinant spike protein with 50 μg of Matrix-M1 adjuvant) or placebo. The primary end points were safety and vaccine efficacy against laboratory-confirmed symptomatic Covid-19 at 7 days or more after the second dose among participants without previous SARS-CoV-2 infection.\n    \n\n\n          Results:\n        \n      \n      Of 6324 participants who underwent screening, 4387 received at least one injection of vaccine or placebo. Approximately 30% of the participants were seropositive for SARS-CoV-2 at baseline. Among 2684 baseline seronegative participants (94% HIV-negative and 6% HIV-positive), predominantly mild-to-moderate Covid-19 developed in 15 participants in the vaccine group and in 29 in the placebo group (vaccine efficacy, 49.4%; 95% confidence interval [CI], 6.1 to 72.8). Vaccine efficacy among HIV-negative participants was 60.1% (95% CI, 19.9 to 80.1). Of 41 sequenced isolates, 38 (92.7%) were the B.1.351 variant. Post hoc vaccine efficacy against B.1.351 was 51.0% (95% CI, -0.6 to 76.2) among the HIV-negative participants. Preliminary local and systemic reactogenicity events were more common in the vaccine group; serious adverse events were rare in both groups.\n    \n\n\n          Conclusions:\n        \n      \n      The NVX-CoV2373 vaccine was efficacious in preventing Covid-19, with higher vaccine efficacy observed among HIV-negative participants. Most infections were caused by the B.1.351 variant. (Funded by Novavax and the Bill and Melinda Gates Foundation; ClinicalTrials.gov number, NCT04533399.)."
        },
        {
            "title": "The safety and immunogenicity of an inactivated SARS-CoV-2 vaccine in Chinese adults aged 18-59 years: A phase I randomized, double-blinded, controlled trial.",
            "abstract": "Background:\n        \n      \n      This study examined the safety and immunogenicity of an inactivated SARS-CoV-2 vaccine.\n    \n\n\n          Method:\n        \n      \n      In a phase I randomized, double-blinded, placebo-controlled trial involving 192 healthy adults 18-59 years old, two injections of three doses (50 EU, 100 EU, 150 EU) of an inactivated SARS-CoV-2 vaccine or placebo were administered intramuscularly at a 2- or 4-week interval. The safety and immunogenicity of the vaccine were evaluated.\n    \n\n\n          Results:\n        \n      \n      Vaccination was completed in 191 subjects. Forty-four adverse reactions occurred within 28 days, most commonly mild pain and redness at the injection site or slight fatigue. At days 14 and 28, the seroconversion rates were 87.5% and 79.2% (50 EU), 100% and 95.8% (100 EU), and 95.8% and 87.5% (150 EU), respectively, with geometric mean titers (GMTs) of 18.1 and 10.6, 54.5 and 15.4, and 37.1 and 18.5, respectively, for the schedules with 2-week and 4-week intervals. Seroconversion was associated with synchronous upregulation of antibodies against the S protein, N protein and virion and a cytotoxic T lymphocyte (CTL) response. No cytokines and immune cells related to immunopathology were observed. Transcriptome analysis revealed the genetic diversity of immune responses induced by the vaccine.\n    \n\n\n          Interpretation:\n        \n      \n      In a population aged 18-59 years in this trial, this inactivated SARS-CoV-2 vaccine was safe and immunogenic.\n    \n\n\n          Trial registration:\n        \n      \n      CTR20200943 and NCT04412538."
        },
        {
            "title": "Efficacy of the ChAdOx1 nCoV-19 Covid-19 Vaccine against the B.1.351 Variant.",
            "abstract": "## BACKGROUND\nAssessment of the safety and efficacy of vaccines against the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in different populations is essential, as is investigation of the efficacy of the vaccines against emerging SARS-CoV-2 variants of concern, including the B.1.351 (501Y.V2) variant first identified in South Africa.\n## METHODS\nWe conducted a multicenter, double-blind, randomized, controlled trial to assess the safety and efficacy of the ChAdOx1 nCoV-19 vaccine (AZD1222) in people not infected with the human immunodeficiency virus (HIV) in South Africa. Participants 18 to less than 65 years of age were assigned in a 1:1 ratio to receive two doses of vaccine containing 5×10\n## RESULTS\nBetween June 24 and November 9, 2020, we enrolled 2026 HIV-negative adults (median age, 30 years); 1010 and 1011 participants received at least one dose of placebo or vaccine, respectively. Both the pseudovirus and the live-virus neutralization assays showed greater resistance to the B.1.351 variant in serum samples obtained from vaccine recipients than in samples from placebo recipients. In the primary end-point analysis, mild-to-moderate Covid-19 developed in 23 of 717 placebo recipients (3.2%) and in 19 of 750 vaccine recipients (2.5%), for an efficacy of 21.9% (95% confidence interval [CI], -49.9 to 59.8). Among the 42 participants with Covid-19, 39 cases (95.1% of 41 with sequencing data) were caused by the B.1.351 variant; vaccine efficacy against this variant, analyzed as a secondary end point, was 10.4% (95% CI, -76.8 to 54.8). The incidence of serious adverse events was balanced between the vaccine and placebo groups.\n## CONCLUSIONS\nA two-dose regimen of the ChAdOx1 nCoV-19 vaccine did not show protection against mild-to-moderate Covid-19 due to the B.1.351 variant. (Funded by the Bill and Melinda Gates Foundation and others; ClinicalTrials.gov number, NCT04444674; Pan African Clinical Trials Registry number, PACTR202006922165132).\n"
        },
        {
            "title": "Double-Blind, Randomized, Placebo-Controlled Phase III Clinical Trial to Evaluate the Efficacy and Safety of treating Healthcare Professionals with the Adsorbed COVID-19 (Inactivated) Vaccine Manufactured by Sinovac - PROFISCOV: A structured summary of a study protocol for a randomised controlled trial.",
            "abstract": "Objectives:\n        \n      \n      To evaluate the efficacy of two doses of the adsorbed vaccine COVID-19 (inactivated) produced by Sinovac in symptomatic individuals, with virological confirmation of COVID-19, two weeks after the completion of the two-dose vaccination regimen, aged 18 years or older who work as health professionals providing care to patients with possible or confirmed COVID-19. To describe the occurrence of adverse reactions associated with the administration of each of two doses of the adsorbed vaccine COVID-19 (inactivated) produced by Sinovac up to one week after vaccination in Adults (18-59 years of age) and Elderly (60 years of age or more).\n    \n\n\n          Trial design:\n        \n      \n      This is a Phase III, randomized, multicenter, endpoint driven, double-blind, placebo-controlled clinical trial to assess the efficacy and safety of the adsorbed vaccine COVID-19 (inactivated) produced by Sinovac. The adsorbed vaccine COVID-19 (inactivated) produced by Sinovac (product under investigation) will be compared to placebo. Voluntary participants will be randomized to receive two intramuscular doses of the investigational product or the placebo, in a 1: 1 ratio, stratified by age group (18 to 59 years and 60 years or more) and will be monitored for one year by active surveillance of COVID-19. Two databases will be established according to the age groups: one for adults (18-59 years) and one for the elderly (60 years of age or older). The threshold to consider the vaccine efficacious will be to reach a protection level of at least 50%, as proposed by the World Health Organization and the FDA. Success in this criterion will be defined by sequential monitoring with adjustment of the lower limit of the 95% confidence interval above 30% for the primary efficacy endpoint.\n    \n\n\n          Participants:\n        \n      \n      Healthy participants and / or participants with clinically controlled disease, of both genders, 18 years of age or older, working as health professionals performing care in units specialized in direct contact with people with possible or confirmed cases of COVID-19. Participation of pregnant women and those who are breastfeeding, as well as those intending to become pregnant within three months after vaccination will not be allowed. Participants will only be included after signing the voluntary Informed Consent Form and ensuring they undergo screening evaluation and conform to all the inclusion and exclusion criteria. All the clinical sites are located in Brazil.\n    \n\n\n          Intervention and comparator:\n        \n      \n      Experimental intervention: The vaccine was manufactured by Sinovac Life Sciences (Beijing, China) and contains 3 μg/0.5 mL (equivalent to 600 SU per dose) of inactivated SARS-CoV-2 virus, and aluminium hydroxide as adjuvant. Control comparator: The placebo contains aluminium hydroxide in a 0.5 mL solution The schedule of both, experimental intervention and placebo is two 0.5 mL doses IM (deltoid) with a two week interval.\n    \n\n\n          Main outcomes:\n        \n      \n      The primary efficacy endpoint is the incidence of symptomatic cases of virologically confirmed COVID-19 two weeks after the second vaccination. The virological diagnosis will be confirmed by detection of SARS-CoV-2 nucleic acid in a clinical sample. The primary safety endpoint is the frequency of solicited and unsolicited local and systemic adverse reactions during the period of one week after vaccination according to age group in adult (18-59 years old) and elder (60 years of age or older) subjects. Adverse reactions are defined as adverse events that have a reasonable causal relationship to vaccination.\n    \n\n\n          Randomisation:\n        \n      \n      There will be two randomization lists, one for each age group, based on the investigational products to be administered, i.e., vaccine or placebo at a 1: 1 ratio. Each randomization list will be made to include up to 11,800 (18-59 year-old) adults, and 1,260 elderly (60 y-o and older) participants, the maximum number of participants needed per age group. An electronic central randomization system will be used to designate the investigational product that each participant must receive.\n    \n\n\n          Blinding (masking):\n        \n      \n      This trial is designed as a double-blind study to avoid introducing bias in the evaluation of efficacy, safety and immunogenicity. The clinical care team, the professionals responsible for the vaccination and the participants will not know which investigational product will be administered. Only pharmacists or nurses in the study who are responsible for the randomization, separation and blinding of the investigational product will have access to unblinded information. The sponsor's operational team will also remain blind.\n    \n\n\n          Numbers to be randomised (sample size):\n        \n      \n      The total number of participants needed to evaluate efficacy, 13,060 participants, satisfies the needed sample size calculated to evaluate safety. Therefore, the total number obtained for efficacy will be the number retained for the study. Up to 13,060 participants are expected to enter the study, with up to 11,800 participants aged 18 to 59 years and 1,260 elderly participants aged 60 and over. Half of the participants of each group will receive the experimental vaccine and half of them will receive the placebo. The recruitment of participants may be modified as recommended by the Data Safety Monitoring Committee at time of the interim unblinded analysis or blind assessment of the COVID-19 attack rate during the study.\n    \n\n\n          Trial status:\n        \n      \n      Protocol version 2.0 - 24-Aug-2020. Recruitment started on July 21st, 2020. The recruitment is expected to conclude in October 2020.\n    \n\n\n          Trial registration:\n        \n      \n      ClinicalTrials.gov Identifier: NCT0445659 . Registry on 2 July 2020 FULL PROTOCOL: The full protocol is attached as an additional file, accessible from the Trials website (Additional file 1). In the interest in expediting dissemination of this material, the familiar formatting has been eliminated; this Letter serves as a summary of the key elements of the full protocol."
        },
        {
            "title": "EASL position paper on the use of COVID-19 vaccines in patients with chronic liver diseases, hepatobiliary cancer and liver transplant recipients.",
            "abstract": "According to a recent World Health Organization estimate, the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic, which originated in China in 2019, has spread globally, infecting nearly 100 million people worldwide by January 2021. Patients with chronic liver diseases (CLD), particularly cirrhosis, hepatobiliary malignancies, candidates for liver transplantation, and immunosuppressed individuals after liver transplantation appear to be at increased risk of infections in general, which in turn translates into increased mortality. This is also the case for SARS-CoV-2 infection, where patients with cirrhosis, in particular, are at high risk of a severe COVID-19 course. Therefore, vaccination against various pathogens including SARS-CoV-2, administered as early as possible in patients with CLD, is an important protective measure. However, due to impaired immune responses in these patients, the immediate and long-term protective response through immunisation may be incomplete. The current SARS-CoV-2 pandemic has led to the exceptionally fast development of several vaccine candidates. A small number of these SARS-CoV-2 vaccine candidates have already undergone phase III, placebo-controlled, clinical trials in healthy individuals with proof of short-term safety, immunogenicity and efficacy. However, although regulatory agencies in the US and Europe have already approved some of these vaccines for clinical use, information on immunogenicity, duration of protection and long-term safety in patients with CLD, cirrhosis, hepatobiliary cancer and liver transplant recipients has yet to be generated. This review summarises the data on vaccine safety, immunogenicity, and efficacy in this patient population in general and discusses the implications of this knowledge on the introduction of the new SARS-CoV-2 vaccines."
        },
        {
            "title": "Safety, Tolerability, and Immunogenicity of COVID-19 Vaccines: A Systematic Review and Meta-Analysis.",
            "abstract": "We aimed to summarize reliable medical evidence by the meta-analysis of all published clinical trials that investigated the safety, tolerability, and immunogenicity of vaccine candidates against coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The PubMed, Cochrane Library, EMBASE, and medRxiv databases were used to select the studies. 7094 articles were identified initially and 43 were retrieved for more detailed evaluation. 5 randomized, double-blind, placebo-controlled trials were selected. A total of 1604 subjects with either vaccines or placebo infections were included in the meta-analysis within the scope of these articles. According to the results, there is an increase in total adverse events for subjects with either low (95% CI: 1.90-4.29) or high (CI: 2.65-5.63) dose vaccination. The adverse effects of COVID-19 vaccine are mainly local ones including pain, itching, and redness, and no significant difference was identified in the systemic reactions. All adverse effects were transient and resolved within a few days. Moreover, the neutralizing and IgG antibody levels post different dose vaccinations were all significantly increased at day 14/21 (P = 0.0004 and P = 0.0003, respectively) and day 28/35 (P < 0.00001) in vaccine groups compared to placebo controls. Besides, the levels of neutralizing and IgG antibodies were also elevated significantly at from day 14 to 35, versus day 0 (All P < 0.001). In conclusion, our analysis suggests that the current COVID-19 vaccine candidates are safe, tolerated, and immunogenic, which provides important information for further development, evaluation, and clinical application of COVID-19 vaccine."
        },
        {
            "title": "Reconvalescent plasma/camostat mesylate in early SARS-CoV-2 Q-PCR positive high-risk individuals (RES-Q-HR): a structured summary of a study protocol for a randomized controlled trial.",
            "abstract": "Objectives:\n        \n      \n      Currently, there are no approved treatments for early disease stages of COVID-19 and few strategies to prevent disease progression after infection with SARS-CoV-2. The objective of this study is to evaluate the safety and efficacy of convalescent plasma (CP) or camostat mesylate administered within 72 h of diagnosis of SARS-CoV-2 infection in adult individuals with pre-existing risk factors at higher risk of getting seriously ill with COVID-19. Camostat mesylate acts as an inhibitor of the host cell serine protease TMPRSS2 and prevents the virus from entering the cell. CP represents another antiviral strategy in terms of passive immunization. The working hypothesis to be tested in the RES-Q-HR study is that the early use of CP or camostat mesylate reduces the likelihood of disease progression to (modified) WHO stages 4b-8 in SARS-CoV-2-positive adult patients at high risk of moderate or severe COVID-19 progression.\n    \n\n\n          Trial design:\n        \n      \n      This study is a 4-arm (parallel group), multicenter, randomized (2:2:1:1 ratio), partly double-blind, controlled trial to evaluate the safety and efficacy of convalescent plasma (CP) or camostat mesylate with control or placebo in adult patients diagnosed with SARS-CoV-2 infection and high risk for progression to moderate/severe COVID-19. Superiority of the intervention arms will be tested.\n    \n\n\n          Participants:\n        \n      \n      The trial is conducted at 10-15 tertiary care centers in Germany. Individuals aged 18 years or above with ability to provide written informed consent with SARS-CoV-2 infection, confirmed by PCR within 3 days or less before enrolment and the presence of at least one SARS-CoV-2 symptom (such as fever, cough, shortness of breath, sore throat, headache, fatigue, smell/and or taste disorder, diarrhea, abdominal symptoms, exanthema) and symptom duration of not more than 3 days. Further inclusion criteria comprise: Presence of at least one of the following criteria indicating increased risk for severe COVID-19: Age > 75 years Chronic obstructive pulmonary disease (COPD) and/or pulmonary fibrosis BMI > 40 kg/m2 Age > 65 years with at least one other risk factor (BMI > 35 kg/m2, coronary artery disease (CAD), chronic kidney disease (CKD) with GFR < 60 ml/min but ≥ 30 ml/min, diabetes mellitus, active tumor disease) BMI > 35 kg/m2 with at least one other risk factor (CAD, CKD with GFR < 60 ml/min but ≥ 30 ml/min, diabetes mellitus, active tumor disease) Exclusion criteria: 1. Age < 18 years 2. Unable to give informed consent 3. Pregnant women or breastfeeding mothers 4. Previous transfusion reaction or other contraindication to a plasma transfusion 5. Known hypersensitivity to camostat mesylate and/or severe pancreatitis 6. Volume stress due to CP administration would be intolerable 7. Known IgA deficiency 8. Life expectancy < 6 months 9. Duration SARS-CoV-2 typical symptoms > 3 days 10. SARS-CoV-2 PCR detection older than 3 days 11. SARS-CoV-2 associated clinical condition ≥ WHO stage 3 (patients hospitalized for other reasons than COVID-19 may be included if they fulfill all inclusion and none of the exclusion criteria) 12. Previously or currently hospitalized due to SARS-CoV-2 13. Previous antiviral therapy for SARS-CoV-2 14. ALT or AST > 5 x ULN at screening 15. Liver cirrhosis > Child A (patients with Child B/C cirrhosis are excluded from the trial) 16. Chronic kidney disease with GFR < 30 ml/min 17. Concurrent or planned anticancer treatment during trial period 18. Accommodation in an institution due to legal orders (§40(4) AMG). 19. Any psycho-social condition hampering compliance with the study protocol. 20. Evidence of current drug or alcohol abuse 21. Use of other investigational treatment within 5 half-lives of enrolment is prohibited 22. Previous use of convalescent plasma for COVID-19 23. Concomitant proven influenza A infection 24. Patients with organ or bone marrow transplant in the three months prior to screening visit INTERVENTION AND COMPARATOR: Participants will be randomized to the following 4 groups: 1) Convalescent plasma (CP), 2 units at screening/baseline visit (day 0) or day 1; CP is defined by the presence of neutralizing anti-SARS-CoV-2 antibodies with titers ≥ 1:160; individuals with body weight ≥ 150 kg will receive a third unit of plasma on day 3 2) Camostat mesylate (200 mg per capsule, one capsule taken each in the morning, afternoon and evening on days 1-7) 3) Standard of care (SOC, control for CP) 4) Placebo (identical in appearance to camostat mesylate capsules, one capsule taken each morning, afternoon and evening on days 1-7; for camostat mesylate control group) Participants will be monitored after screening/baseline on day 3, day 5, day 8, and day 14. On day 28 and day 56, telephone visits and on day 90, another outpatient visit are scheduled. Adverse events and serious adverse events will be monitored and reported until the end of the study. An independent data safety monitoring committee will review trial progression and safety.\n    \n\n\n          Main outcomes:\n        \n      \n      The primary endpoint of the study is the cumulative number of individuals who progress to or beyond category 4b on the modified WHO COVID-19 ordinal scale (defined as hospitalization with COVID-19 pneumonia and additional oxygen demand via nasal cannula or mask) within 28 days after randomization.\n    \n\n\n          Randomization:\n        \n      \n      Participants will be randomized using the Alea-Tool ( aleaclinical.com ) in a 2:2:1:1 ratio to the treatment arms (1) CP, (2) camostat mesylate, (3) standard of care (SoC), and (4) placebo matching camostat mesylate. Randomization will be stratified by study center.\n    \n\n\n          Blinding (masking):\n        \n      \n      The camostat mesylate treatment arm and the respective placebo will be blinded for participants, caregivers, and those assessing outcomes. The treatment arms convalescent plasma and standard of care will not be blinded and thus are open-labeled, unblinded.\n    \n\n\n          Numbers to be randomized (sample size):\n        \n      \n      Overall, n = 994 participants will be randomized to the following groups: n = 331 to convalescent plasma (CP), n = 331 to camostat mesylate, n = 166 to standard of care (SoC), and n = 166 to placebo matching camostat mesylate.\n    \n\n\n          Trial status:\n        \n      \n      The RES-Q-HR protocol (V04F) was approved on the 18 December 2020 by the local ethics committee and by the regulatory institutions PEI/BfARM on the 2 December 2020. The trial was opened for recruitment on 26 December 2020; the first patient was enrolled on 7 January 2021 and randomized on 8 January 2021. Recruitment shall be completed by June 2021. The current protocol version RES-Q HR V05F is from 4 January 2021, which was approved on the 18 January 2021.\n    \n\n\n          Trial registration:\n        \n      \n      EudraCT Number 2020-004695-18 . Registered on September 29, 2020. ClinicalTrial.gov NCT04681430 . Registered on December 23, 2020, prior to the start of the enrollment (which was opened on December 26, 2020).\n    \n\n\n          Full protocol:\n        \n      \n      The full protocol (V05F) is attached as an additional file, accessible from the Trials website (Additional file 1). In the interest in expediting dissemination of this material, the familiar formatting has been eliminated; this letter serves as a summary of the key elements of the full protocol. The study protocol has been reported in accordance with the Standard Protocol Items: Recommendations for Clinical Interventional Trials (SPIRIT) guidelines (Additional file 2)."
        },
        {
            "title": "Efficacy and Safety of the mRNA-1273 SARS-CoV-2 Vaccine.",
            "abstract": "Background:\n        \n      \n      Vaccines are needed to prevent coronavirus disease 2019 (Covid-19) and to protect persons who are at high risk for complications. The mRNA-1273 vaccine is a lipid nanoparticle-encapsulated mRNA-based vaccine that encodes the prefusion stabilized full-length spike protein of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus that causes Covid-19.\n    \n\n\n          Methods:\n        \n      \n      This phase 3 randomized, observer-blinded, placebo-controlled trial was conducted at 99 centers across the United States. Persons at high risk for SARS-CoV-2 infection or its complications were randomly assigned in a 1:1 ratio to receive two intramuscular injections of mRNA-1273 (100 μg) or placebo 28 days apart. The primary end point was prevention of Covid-19 illness with onset at least 14 days after the second injection in participants who had not previously been infected with SARS-CoV-2.\n    \n\n\n          Results:\n        \n      \n      The trial enrolled 30,420 volunteers who were randomly assigned in a 1:1 ratio to receive either vaccine or placebo (15,210 participants in each group). More than 96% of participants received both injections, and 2.2% had evidence (serologic, virologic, or both) of SARS-CoV-2 infection at baseline. Symptomatic Covid-19 illness was confirmed in 185 participants in the placebo group (56.5 per 1000 person-years; 95% confidence interval [CI], 48.7 to 65.3) and in 11 participants in the mRNA-1273 group (3.3 per 1000 person-years; 95% CI, 1.7 to 6.0); vaccine efficacy was 94.1% (95% CI, 89.3 to 96.8%; P<0.001). Efficacy was similar across key secondary analyses, including assessment 14 days after the first dose, analyses that included participants who had evidence of SARS-CoV-2 infection at baseline, and analyses in participants 65 years of age or older. Severe Covid-19 occurred in 30 participants, with one fatality; all 30 were in the placebo group. Moderate, transient reactogenicity after vaccination occurred more frequently in the mRNA-1273 group. Serious adverse events were rare, and the incidence was similar in the two groups.\n    \n\n\n          Conclusions:\n        \n      \n      The mRNA-1273 vaccine showed 94.1% efficacy at preventing Covid-19 illness, including severe disease. Aside from transient local and systemic reactions, no safety concerns were identified. (Funded by the Biomedical Advanced Research and Development Authority and the National Institute of Allergy and Infectious Diseases; COVE ClinicalTrials.gov number, NCT04470427.)."
        },
        {
            "title": "Covid-19 Vaccines.",
            "abstract": "The Severe Acute Respiratory Syndrome Coronavirus type 2 (SARS-CoV-2) is the cause of the pandemic of coronavirus disease (COVID-19) that was first detected in December 2019 in Wuhan, China and subsequently spread globally. By March 2020, COVID-19 was declared a global pandemic and within a year it accounted for more than 100 million cases and 2 million deaths. Also, within a year of its detection, vaccines against SARS-CoV-2 were developed using several methodologies including mRNA-, adenoviral vector- and recombinant DNA-technology. Several of these vaccines have been evaluated in large, placebo-controlled trials and found to be both safe and effective. Adverse events have been mild-to-moderate local reactions and transient systemic symptoms such as fatigue, nausea and headache. After their release and widespread use, however, individual case reports and small case series of serious adverse events began to appear including thrombotic thrombocytopenia, that sometimes involved portal or hepatic vein thromboses and some degree of liver dysfunction, as well as acute liver injury, that often resembled autoimmune hepatitis. Both of these syndromes are rare and it is not clear whether they are coincidental with or a result of the recent COVID-19 vaccination."
        },
        {
            "title": "Controlled, double-blind, randomized trial to assess the efficacy and safety of hydroxychloroquine chemoprophylaxis in SARS CoV2 infection in healthcare personnel in the hospital setting: A structured summary of a study protocol for a randomised controlled trial.",
            "abstract": "Background:\n        \n      \n      SARS-CoV-2 infection presents a high transmission in the group of health professionals in Spain (12-15% infected). Currently there is no accepted chemoprophylaxis but hydroxychloroquine (HDQ) is known to inhibit the coronavirus in vitro. Our hypothesis is that oral administration of hydroxychloroquine to healthcare professionals can reduce the incidence and prevalence of infection as well as its severity in this group.\n    \n\n\n          Methods:\n        \n      \n      Design: Prospective, single center, double blind, randomised, controlled trial (RCT).\n    \n\n\n          Participants:\n        \n      \n      Adult health-care professionals (18-65 years) working in areas of high exposure and high risk of transmission of SARS-COV-2 (COVID areas, Intensive Care Unit -ICUs-, Emergency, Anesthesia and all those performing aerosol-generating procedures) will be included. Exclusion criteria include previous infection with SARS CoV2 (positive SARS-CoV-2 PCR or IgG serology), pregnancy or lactation, any contraindication to hydroxychloroquine or evidence of unstable or clinically significant systemic disease.\n    \n\n\n          Interventions:\n        \n      \n      Patients will be randomized (1:1) to receive once-daily oral Hydroxychloroquine 200mg for two months (HC group) or placebo (P group) in addition to the protective measures appropriate to the level of exposure established by the hospital. A serological evaluation will be carried out every 15 days with PCR in case of seroconversion, symptoms or risk exposure. Primary outcome is the percentage of subjects presenting infection (seroconversion and/or PCR +ve) by the SARS-Cov-2 virus during the observation period. Additionally, both the percentage of subjects in each group presenting Pneumonia with severity criteria (Curb 65 ≥2) and that of subjects requiring admission to ICU will be determined.\n    \n\n\n          Discussion:\n        \n      \n      While awaiting a vaccine, hygiene measures, social distancing and personal protective equipment are the only primary prophylaxis measures against SARS-CoV-2, but they have not been sufficient to protect our healthcare professionals. Some evidence of the in vitro efficacy of hydroxychloroquine against this virus is known, along with some clinical data that would support the study of this drug in the chemoprophylaxis of infection. However, there are still no data from controlled clinical trials in this regard. If our hypothesis is confirmed, hydroxychloroquine can help professionals fight this infection with more guarantees.\n    \n\n\n          Participants:\n        \n      \n      This is a single-center study that will be carried out at the Marqués de Valdecilla University Hospital. 450 health professionals working at the Hospital Universitario Marqués de Valdecilla in areas of high exposure and high risk of transmission of SARS COV2 (COVID hospital areas, Intensive Care Unit, Emergency, Anesthesia and all those performing aerosol-generating procedures) will be included.\n    \n\n\n          Inclusion criteria:\n        \n      \n      1) Health professionals aged between 18 and 65 years (inclusive) at the time of the first screening visit; 2) They must provide signed written informed consent and agree to comply with the study protocol; 3) Active work in high exposure areas during the last two weeks and during the following weeks.\n    \n\n\n          Exclusion criteria:\n        \n      \n      1) Previous infection with SARS CoV2 (positive coronavirus PCR or positive serology with SARS Cov2 negative PCR and absence of symptoms); 2) Current treatment with hydroxychloroquine or chloroquine; 3) Hypersensitivity, allergy or any contraindication for taking hydroxychloroquine, in the technical sheet; 4) Previous or current treatment with tamoxifen or raloxifene; 5) Previous eye disease, especially maculopathy; 6) Known heart failure (Grade III to IV of the New York Heart Association classification) or prolonged QTc; 7) Any type of cancer (except basal cell) in the last 5 years; 6) Refusal to give informed consent; 8) Evidence of any other unstable or clinically significant untreated immune, endocrine, hematological, gastrointestinal, neurological, neoplastic or psychiatric illness; 9) Antibodies positive for the human immunodeficiency virus; 10) Significant kidney or liver disease; 11) Pregnancy or lactation.\n    \n\n\n          Intervention and comparator:\n        \n      \n      Two groups will be analyzed with a 1: 1 randomization rate. 1)Intervention: (n = 225): One 200 mg hydroxychloroquine sulfate coated tablet once daily for two months.2)Comparator (control group) (n = 225): One hydroxychloroquine placebo tablet (identical to that of the drug) once daily for two months MAIN OUTCOMES: The primary outcome of this study will be to evaluate: number and percentage of healthcare personnel presenting symptomatic and asymptomatic infection (see \"Diagnosis of SARS CoV2 infection\" below) by the SARS-Cov2 virus during the study observation period (8 weeks) in both treatment arms;number and percentage of healthcare personnel in each group presenting with Pneumonia with severity criteria (Curb 65 ≥2) and number and percentage of healthcare personnel requiring admission to the Intensive Care Unit (ICU) in both treatment arms. DIAGNOSIS OF SARS COV2 INFECTION: Determination of IgA, IgM and IgG type antibodies against SARS-CoV-2 using the Anti-SARS-CoV-2 ELISA kit (EUROIMMUN Medizinische Labordiagnostika AG, Germany) every two weeks. In cases of seroconversion, a SARS-CoV-2 PCR will be performed to rule out / confirm an active infection (RT-PCR in One Step: RT performed with mastermix (Takara) and IDT probes, following protocol published and validated by the CDC Evaluation of COVID-19 in case of SARS-CoV-2 infection RANDOMISATION: Participants will be allocated to intervention and comparator groups according to a balanced randomization scheme (1: 1). The assignment will be made through a computer-generated numeric sequence for all participants BLINDING (MASKING): Both participants and investigators responsible for recruiting and monitoring participants will be blind to the assigned arm.\n    \n\n\n          Numbers to be randomised (sample size):\n        \n      \n      Taking into account the current high prevalence of infection in healthcare personnel in Spain (up to 15%), to detect a difference equal to or greater than 8% in the percentage estimates through a two-tailed 95% CI, with a statistical power of 80% and a dropout rate of 5%, a total of 450 participants will need to be included (250 in each arm).\n    \n\n\n          Trial status:\n        \n      \n      The protocol approved by the health authorities in Spain (Spanish Agency for Medicines and Health Products \"AEMPS\") and the Ethics and Research Committee of Cantabria (CEIm Cantabria) corresponds to version 1.1 of April 2, 2020. Currently, recruitment has not yet started, with the start scheduled for the second week of May 2020.\n    \n\n\n          Trial registration:\n        \n      \n      Eudra CT number: 2020-001704-42 (Registered on 29 March 2020) FULL PROTOCOL: The full protocol is attached as an additional file, accessible from the Trials website (Additional file 1). In the interest in expediting dissemination of this material, the familiar formatting has been eliminated; this Letter serves as a summary of the key elements of the full protocol. The study protocol has been reported in accordance with the Standard Protocol Items: Recommendations for Clinical Interventional Trials (SPIRIT) guidelines (Additional file 2)."
        },
        {
            "title": "COVID-19 vaccine BNT162b1 elicits human antibody and T(H)1 T cell responses.",
            "abstract": "An effective vaccine is needed to halt the spread of the severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) pandemic. Recently, we reported safety, tolerability and antibody response data from an ongoing placebo-controlled, observer-blinded phase I/II coronavirus disease 2019 (COVID-19) vaccine trial with BNT162b1, a lipid nanoparticle-formulated nucleoside-modified mRNA that encodes the receptor binding domain (RBD) of the SARS-CoV-2 spike protein1. Here we present antibody and T cell responses after vaccination with BNT162b1 from a second, non-randomized open-label phase I/II trial in healthy adults, 18-55 years of age. Two doses of 1-50 μg of BNT162b1 elicited robust CD4+ and CD8+ T cell responses and strong antibody responses, with RBD-binding IgG concentrations clearly above those seen in serum from a cohort of individuals who had recovered from COVID-19. Geometric mean titres of SARS-CoV-2 serum-neutralizing antibodies on day 43 were 0.7-fold (1-μg dose) to 3.5-fold (50-μg dose) those of the recovered individuals. Immune sera broadly neutralized pseudoviruses with diverse SARS-CoV-2 spike variants. Most participants had T helper type 1 (TH1)-skewed T cell immune responses with RBD-specific CD8+ and CD4+ T cell expansion. Interferon-γ was produced by a large fraction of RBD-specific CD8+ and CD4+ T cells. The robust RBD-specific antibody, T cell and favourable cytokine responses induced by the BNT162b1 mRNA vaccine suggest that it has the potential to protect against COVID-19 through multiple beneficial mechanisms."
        },
        {
            "title": "Willingness to participate in COVID-19 vaccine trials; a survey among a population of healthcare workers in Uganda.",
            "abstract": "Background:\n        \n      \n      Healthcare workers (HCWs) are at high risk of acquiring SARS-CoV-2 and COVID-19 and may therefore be a suitable population for COVID-19 vaccine trials. We conducted a survey to evaluate willingness-to-participate in COVID-19 vaccine trials in a population of HCWs at three hospitals in Uganda.\n    \n\n\n          Methods:\n        \n      \n      The survey was conducted between September and November 2020. Using a standardised questionnaire, data were collected on socio-demographics, previous participation in health research, COVID-19 information sources, underlying health conditions, and willingness-to-participate in COVID-19 vaccine trials. Data were analysed descriptively and a binomial generalised linear model with a log link function used to investigate factors associated with unwillingness to participate.\n    \n\n\n          Results:\n        \n      \n      657 HCWs (female, 63%) were enrolled with a mean age of 33 years (Standard Deviation, 10). Overall willingness-to-participate was 70.2%. Key motivating factors for participation were: hope of being protected against COVID-19 (81.1%), altruism (73.3%), and the opportunity to get health care (26.0%). Selected hypothetical trial attributes reduced willingness-to-participate as follows: weekly-quarterly study visits over a 12-month period (70.2%-63.2%, P = 0.026); provision of approximately 50ml of blood at each study visit (70.2%-63.2%, P = 0.026); risk of mild-moderate local adverse reactions (70.2%-60.3%, P<0.001); chance of receiving candidate vaccine or placebo (70.2%-56.9%, P<0.001); and delay of pregnancy [Overall, 70.2%-57.1% P<0.001); Female, 62.8%-48.4% (P = 0.002); Male, 82.5%-71.5% (P = 0.003)]. Collectively, these attributes reduced willingness-to-participate from [70.2%-42.2% (P<0.001) overall; 82.5%-58.1% (P<0.001) in men; 62.8%-32.6% (P<0.001) in women]. Among individuals that were unwilling to participate, the commonest barriers were concerns over vaccine safety (54.6%) and fear of catching SARS-CoV-2 (31.6%). Unwillingness to participate was associated with being female (aRR 1.97, CI 1.46-2.67, P<0.001) and having university or other higher-level education (aRR 1.52, CI 1.05-2.2, P = 0.026).\n    \n\n\n          Conclusions:\n        \n      \n      Willingness-to-participate in COVID-19 vaccine trials among HCWs in Uganda is high but may be affected by vaccine trial requirements and concerns about the safety of candidate vaccines."
        },
        {
            "title": "A preliminary report of a randomized controlled phase 2 trial of the safety and immunogenicity of mRNA-1273 SARS-CoV-2 vaccine.",
            "abstract": "Background:\n        \n      \n      Vaccines are urgently needed to prevent the global spread of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). We assessed the safety and immunogenicity of vaccine candidate mRNA-1273, encoding the prefusion-stabilized spike protein of SARS-CoV-2.\n    \n\n\n          Methods:\n        \n      \n      This phase 2, randomized, observer-blind, placebo-controlled trial was conducted at 8 sites in the USA, in healthy adults aged ≥18 years with no known history or risk of SARS-CoV-2 infection, and had not previously received an investigational CoV vaccine or treatment. Participants were stratified into two age cohorts (≥18-<55 and ≥55) and were randomly assigned (1:1:1) to either 50 or 100 µg of mRNA-1273, or placebo administered as two intramuscular injections 28 days apart. The primary outcomes were safety, reactogenicity, and immunogenicity assessed by anti-SARS-CoV-2-spike binding antibody level (bAb). Secondary outcome was immunogenicity assessed by SARS-CoV-2 neutralizing antibody (nAb) response.\n    \n\n\n          Results:\n        \n      \n      Between 29 May and 8 July 2020, 600 participants were randomized, 300 per age cohort. The most common solicited adverse reactions were pain at injection site, headache, and fatigue following each vaccination in both age cohorts. One serious adverse event deemed unrelated by the site investigator occurred 33 days post-vaccination one. mRNA-1273 induced bAb and nAb by 28 days post-vaccination one that were higher at the 100 µg dose relative to the 50 µg dose; this difference was less apparent post-vaccination two. Binding antibodies and nAb increased substantially by 14 days following the second vaccination (day 43) to levels exceeding those of convalescent sera and remained elevated through day 57.\n    \n\n\n          Conclusions:\n        \n      \n      Vaccination with mRNA-1273 resulted in significant immune responses to SARS-CoV-2 in participants 18 years and older, with an acceptable safety profile, confirming the safety and immunogenicity of 50 and 100 µg mRNA-1273 given as a 2 dose-regimen. ClinicalTrials.gov; NCT04405076."
        },
        {
            "title": "Phase I/II study of COVID-19 RNA vaccine BNT162b1 in adults.",
            "abstract": "In March 2020, the World Health Organization (WHO) declared coronavirus disease 2019 (COVID-19), which is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)1, a pandemic. With rapidly accumulating numbers of cases and deaths reported globally2, a vaccine is urgently needed. Here we report the available safety, tolerability and immunogenicity data from an ongoing placebo-controlled, observer-blinded dose-escalation study (ClinicalTrials.gov identifier NCT04368728) among 45 healthy adults (18-55 years of age), who were randomized to receive 2 doses-separated by 21 days-of 10 μg, 30 μg or 100 μg of BNT162b1. BNT162b1 is a lipid-nanoparticle-formulated, nucleoside-modified mRNA vaccine that encodes the trimerized receptor-binding domain (RBD) of the spike glycoprotein of SARS-CoV-2. Local reactions and systemic events were dose-dependent, generally mild to moderate, and transient. A second vaccination with 100 μg was not administered because of the increased reactogenicity and a lack of meaningfully increased immunogenicity after a single dose compared with the 30-μg dose. RBD-binding IgG concentrations and SARS-CoV-2 neutralizing titres in sera increased with dose level and after a second dose. Geometric mean neutralizing titres reached 1.9-4.6-fold that of a panel of COVID-19 convalescent human sera, which were obtained at least 14 days after a positive SARS-CoV-2 PCR. These results support further evaluation of this mRNA vaccine candidate."
        },
        {
            "title": "Efficacy and safety of an inactivated whole-virion SARS-CoV-2 vaccine (CoronaVac): interim results of a double-blind, randomised, placebo-controlled, phase 3 trial in Turkey.",
            "abstract": "Background:\n        \n      \n      CoronaVac, an inactivated whole-virion SARS-CoV-2 vaccine, has been shown to be well tolerated with a good safety profile in individuals aged 18 years and older in phase 1/2 trials, and provided a good humoral response against SARS-CoV-2. We present the interim efficacy and safety results of a phase 3 clinical trial of CoronaVac in Turkey.\n    \n\n\n          Methods:\n        \n      \n      This was a double-blind, randomised, placebo-controlled phase 3 trial. Volunteers aged 18-59 years with no history of COVID-19 and with negative PCR and antibody test results for SARS-CoV-2 were enrolled at 24 centres in Turkey. Exclusion criteria included (but were not limited to) immunosuppressive therapy (including steroids) within the past 6 months, bleeding disorders, asplenia, and receipt of any blood products or immunoglobulins within the past 3 months. The K1 cohort consisted of health-care workers (randomised in a 1:1 ratio), and individuals other than health-care workers were also recruited into the K2 cohort (randomised in a 2:1 ratio) using an interactive web response system. The study vaccine was 3 μg inactivated SARS-CoV-2 virion adsorbed to aluminium hydroxide in a 0·5 mL aqueous suspension. Participants received either vaccine or placebo (consisting of all vaccine components except inactivated virus) intramuscularly on days 0 and 14. The primary efficacy outcome was the prevention of PCR-confirmed symptomatic COVID-19 at least 14 days after the second dose in the per protocol population. Safety analyses were done in the intention-to-treat population. This study is registered with ClinicalTrials.gov (NCT04582344) and is active but no longer recruiting.\n    \n\n\n          Findings:\n        \n      \n      Among 11 303 volunteers screened between Sept 14, 2020, and Jan 5, 2021, 10 218 were randomly allocated. After exclusion of four participants from the vaccine group because of protocol deviations, the intention-to-treat group consisted of 10 214 participants (6646 [65·1%] in the vaccine group and 3568 [34·9%] in the placebo group) and the per protocol group consisted of 10 029 participants (6559 [65·4%] and 3470 [34·6%]) who received two doses of vaccine or placebo. During a median follow-up period of 43 days (IQR 36-48), nine cases of PCR-confirmed symptomatic COVID-19 were reported in the vaccine group (31·7 cases [14·6-59·3] per 1000 person-years) and 32 cases were reported in the placebo group (192·3 cases [135·7-261·1] per 1000 person-years) 14 days or more after the second dose, yielding a vaccine efficacy of 83·5% (95% CI 65·4-92·1; p<0·0001). The frequencies of any adverse events were 1259 (18·9%) in the vaccine group and 603 (16·9%) in the placebo group (p=0·0108) with no fatalities or grade 4 adverse events. The most common systemic adverse event was fatigue (546 [8·2%] participants in the vaccine group and 248 [7·0%] the placebo group, p=0·0228). Injection-site pain was the most frequent local adverse event (157 [2·4%] in the vaccine group and 40 [1·1%] in the placebo group, p<0·0001).\n    \n\n\n          Interpretation:\n        \n      \n      CoronaVac has high efficacy against PCR-confirmed symptomatic COVID-19 with a good safety and tolerability profile.\n    \n\n\n          Funding:\n        \n      \n      Turkish Health Institutes Association."
        },
        {
            "title": "Safety and Efficacy of Single-Dose Ad26.COV2.S Vaccine against Covid-19.",
            "abstract": "Background:\n        \n      \n      The Ad26.COV2.S vaccine is a recombinant, replication-incompetent human adenovirus type 26 vector encoding full-length severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) spike protein in a prefusion-stabilized conformation.\n    \n\n\n          Methods:\n        \n      \n      In an international, randomized, double-blind, placebo-controlled, phase 3 trial, we randomly assigned adult participants in a 1:1 ratio to receive a single dose of Ad26.COV2.S (5×1010 viral particles) or placebo. The primary end points were vaccine efficacy against moderate to severe-critical coronavirus disease 2019 (Covid-19) with an onset at least 14 days and at least 28 days after administration among participants in the per-protocol population who had tested negative for SARS-CoV-2. Safety was also assessed.\n    \n\n\n          Results:\n        \n      \n      The per-protocol population included 19,630 SARS-CoV-2-negative participants who received Ad26.COV2.S and 19,691 who received placebo. Ad26.COV2.S protected against moderate to severe-critical Covid-19 with onset at least 14 days after administration (116 cases in the vaccine group vs. 348 in the placebo group; efficacy, 66.9%; adjusted 95% confidence interval [CI], 59.0 to 73.4) and at least 28 days after administration (66 vs. 193 cases; efficacy, 66.1%; adjusted 95% CI, 55.0 to 74.8). Vaccine efficacy was higher against severe-critical Covid-19 (76.7% [adjusted 95% CI, 54.6 to 89.1] for onset at ≥14 days and 85.4% [adjusted 95% CI, 54.2 to 96.9] for onset at ≥28 days). Despite 86 of 91 cases (94.5%) in South Africa with sequenced virus having the 20H/501Y.V2 variant, vaccine efficacy was 52.0% and 64.0% against moderate to severe-critical Covid-19 with onset at least 14 days and at least 28 days after administration, respectively, and efficacy against severe-critical Covid-19 was 73.1% and 81.7%, respectively. Reactogenicity was higher with Ad26.COV2.S than with placebo but was generally mild to moderate and transient. The incidence of serious adverse events was balanced between the two groups. Three deaths occurred in the vaccine group (none were Covid-19-related), and 16 in the placebo group (5 were Covid-19-related).\n    \n\n\n          Conclusions:\n        \n      \n      A single dose of Ad26.COV2.S protected against symptomatic Covid-19 and asymptomatic SARS-CoV-2 infection and was effective against severe-critical disease, including hospitalization and death. Safety appeared to be similar to that in other phase 3 trials of Covid-19 vaccines. (Funded by Janssen Research and Development and others; ENSEMBLE ClinicalTrials.gov number, NCT04505722.)."
        },
        {
            "title": "Phase 1-2 Trial of a SARS-CoV-2 Recombinant Spike Protein Nanoparticle Vaccine.",
            "abstract": "Background:\n        \n      \n      NVX-CoV2373 is a recombinant severe acute respiratory syndrome coronavirus 2 (rSARS-CoV-2) nanoparticle vaccine composed of trimeric full-length SARS-CoV-2 spike glycoproteins and Matrix-M1 adjuvant.\n    \n\n\n          Methods:\n        \n      \n      We initiated a randomized, placebo-controlled, phase 1-2 trial to evaluate the safety and immunogenicity of the rSARS-CoV-2 vaccine (in 5-μg and 25-μg doses, with or without Matrix-M1 adjuvant, and with observers unaware of trial-group assignments) in 131 healthy adults. In phase 1, vaccination comprised two intramuscular injections, 21 days apart. The primary outcomes were reactogenicity; laboratory values (serum chemistry and hematology), according to Food and Drug Administration toxicity scoring, to assess safety; and IgG anti-spike protein response (in enzyme-linked immunosorbent assay [ELISA] units). Secondary outcomes included unsolicited adverse events, wild-type virus neutralization (microneutralization assay), and T-cell responses (cytokine staining). IgG and microneutralization assay results were compared with 32 (IgG) and 29 (neutralization) convalescent serum samples from patients with Covid-19, most of whom were symptomatic. We performed a primary analysis at day 35.\n    \n\n\n          Results:\n        \n      \n      After randomization, 83 participants were assigned to receive the vaccine with adjuvant and 25 without adjuvant, and 23 participants were assigned to receive placebo. No serious adverse events were noted. Reactogenicity was absent or mild in the majority of participants, more common with adjuvant, and of short duration (mean, ≤2 days). One participant had mild fever that lasted 1 day. Unsolicited adverse events were mild in most participants; there were no severe adverse events. The addition of adjuvant resulted in enhanced immune responses, was antigen dose-sparing, and induced a T helper 1 (Th1) response. The two-dose 5-μg adjuvanted regimen induced geometric mean anti-spike IgG (63,160 ELISA units) and neutralization (3906) responses that exceeded geometric mean responses in convalescent serum from mostly symptomatic Covid-19 patients (8344 and 983, respectively).\n    \n\n\n          Conclusions:\n        \n      \n      At 35 days, NVX-CoV2373 appeared to be safe, and it elicited immune responses that exceeded levels in Covid-19 convalescent serum. The Matrix-M1 adjuvant induced CD4+ T-cell responses that were biased toward a Th1 phenotype. (Funded by the Coalition for Epidemic Preparedness Innovations; ClinicalTrials.gov number, NCT04368988)."
        },
        {
            "title": "Safety and immunogenicity from a phase I trial of inactivated severe acute respiratory syndrome coronavirus vaccine.",
            "abstract": "Background:\n        \n      \n      Emergence of severe acute respiratory syndrome (SARS) from the winter of 2002 to the spring of 2003 has caused a serious threat to public health.\n    \n\n\n          Methods:\n        \n      \n      To evaluate the safety and immunogenicity of the inactivated SARS coronavirus (SARS-CoV) vaccine, 36 subjects received two doses of 16 SARS-CoV units (SU) or 32 SU inactivated SARS-CoV vaccine, or placebo control.\n    \n\n\n          Results:\n        \n      \n      On day 42, the seroconversion reached 100% for both vaccine groups. On day 56, 100% of participants in the group receiving 16 SU and 91.1% in the group receiving 32 SU had seroconverted. The geometric mean titre of neutralizing antibody peaked 2 weeks after the second vaccination, but decreased 4 weeks later.\n    \n\n\n          Conclusion:\n        \n      \n      The inactivated vaccine was safe and well tolerated and can elicit SARS-CoV-specific neutralizing antibodies."
        },
        {
            "title": "Safety and immunogenicity of an inactivated SARS-CoV-2 vaccine in healthy adults aged 18 years or older: A randomized, double-blind, placebo-controlled, phase 1/2 trial.",
            "abstract": "Background:\n        \n      \n      We aimed to assess the safety and immunogenicity of an inactivated vaccine against COVID-19 in Chinese adults aged ≥18 years.\n    \n\n\n          Methods:\n        \n      \n      This is an ongoing randomized, double-blind, placebo-controlled, phase 1/2 clinical trial among healthy adults aged ≥18 years in Henan Province, China. Participants (n = 336 in 18-59 age group and n = 336 in ≥60 age group) were enrolled between April 12 and May 17 2020, and were equally randomized to receive vaccine or placebo (aluminum hydroxide adjuvant) in a three-dose schedule of 2·5, 5, or 10 µg on days 0, 28, and 56. Another 448 adults aged 18-59 years were equally allocated to four groups (a one-dose schedule of 10 µg, and two-dose schedules of 5 µg on days 0 and 14/21/28) and received vaccine or placebo (ratio 3:1 within each group). The primary outcomes were 7-day post-injection adverse reactions and neutralizing antibody titres on days 28 and 90 after the whole-course vaccination. Trial registration: www.chictr.org.cn #ChiCTR2000031809.\n    \n\n\n          Findings:\n        \n      \n      The 7-day adverse reactions occurred in 4·8% to 32·1% of the participants in various groups, and most adverse reactions were mild, transient, and self-limiting. Twenty participants reported 68 serious adverse events which were judged to be unrelated to the vaccine. The 90-day post-injection geometric mean titres of neutralizing antibody ranged between 87 (95% CI: 61-125) and 129 (99-169) for three-dose schedule among younger and older adults; 20 (14-27), 53 (38-75), and 44 (32-61) in 5 µg days 0 and 14/21/28 groups, respectively, and 7 (6-9) in one-dose 10 µg group. There were no detectable antibody responses in all placebo groups.\n    \n\n\n          Interpretation:\n        \n      \n      The inactivated vaccine against COVID-19 was well tolerated and immunogenic in both younger and older adults. The two-dose schedule of 5 µg on days 0 and 21/28 and three-dose schedules on days 0, 28, and 56 could be further evaluated for long-term safety and efficacy in the phase 3 trials."
        },
        {
            "title": "Placebo in new Covid-19 vaccine trials: data quality prioritised over participants' rights.",
            "abstract": "The WHO Ad Hoc Expert Group on the Next Steps for Covid-19 Vaccine Evaluation makes recommendations on the use of placebo controlled trials in ongoing and future Covid-19 vaccine research. These recommendations unequivocally prioritise data quality over participants' rights and safety. Participants in trials of vaccines which have received emergency use listing or authorisation would be refused available vaccines. Placebo-controlled trials that would be impossible to conduct in rich countries would be permitted in poor countries. If these suggestions are implemented, the major beneficiary will be the vaccine industry."
        },
        {
            "title": "Safety and immunogenicity of an inactivated SARS-CoV-2 vaccine, BBIBP-CorV: a randomised, double-blind, placebo-controlled, phase 1/2 trial.",
            "abstract": "Background:\n        \n      \n      The ongoing COVID-19 pandemic warrants accelerated efforts to test vaccine candidates. We aimed to assess the safety and immunogenicity of an inactivated severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) vaccine candidate, BBIBP-CorV, in humans.\n    \n\n\n          Methods:\n        \n      \n      We did a randomised, double-blind, placebo-controlled, phase 1/2 trial at Shangqiu City Liangyuan District Center for Disease Control and Prevention in Henan Province, China. In phase 1, healthy people aged 18-80 years, who were negative for serum-specific IgM/IgG antibodies against SARS-CoV-2 at the time of screening, were separated into two age groups (18-59 years and ≥60 years) and randomly assigned to receive vaccine or placebo in a two-dose schedule of 2 μg, 4 μg, or 8 μg on days 0 and 28. In phase 2, healthy adults (aged 18-59 years) were randomly assigned (1:1:1:1) to receive vaccine or placebo on a single-dose schedule of 8 μg on day 0 or on a two-dose schedule of 4 μg on days 0 and 14, 0 and 21, or 0 and 28. Participants within each cohort were randomly assigned by stratified block randomisation (block size eight) and allocated (3:1) to receive vaccine or placebo. Group allocation was concealed from participants, investigators, and outcome assessors. The primary outcomes were safety and tolerability. The secondary outcome was immunogenicity, assessed as the neutralising antibody responses against infectious SARS-CoV-2. This study is registered with www.chictr.org.cn, ChiCTR2000032459.\n    \n\n\n          Findings:\n        \n      \n      In phase 1, 192 participants were enrolled (mean age 53·7 years [SD 15·6]) and were randomly assigned to receive vaccine (2 μg [n=24], 4 μg [n=24], or 8 μg [n=24] for both age groups [18-59 years and ≥60 years]) or placebo (n=24). At least one adverse reaction was reported within the first 7 days of inoculation in 42 (29%) of 144 vaccine recipients. The most common systematic adverse reaction was fever (18-59 years, one [4%] in the 2 μg group, one [4%] in the 4 μg group, and two [8%] in the 8 μg group; ≥60 years, one [4%] in the 8 μg group). All adverse reactions were mild or moderate in severity. No serious adverse event was reported within 28 days post vaccination. Neutralising antibody geometric mean titres were higher at day 42 in the group aged 18-59 years (87·7 [95% CI 64·9-118·6], 2 μg group; 211·2 [158·9-280·6], 4 μg group; and 228·7 [186·1-281·1], 8 μg group) and the group aged 60 years and older (80·7 [65·4-99·6], 2 μg group; 131·5 [108·2-159·7], 4 μg group; and 170·87 [133·0-219·5], 8 μg group) compared with the placebo group (2·0 [2·0-2·0]). In phase 2, 448 participants were enrolled (mean age 41·7 years [SD 9·9]) and were randomly assigned to receive the vaccine (8 μg on day 0 [n=84] or 4 μg on days 0 and 14 [n=84], days 0 and 21 [n=84], or days 0 and 28 [n=84]) or placebo on the same schedules (n=112). At least one adverse reaction within the first 7 days was reported in 76 (23%) of 336 vaccine recipients (33 [39%], 8 μg day 0; 18 [21%], 4 μg days 0 and 14; 15 [18%], 4 μg days 0 and 21; and ten [12%], 4 μg days 0 and 28). One placebo recipient in the 4 μg days 0 and 21 group reported grade 3 fever, but was self-limited and recovered. All other adverse reactions were mild or moderate in severity. The most common systematic adverse reaction was fever (one [1%], 8 μg day 0; one [1%], 4 μg days 0 and 14; three [4%], 4 μg days 0 and 21; two [2%], 4 μg days 0 and 28). The vaccine-elicited neutralising antibody titres on day 28 were significantly greater in the 4 μg days 0 and 14 (169·5, 95% CI 132·2-217·1), days 0 and 21 (282·7, 221·2-361·4), and days 0 and 28 (218·0, 181·8-261·3) schedules than the 8 μg day 0 schedule (14·7, 11·6-18·8; all p<0·001).\n    \n\n\n          Interpretation:\n        \n      \n      The inactivated SARS-CoV-2 vaccine, BBIBP-CorV, is safe and well tolerated at all tested doses in two age groups. Humoral responses against SARS-CoV-2 were induced in all vaccine recipients on day 42. Two-dose immunisation with 4 μg vaccine on days 0 and 21 or days 0 and 28 achieved higher neutralising antibody titres than the single 8 μg dose or 4 μg dose on days 0 and 14.\n    \n\n\n          Funding:\n        \n      \n      National Program on Key Research Project of China, National Mega projects of China for Major Infectious Diseases, National Mega Projects of China for New Drug Creation, and Beijing Science and Technology Plan."
        },
        {
            "title": "Exploration and Ethical Analysis of Open-label Pediatric Vaccine Trials in a Pandemic.",
            "abstract": "Young children will ultimately need to be vaccinated to stop the spread of coronavirus disease 2019 (COVID-19). Initial studies of vaccine were performed in adults. Randomized controlled trials are the gold standard. In the COVID-19 pandemic, many questions need to be answered about the ethics and feasibility of these trials. Given the harms of the COVID-19 pandemic and the now-known efficacy of the vaccines in adults and teens, the question of whether clinical equipoise exists for a placebo-controlled trial of vaccines in younger children remains. Parents may be reluctant to enroll children in these trials because they want their child to receive the vaccine or because they are worried about vaccines or clinical trials in general. One option for gathering data on tolerability and efficacy in children would be to use a nonrandomized trial to enroll parents willing to vaccinate their children and those who are hesitant. We discuss the advantages and disadvantages of such an open-label trial that could provide guidance for future pandemics. (Clin Ther."
        },
        {
            "title": "Safety, Immunogenicity, and Efficacy of the BNT162b2 Covid-19 Vaccine in Adolescents.",
            "abstract": "Background:\n        \n      \n      Until very recently, vaccines against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) had not been authorized for emergency use in persons younger than 16 years of age. Safe, effective vaccines are needed to protect this population, facilitate in-person learning and socialization, and contribute to herd immunity.\n    \n\n\n          Methods:\n        \n      \n      In this ongoing multinational, placebo-controlled, observer-blinded trial, we randomly assigned participants in a 1:1 ratio to receive two injections, 21 days apart, of 30 μg of BNT162b2 or placebo. Noninferiority of the immune response to BNT162b2 in 12-to-15-year-old participants as compared with that in 16-to-25-year-old participants was an immunogenicity objective. Safety (reactogenicity and adverse events) and efficacy against confirmed coronavirus disease 2019 (Covid-19; onset, ≥7 days after dose 2) in the 12-to-15-year-old cohort were assessed.\n    \n\n\n          Results:\n        \n      \n      Overall, 2260 adolescents 12 to 15 years of age received injections; 1131 received BNT162b2, and 1129 received placebo. As has been found in other age groups, BNT162b2 had a favorable safety and side-effect profile, with mainly transient mild-to-moderate reactogenicity (predominantly injection-site pain [in 79 to 86% of participants], fatigue [in 60 to 66%], and headache [in 55 to 65%]); there were no vaccine-related serious adverse events and few overall severe adverse events. The geometric mean ratio of SARS-CoV-2 50% neutralizing titers after dose 2 in 12-to-15-year-old participants relative to 16-to-25-year-old participants was 1.76 (95% confidence interval [CI], 1.47 to 2.10), which met the noninferiority criterion of a lower boundary of the two-sided 95% confidence interval greater than 0.67 and indicated a greater response in the 12-to-15-year-old cohort. Among participants without evidence of previous SARS-CoV-2 infection, no Covid-19 cases with an onset of 7 or more days after dose 2 were noted among BNT162b2 recipients, and 16 cases occurred among placebo recipients. The observed vaccine efficacy was 100% (95% CI, 75.3 to 100).\n    \n\n\n          Conclusions:\n        \n      \n      The BNT162b2 vaccine in 12-to-15-year-old recipients had a favorable safety profile, produced a greater immune response than in young adults, and was highly effective against Covid-19. (Funded by BioNTech and Pfizer; C4591001 ClinicalTrials.gov number, NCT04368728.)."
        },
        {
            "title": "Effect of an Inactivated Vaccine Against SARS-CoV-2 on Safety and Immunogenicity Outcomes: Interim Analysis of 2 Randomized Clinical Trials.",
            "abstract": "Importance:\n        \n      \n      A vaccine against coronavirus disease 2019 (COVID-19) is urgently needed.\n    \n\n\n          Objective:\n        \n      \n      To evaluate the safety and immunogenicity of an investigational inactivated whole-virus COVID-19 vaccine in China.\n    \n\n\n          Interventions:\n        \n      \n      In the phase 1 trial, 96 participants were assigned to 1 of the 3 dose groups (2.5, 5, and 10 μg/dose) and an aluminum hydroxide (alum) adjuvant-only group (n = 24 in each group), and received 3 intramuscular injections at days 0, 28, and 56. In the phase 2 trial, 224 adults were randomized to 5 μg/dose in 2 schedule groups (injections on days 0 and 14 [n = 84] vs alum only [n = 28], and days 0 and 21 [n = 84] vs alum only [n = 28]).\n    \n\n\n          Design, setting, and participants:\n        \n      \n      Interim analysis of ongoing randomized, double-blind, placebo-controlled, phase 1 and 2 clinical trials to assess an inactivated COVID-19 vaccine. The trials were conducted in Henan Province, China, among 96 (phase 1) and 224 (phase 2) healthy adults aged between 18 and 59 years. Study enrollment began on April 12, 2020. The interim analysis was conducted on June 16, 2020, and updated on July 27, 2020.\n    \n\n\n          Main outcomes and measures:\n        \n      \n      The primary safety outcome was the combined adverse reactions 7 days after each injection, and the primary immunogenicity outcome was neutralizing antibody response 14 days after the whole-course vaccination, which was measured by a 50% plaque reduction neutralization test against live severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2).\n    \n\n\n          Results:\n        \n      \n      Among 320 patients who were randomized (mean age, 42.8 years; 200 women [62.5%]), all completed the trial up to 28 days after the whole-course vaccination. The 7-day adverse reactions occurred in 3 (12.5%), 5 (20.8%), 4 (16.7%), and 6 (25.0%) patients in the alum only, low-dose, medium-dose, and high-dose groups, respectively, in the phase 1 trial; and in 5 (6.0%) and 4 (14.3%) patients who received injections on days 0 and 14 for vaccine and alum only, and 16 (19.0%) and 5 (17.9%) patients who received injections on days 0 and 21 for vaccine and alum only, respectively, in the phase 2 trial. The most common adverse reaction was injection site pain, followed by fever, which were mild and self-limiting; no serious adverse reactions were noted. The geometric mean titers of neutralizing antibodies in the low-, medium-, and high-dose groups at day 14 after 3 injections were 316 (95% CI, 218-457), 206 (95% CI, 123-343), and 297 (95% CI, 208-424), respectively, in the phase 1 trial, and were 121 (95% CI, 95-154) and 247 (95% CI, 176-345) at day 14 after 2 injections in participants receiving vaccine on days 0 and 14 and on days 0 and 21, respectively, in the phase 2 trial. There were no detectable antibody responses in all alum-only groups.\n    \n\n\n          Conclusions and relevance:\n        \n      \n      In this interim report of the phase 1 and phase 2 trials of an inactivated COVID-19 vaccine, patients had a low rate of adverse reactions and demonstrated immunogenicity; the study is ongoing. Efficacy and longer-term adverse event assessment will require phase 3 trials.\n    \n\n\n          Trial registration:\n        \n      \n      Chinese Clinical Trial Registry Identifier: ChiCTR2000031809."
        },
        {
            "title": "Assessing Durability of Vaccine Effect Following Blinded Crossover in COVID-19 Vaccine Efficacy Trials.",
            "abstract": "Background:\n        \n      \n      Several candidate vaccines to prevent COVID-19 disease have entered large-scale phase 3 placebo-controlled randomized clinical trials and some have demonstrated substantial short-term efficacy. Efficacious vaccines should, at some point, be offered to placebo participants, which will occur before long-term efficacy and safety are known.\n    \n\n\n          Methods:\n        \n      \n      Following vaccination of the placebo group, we show that placebo-controlled vaccine efficacy can be derived by assuming the benefit of vaccination over time has the same profile for the original vaccine recipients and the placebo crossovers. This reconstruction allows estimation of both vaccine durability and potential vaccine-associated enhanced disease.\n    \n\n\n          Results:\n        \n      \n      Post-crossover estimates of vaccine efficacy can provide insights about durability, identify waning efficacy, and identify late enhancement of disease, but are less reliable estimates than those obtained by a standard trial where the placebo cohort is maintained. As vaccine efficacy estimates for post-crossover periods depend on prior vaccine efficacy estimates, longer pre-crossover periods with higher case counts provide better estimates of late vaccine efficacy. Further, open-label crossover may lead to riskier behavior in the immediate crossover period for the unblinded vaccine arm, confounding vaccine efficacy estimates for all post-crossover periods.\n    \n\n\n          Conclusions:\n        \n      \n      We advocate blinded crossover and continued follow-up of trial participants to best assess vaccine durability and potential delayed enhancement of disease. This approach allows placebo recipients timely access to the vaccine when it would no longer be proper to maintain participants on placebo, yet still allows important insights about immunological and clinical effectiveness over time."
        },
        {
            "title": "Placebo-controlled trials of Covid-19 vaccines - Are they still ethical?",
            "abstract": "A World Health Organization (WHO) Ad Hoc Expert Group on the Next Steps for Covid-19 Vaccine Evaluation recently recommended placebo-controlled trials (PCT) of Covid-19 vaccines. PCTs are ethically acceptable when there is no proven effective and safe treatment for a certain condition. However, there are already some vaccines that have been approved and which have high levels of efficacy and safety. Any new vaccine under development must be tested against the most effective vaccines available. PCTs go against the participants' best interests, by putting them in a position of disadvantage while taking part in a trial, compared with people who are not in the trial and who could get vaccinated. Particularly in high-income countries, many people are getting vaccinated. This means that, following a recent trend in clinical trials, PCTs would have to be conducted in low- and middle-income countries, where there a number of advantages for drug companies, but where fatality rates of Covid-19 are, in many cases, much higher. For this and other reasons having to do with equal rights, participants in control groups should be protected with the most effective vaccines available."
        },
        {
            "title": "Safety and Immunogenicity of Two RNA-Based Covid-19 Vaccine Candidates.",
            "abstract": "Background:\n        \n      \n      Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections and the resulting disease, coronavirus disease 2019 (Covid-19), have spread to millions of persons worldwide. Multiple vaccine candidates are under development, but no vaccine is currently available. Interim safety and immunogenicity data about the vaccine candidate BNT162b1 in younger adults have been reported previously from trials in Germany and the United States.\n    \n\n\n          Methods:\n        \n      \n      In an ongoing, placebo-controlled, observer-blinded, dose-escalation, phase 1 trial conducted in the United States, we randomly assigned healthy adults 18 to 55 years of age and those 65 to 85 years of age to receive either placebo or one of two lipid nanoparticle-formulated, nucleoside-modified RNA vaccine candidates: BNT162b1, which encodes a secreted trimerized SARS-CoV-2 receptor-binding domain; or BNT162b2, which encodes a membrane-anchored SARS-CoV-2 full-length spike, stabilized in the prefusion conformation. The primary outcome was safety (e.g., local and systemic reactions and adverse events); immunogenicity was a secondary outcome. Trial groups were defined according to vaccine candidate, age of the participants, and vaccine dose level (10 μg, 20 μg, 30 μg, and 100 μg). In all groups but one, participants received two doses, with a 21-day interval between doses; in one group (100 μg of BNT162b1), participants received one dose.\n    \n\n\n          Results:\n        \n      \n      A total of 195 participants underwent randomization. In each of 13 groups of 15 participants, 12 participants received vaccine and 3 received placebo. BNT162b2 was associated with a lower incidence and severity of systemic reactions than BNT162b1, particularly in older adults. In both younger and older adults, the two vaccine candidates elicited similar dose-dependent SARS-CoV-2-neutralizing geometric mean titers, which were similar to or higher than the geometric mean titer of a panel of SARS-CoV-2 convalescent serum samples.\n    \n\n\n          Conclusions:\n        \n      \n      The safety and immunogenicity data from this U.S. phase 1 trial of two vaccine candidates in younger and older adults, added to earlier interim safety and immunogenicity data regarding BNT162b1 in younger adults from trials in Germany and the United States, support the selection of BNT162b2 for advancement to a pivotal phase 2-3 safety and efficacy evaluation. (Funded by BioNTech and Pfizer; ClinicalTrials.gov number, NCT04368728.)."
        },
        {
            "title": "Efficacy of hydroxychloroquine for post-exposure prophylaxis to prevent severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection among adults exposed to coronavirus disease (COVID-19): a structured summary of a study protocol for a randomised controlled trial.",
            "abstract": "Objectives:\n        \n      \n      Primary Objective • To test the efficacy of Hydroxychloroquine (HCQ) (400 mg orally daily for 3 days then 200 mg orally daily for an additional 11 days, to complete 14 days) to prevent incident SARS-CoV-2 infection, compared to ascorbic acid among contacts of persons with SARS-CoV-2 infection Secondary objectives • To determine the safety and tolerability of HCQ as SARS-CoV-2 Post-exposure Prophylaxis (PEP) in adults • To test the efficacy of HCQ (400 mg orally daily for 3 days then 200 mg orally daily for an additional 11 days, to complete 14 days) to prevent incident SARS-CoV-2 infection 2 weeks after completing therapy, compared to ascorbic acid among contacts of persons with SARS-CoV-2 infection • To test the efficacy of HCQ to shorten the duration of SARS-CoV-2 shedding among those with SARS-CoV-2 infection in the HCQ PEP group • To test the efficacy of HCQ to prevent incident COVID-19 TRIAL DESIGN: This is a randomized, multi-center, placebo-equivalent (ascorbic acid) controlled, blinded study of HCQ PEP for the prevention of SARS-CoV-2 infection in adults exposed to the virus.\n    \n\n\n          Participants:\n        \n      \n      This study will enroll up to 2000 asymptomatic adults 18 to 80 years of age (inclusive) at baseline who are close contacts of persons with polymerase chain reaction (PCR)-confirmed SARS-CoV-2 or clinically suspected COVID-19 and a pending SARS-CoV-2 PCR test. This multisite trial will be conducted at seven sites in Seattle (UW), Los Angeles (UCLA), New Orleans (Tulane), Baltimore (UMB), New York City (NYU), Syracuse (SUNY-Upstate), and Boston (BMC). Inclusion criteria Participants are eligible to be included in the study only if all of the following criteria apply: 1.Men or women 18 to 80 years of age inclusive, at the time of signing the informed consent2.Willing and able to provide informed consent3.Had a close contact of a person (index) with known PCR-confirmed SARS-CoV-2 infection or index who is currently being assessed for COVID-19 Close contact is defined as: a.Household contact (i.e., residing with the index case in the 14 days prior to index diagnosis or prolonged exposure within a residence/vehicle/enclosed space without maintaining social distance)b.Medical staff, first responders, or other care persons who cared for the index case without personal protection (mask and gloves)4.Less than 4 days since last exposure (close contact with a person with SARS-CoV-2 infection) to the index case5.Access to device and internet for Telehealth visits6.Not planning to take HCQ in addition to the study medication Exclusion criteria Participants are excluded from the study if any of the following criteria apply: 1.Known hypersensitivity to HCQ or other 4-aminoquinoline compounds2.Currently hospitalized3.Symptomatic with subjective fever, cough, or shortness of breath4.Current medications exclude concomitant use of HCQ5.Concomitant use of other anti-malarial treatment or chemoprophylaxis, including chloroquine, mefloquine, artemether, or lumefantrine.6.History of retinopathy of any etiology7.Psoriasis8.Porphyria9.Known bone marrow disorders with significant neutropenia (polymorphonuclear leukocytes <1500) or thrombocytopenia (<100 K)10.Concomitant use of digoxin, cyclosporin, cimetidine, amiodarone, or tamoxifen11.Known moderate or severe liver disease12.Known long QT syndrome13.Severe renal impairment14.Use of any investigational or non-registered drug or vaccine within 30 days preceding the first dose of the study drugs or planned use during the study period INTERVENTION AND COMPARATOR: Households will be randomized 1:1 (at the level of household), with close contact participants receiving one of the following therapies: •HCQ 400 mg orally daily for 3 days then 200 mg orally daily for an additional 11 days •Placebo-like control (ascorbic acid) 500 mg orally daily for 3 days then 250 mg orally daily for 11 days MAIN OUTCOMES: The primary outcome of the study is the incidence of SARS-CoV-2 infection through day 14 among participants who are SARS-CoV-2 negative at baseline by randomization group.\n    \n\n\n          Randomisation:\n        \n      \n      Participants will be randomized in a 1:1 ratio to HCQ or ascorbic acid at the level of the household (all eligible participants in 1 household will receive the same intervention). The randomization code and resulting allocation list will be generated and maintained by the Study Statistician. The list will be blocked and stratified by site and contact type (household versus healthcare worker).\n    \n\n\n          Blinding (masking):\n        \n      \n      This is a blinded study. HCQ and ascorbic acid will appear similar, and taste will be partially masked as HCQ can be bitter and ascorbic acid will be sour. The participants will be blinded to their randomization group once assigned. Study team members, apart from the Study Pharmacist and the unblinded statistical staff, will be blinded. Laboratory staff are blinded to the group allocation.\n    \n\n\n          Numbers to be randomised (sample size):\n        \n      \n      The sample size for the study is N=2 000 participants randomized 1:1 to either HCZ (n=1 000) and ascorbic acid (n=1 000).\n    \n\n\n          Trial status:\n        \n      \n      Protocol version: 1.2 05 April 2020 Recruitment is ongoing, started March 31 and anticipated end date is September 30, 2020.\n    \n\n\n          Trial registration:\n        \n      \n      ClinicalTrials.gov, Protocol Registry Number: NCT04328961 Date of registration: April 1, 2020, retrospectively registered FULL PROTOCOL: The full protocol is attached as an additional file, accessible from the Trials website (Additional file 1). In the interest in expediting dissemination of this material, the familiar formatting has been eliminated; this Letter serves as a summary of the key elements of the full protocol."
        },
        {
            "title": "Efficacy and Safety of COVID-19 Vaccines: A Systematic Review and Meta-Analysis of Randomized Clinical Trials.",
            "abstract": "The current study systematically reviewed, summarized and meta-analyzed the clinical features of the vaccines in clinical trials to provide a better estimate of their efficacy, side effects and immunogenicity. All relevant publications were systematically searched and collected from major databases up to 12 March 2021. A total of 25 RCTs (123 datasets), 58,889 cases that received the COVID-19 vaccine and 46,638 controls who received placebo were included in the meta-analysis. In total, mRNA-based and adenovirus-vectored COVID-19 vaccines had 94.6% (95% CI 0.936-0.954) and 80.2% (95% CI 0.56-0.93) efficacy in phase II/III RCTs, respectively. Efficacy of the adenovirus-vectored vaccine after the first (97.6%; 95% CI 0.939-0.997) and second (98.2%; 95% CI 0.980-0.984) doses was the highest against receptor-binding domain (RBD) antigen after 3 weeks of injections. The mRNA-based vaccines had the highest level of side effects reported except for diarrhea and arthralgia. Aluminum-adjuvanted vaccines had the lowest systemic and local side effects between vaccines' adjuvant or without adjuvant, except for injection site redness. The adenovirus-vectored and mRNA-based vaccines for COVID-19 showed the highest efficacy after first and second doses, respectively. The mRNA-based vaccines had higher side effects. Remarkably few experienced extreme adverse effects and all stimulated robust immune responses."
        },
        {
            "title": "Immunogenicity and safety of a severe acute respiratory syndrome coronavirus 2 inactivated vaccine in healthy adults: randomized, double-blind, and placebo-controlled phase 1 and phase 2 clinical trials.",
            "abstract": "Background:\n        \n      \n      The significant morbidity and mortality resulted from the infection of a severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) call for urgent development of effective and safe vaccines. We report the immunogenicity and safety of an inactivated SARS-CoV-2 vaccine, KCONVAC, in healthy adults.\n    \n\n\n          Methods:\n        \n      \n      Phase 1 and phase 2 randomized, double-blind, and placebo-controlled trials of KCONVAC were conducted in healthy Chinese adults aged 18 to 59 years. The participants in the phase 1 trial were randomized to receive two doses, one each on Days 0 and 14, of either KCONVAC (5 or 10 μg/dose) or placebo. The participants in the phase 2 trial were randomized to receive either KCONVAC (at 5 or 10 μg/dose) or placebo on Days 0 and 14 (0/14 regimen) or Days 0 and 28 (0/28 regimen). In the phase 1 trial, the primary safety endpoint was the proportion of participants experiencing adverse reactions/events within 28 days following the administration of each dose. In the phase 2 trial, the primary immunogenicity endpoints were neutralization antibody seroconversion and titer and anti-receptor-binding domain immunoglobulin G seroconversion at 28 days after the second dose.\n    \n\n\n          Results:\n        \n      \n      In the phase 1 trial, 60 participants were enrolled and received at least one dose of 5-μg vaccine (n = 24), 10-μg vaccine (n = 24), or placebo (n = 12). In the phase 2 trial, 500 participants were enrolled and received at least one dose of 5-μg vaccine (n = 100 for 0/14 or 0/28 regimens), 10-μg vaccine (n = 100 for each regimen), or placebo (n = 50 for each regimen). In the phase 1 trial, 13 (54%), 11 (46%), and seven (7/12) participants reported at least one adverse event (AE) after receiving 5-, 10-μg vaccine, or placebo, respectively. In the phase 2 trial, 16 (16%), 19 (19%), and nine (18%) 0/14-regimen participants reported at least one AE after receiving 5-, 10-μg vaccine, or placebo, respectively. Similar AE incidences were observed in the three 0/28-regimen treatment groups. No AEs with an intensity of grade 3+ were reported, expect for one vaccine-unrelated serious AE (foot fracture) reported in the phase 1 trial. KCONVAC induced significant antibody responses; 0/28 regimen showed a higher immune responses than that did 0/14 regimen after receiving two vaccine doses.\n    \n\n\n          Conclusions:\n        \n      \n      Both doses of KCONVAC are well tolerated and able to induce robust immune responses in healthy adults. These results support testing 5-μg vaccine in the 0/28 regimen in an upcoming phase 3 efficacy trial.\n    \n\n\n          Trial registration:\n        \n      \n      http://www.chictr.org.cn/index.aspx (No. ChiCTR2000038804, http://www.chictr.org.cn/showproj.aspx?proj=62350; No. ChiCTR2000039462, http://www.chictr.org.cn/showproj.aspx?proj=63353)."
        },
        {
            "title": "Safety and Efficacy of NVX-CoV2373 Covid-19 Vaccine.",
            "abstract": "Background:\n        \n      \n      Early clinical data from studies of the NVX-CoV2373 vaccine (Novavax), a recombinant nanoparticle vaccine against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) that contains the full-length spike glycoprotein of the prototype strain plus Matrix-M adjuvant, showed that the vaccine was safe and associated with a robust immune response in healthy adult participants. Additional data were needed regarding the efficacy, immunogenicity, and safety of this vaccine in a larger population.\n    \n\n\n          Methods:\n        \n      \n      In this phase 3, randomized, observer-blinded, placebo-controlled trial conducted at 33 sites in the United Kingdom, we assigned adults between the ages of 18 and 84 years in a 1:1 ratio to receive two intramuscular 5-μg doses of NVX-CoV2373 or placebo administered 21 days apart. The primary efficacy end point was virologically confirmed mild, moderate, or severe SARS-CoV-2 infection with an onset at least 7 days after the second injection in participants who were serologically negative at baseline.\n    \n\n\n          Results:\n        \n      \n      A total of 15,187 participants underwent randomization, and 14,039 were included in the per-protocol efficacy population. Of the participants, 27.9% were 65 years of age or older, and 44.6% had coexisting illnesses. Infections were reported in 10 participants in the vaccine group and in 96 in the placebo group, with a symptom onset of at least 7 days after the second injection, for a vaccine efficacy of 89.7% (95% confidence interval [CI], 80.2 to 94.6). No hospitalizations or deaths were reported among the 10 cases in the vaccine group. Five cases of severe infection were reported, all of which were in the placebo group. A post hoc analysis showed an efficacy of 86.3% (95% CI, 71.3 to 93.5) against the B.1.1.7 (or alpha) variant and 96.4% (95% CI, 73.8 to 99.5) against non-B.1.1.7 variants. Reactogenicity was generally mild and transient. The incidence of serious adverse events was low and similar in the two groups.\n    \n\n\n          Conclusions:\n        \n      \n      A two-dose regimen of the NVX-CoV2373 vaccine administered to adult participants conferred 89.7% protection against SARS-CoV-2 infection and showed high efficacy against the B.1.1.7 variant. (Funded by Novavax; EudraCT number, 2020-004123-16.)."
        },
        {
            "title": "Interim Results of a Phase 1-2a Trial of Ad26.COV2.S Covid-19 Vaccine.",
            "abstract": "Background:\n        \n      \n      Efficacious vaccines are urgently needed to contain the ongoing coronavirus disease 2019 (Covid-19) pandemic of infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). A candidate vaccine, Ad26.COV2.S, is a recombinant, replication-incompetent adenovirus serotype 26 (Ad26) vector encoding a full-length and stabilized SARS-CoV-2 spike protein.\n    \n\n\n          Methods:\n        \n      \n      In this multicenter, placebo-controlled, phase 1-2a trial, we randomly assigned healthy adults between the ages of 18 and 55 years (cohort 1) and those 65 years of age or older (cohort 3) to receive the Ad26.COV2.S vaccine at a dose of 5×1010 viral particles (low dose) or 1×1011 viral particles (high dose) per milliliter or placebo in a single-dose or two-dose schedule. Longer-term data comparing a single-dose regimen with a two-dose regimen are being collected in cohort 2; those results are not reported here. The primary end points were the safety and reactogenicity of each dose schedule.\n    \n\n\n          Results:\n        \n      \n      After the administration of the first vaccine dose in 805 participants in cohorts 1 and 3 and after the second dose in cohort 1, the most frequent solicited adverse events were fatigue, headache, myalgia, and injection-site pain. The most frequent systemic adverse event was fever. Systemic adverse events were less common in cohort 3 than in cohort 1 and in those who received the low vaccine dose than in those who received the high dose. Reactogenicity was lower after the second dose. Neutralizing-antibody titers against wild-type virus were detected in 90% or more of all participants on day 29 after the first vaccine dose (geometric mean titer [GMT], 212 to 354), regardless of vaccine dose or age group, and reached 96% by day 57 with a further increase in titers (GMT, 288 to 488) in cohort 1a. Titers remained stable until at least day 71. A second dose provided an increase in the titer by a factor of 2.6 to 2.9 (GMT, 827 to 1266). Spike-binding antibody responses were similar to neutralizing-antibody responses. On day 15, CD4+ T-cell responses were detected in 76 to 83% of the participants in cohort 1 and in 60 to 67% of those in cohort 3, with a clear skewing toward type 1 helper T cells. CD8+ T-cell responses were robust overall but lower in cohort 3.\n    \n\n\n          Conclusions:\n        \n      \n      The safety and immunogenicity profiles of Ad26.COV2.S support further development of this vaccine candidate. (Funded by Johnson & Johnson and the Biomedical Advanced Research and Development Authority of the Department of Health and Human Services; COV1001 ClinicalTrials.gov number, NCT04436276.)."
        },
        {
            "title": "How do nocebo effects in placebo groups of randomized controlled trials provide a possible explicative framework for the COVID-19 pandemic?",
            "abstract": "Introduction: Randomized clinical trials (RCTs) are useful to study the role of individual and contextual factors in which therapies vs placebos are administered and to provide an important perspective for understanding the phenomenon of nocebo-related risks.Areas covered: The results of nocebo effects in RCT placebo groups, measured in terms of adverse events (AEs) and dropouts, will be presented as an explicative framework for the COVID-19 pandemic. Currently, SARS-CoV-2 vaccines are the only RCTs routinely conducted during the pandemic. Information about efficacy and safety of different vaccines represents a fertile ground for nocebo phenomena. Individual and contextual factors will be emphasized in order to understand the presence of a refusal of immunization associated with a specific vaccine considered less effective and safe. Critical aspects and some guidelines will be presented in order to counteract the nocebo effects and to improve adherence to drug treatments and the vaccination campaign.Expert opinion: The nocebo effect could explain the presence of strong resistance in European countries to immunization with a vaccine perceived as less effective, compared to others. Increased awareness of the nocebo effect would be relevant as it could lead to a greater participation in the vaccination campaign and in protecting individuals against SARS-CoV-2 infection."
        },
        {
            "title": "Safety and immunogenicity of S-Trimer (SCB-2019), a protein subunit vaccine candidate for COVID-19 in healthy adults: a phase 1, randomised, double-blind, placebo-controlled trial.",
            "abstract": "Background:\n        \n      \n      As part of the accelerated development of vaccines against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), we report a dose-finding and adjuvant justification study of SCB-2019, a protein subunit vaccine candidate containing a stabilised trimeric form of the spike (S)-protein (S-Trimer) combined with two different adjuvants.\n    \n\n\n          Methods:\n        \n      \n      Our study is a phase 1, randomised, double-blind placebo-controlled trial at a specialised clinical trials centre in Australia. We enrolled healthy adult volunteers in two age groups: younger adults (aged 18-54 years) and older adults (aged 55-75 years). Participants were randomly allocated either vaccine or placebo using a list prepared by the study funder. Participants were to receive two doses of SCB-2019 (either 3 μg, 9 μg, or 30 μg) or a placebo (0·9% NaCl) 21 days apart. SCB-2019 either had no adjuvant (S-Trimer protein alone) or was adjuvanted with AS03 or CpG/Alum. The assigned treatment was administered in opaque syringes to maintain masking of assignments. Reactogenicity was assessed for 7 days after each vaccination. Humoral responses were measured as SCB-2019 binding IgG antibodies and ACE2-competitive blocking IgG antibodies by ELISA and as neutralising antibodies by wild-type SARS-CoV-2 microneutralisation assay. Cellular responses to pooled S-protein peptides were measured by flow-cytometric intracellular cytokine staining. This trial is registered with ClinicalTrials.gov, NCT04405908; this is an interim analysis and the study is continuing.\n    \n\n\n          Findings:\n        \n      \n      Between June 19 and Sept 23, 2020, 151 volunteers were enrolled; three people withdrew, two for personal reasons and one with an unrelated serious adverse event (pituitary adenoma). 148 participants had at least 4 weeks of follow-up after dose two and were included in this analysis (database lock, Oct 23, 2020). Vaccination was well tolerated, with two grade 3 solicited adverse events (pain in 9 μg AS03-adjuvanted and 9 μg CpG/Alum-adjuvanted groups). Most local adverse events were mild injection-site pain, and local events were more frequent with SCB-2019 formulations containing AS03 adjuvant (44-69%) than with those containing CpG/Alum adjuvant (6-44%) or no adjuvant (3-13%). Systemic adverse events were more frequent in younger adults (38%) than in older adults (17%) after the first dose but increased to similar levels in both age groups after the second dose (30% in older and 34% in younger adults). SCB-2019 with no adjuvant elicited minimal immune responses (three seroconversions by day 50), but SCB-2019 with fixed doses of either AS03 or CpG/Alum adjuvants induced high titres and seroconversion rates of binding and neutralising antibodies in both younger and older adults (anti-SCB-2019 IgG antibody geometric mean titres at day 36 were 1567-4452 with AS03 and 174-2440 with CpG/Alum). Titres in all AS03 dose groups and the CpG/Alum 30 μg group were higher than were those recorded in a panel of convalescent serum samples from patients with COVID-19. Both adjuvanted SCB-2019 formulations elicited T-helper-1-biased CD4+ T-cell responses.\n    \n\n\n          Interpretation:\n        \n      \n      The SCB-2019 vaccine, comprising S-Trimer protein formulated with either AS03 or CpG/Alum adjuvants, elicited robust humoral and cellular immune responses against SARS-CoV-2, with high viral neutralising activity. Both adjuvanted vaccine formulations were well tolerated and are suitable for further clinical development.\n    \n\n\n          Funding:\n        \n      \n      Clover Biopharmaceuticals and the Coalition for Epidemic Preparedness Innovations."
        },
        {
            "title": "Available Evidence and Ongoing Clinical Trials of Remdesivir: Could It Be a Promising Therapeutic Option for COVID-19?",
            "abstract": "The novel coronavirus strain, severe acute respiratory syndrome coronavirus-2, the causative agent of COVID-19 emerged in Wuhan, China, in December 2019 and is skyrocketing throughout the globe and become a global public health emergency. Despite promising preventive measures being taken, there is no vaccine or drug therapy officially approved to prevent or treat the infection. Everybody is waiting the findings of ongoing clinical trials in various chemical and biological products. This review is specifically aimed to summarize the available evidence and ongoing clinical trials of remdesivir as a potential therapeutic option for COVID-19. Remdesivir is an investigational drug having broad spectrum antiviral activity with its target RNA dependent RNA polymerase. It has not yet been officially approved for Ebola and Coronaviruses. Several studies showed that remdesivir had promising in vitro and in vivo antiviral activities against SARS-CoV-1 and MERS-CoV strains. On the top of this, it exhibited a promising in vitro activity against SARS-CoV-2 strains though there are no published studies that substantiate its activity in vivo until the time of this review. There are few phase 3 randomized double-blind placebo controlled trials on the way to investigate the safety and efficacy of remdesivir. Of which, one completed double blind, placebo controlled trial showed that remdesivir showed faster time to clinical improvement in severe COVID-19 patients compared to placebo though not found statistically significant. In addition, two phase 3 randomized open label clinical trials coordinated by Gilead Sciences are being conducted. In addition, WHO Solidarity trial and INSERM DisCoVeRy trials (randomized open labels) were launched recently."
        },
        {
            "title": "Safety and immunogenicity of an MF59-adjuvanted spike glycoprotein-clamp vaccine for SARS-CoV-2: a randomised, double-blind, placebo-controlled, phase 1 trial.",
            "abstract": "Background:\n        \n      \n      Given the scale of the ongoing COVID-19 pandemic, the development of vaccines based on different platforms is essential, particularly in light of emerging viral variants, the absence of information on vaccine-induced immune durability, and potential paediatric use. We aimed to assess the safety and immunogenicity of an MF59-adjuvanted subunit vaccine for COVID-19 based on recombinant SARS-CoV-2 spike glycoprotein stabilised in a pre-fusion conformation by a novel molecular clamp (spike glycoprotein-clamp [sclamp]).\n    \n\n\n          Methods:\n        \n      \n      We did a phase 1, double-blind, placebo-controlled, block-randomised trial of the sclamp subunit vaccine in a single clinical trial site in Brisbane, QLD, Australia. Healthy adults (aged ≥18 to ≤55 years) who had tested negative for SARS-CoV-2, reported no close contact with anyone with active or previous SARS-CoV-2 infection, and tested negative for pre-existing SARS-CoV-2 immunity were included. Participants were randomly assigned to one of five treatment groups and received two doses via intramuscular injection 28 days apart of either placebo, sclamp vaccine at 5 μg, 15 μg, or 45 μg, or one dose of sclamp vaccine at 45 μg followed by placebo. Participants and study personnel, except the dose administration personnel, were masked to treatment. The primary safety endpoints included solicited local and systemic adverse events in the 7 days after each dose and unsolicited adverse events up to 12 months after dosing. Here, data are reported up until day 57. Primary immunogenicity endpoints were antigen-specific IgG ELISA and SARS-CoV-2 microneutralisation assays assessed at 28 days after each dose. The study is ongoing and registered with ClinicalTrials.gov, NCT04495933.\n    \n\n\n          Findings:\n        \n      \n      Between June 23, 2020, and Aug 17, 2020, of 314 healthy volunteers screened, 120 were randomly assigned (n=24 per group), and 114 (95%) completed the study up to day 57 (mean age 32·5 years [SD 10·4], 65 [54%] male, 55 [46%] female). Severe solicited reactions were infrequent and occurred at similar rates in participants receiving placebo (two [8%] of 24) and the SARS-CoV-2 sclamp vaccine at any dose (three [3%] of 96). Both solicited reactions and unsolicited adverse events occurred at a similar frequency in participants receiving placebo and the SARS-CoV-2 sclamp vaccine. Solicited reactions occurred in 19 (79%) of 24 participants receiving placebo and 86 (90%) of 96 receiving the SARS-CoV-2 sclamp vaccine at any dose. Unsolicited adverse events occurred in seven (29%) of 24 participants receiving placebo and 35 (36%) of 96 participants receiving the SARS-CoV-2 sclamp vaccine at any dose. Vaccination with SARS-CoV-2 sclamp elicited a similar antigen-specific response irrespective of dose: 4 weeks after the initial dose (day 29) with 5 μg dose (geometric mean titre [GMT] 6400, 95% CI 3683-11 122), with 15 μg dose (7492, 4959-11 319), and the two 45 μg dose cohorts (8770, 5526-13 920 in the two-dose 45 μg cohort; 8793, 5570-13 881 in the single-dose 45 μg cohort); 4 weeks after the second dose (day 57) with two 5 μg doses (102 400, 64 857-161 676), with two 15 μg doses (74 725, 51 300-108 847), with two 45 μg doses (79 586, 55 430-114 268), only a single 45 μg dose (4795, 2858-8043). At day 57, 67 (99%) of 68 participants who received two doses of sclamp vaccine at any concentration produced a neutralising immune response, compared with six (25%) of 24 who received a single 45 μg dose and none of 22 who received placebo. Participants receiving two doses of sclamp vaccine elicited similar neutralisation titres, irrespective of dose: two 5 μg doses (GMT 228, 95% CI 146-356), two 15 μg doses (230, 170-312), and two 45 μg doses (239, 187-307).\n    \n\n\n          Interpretation:\n        \n      \n      This first-in-human trial shows that a subunit vaccine comprising mammalian cell culture-derived, MF59-adjuvanted, molecular clamp-stabilised recombinant spike protein elicits strong immune responses with a promising safety profile. However, the glycoprotein 41 peptide present in the clamp created HIV diagnostic assay interference, a possible barrier to widespread use highlighting the criticality of potential non-spike directed immunogenicity during vaccine development. Studies are ongoing with alternative molecular clamp trimerisation domains to ameliorate this response.\n    \n\n\n          Funding:\n        \n      \n      Coalition for Epidemic Preparedness Innovations, National Health and Medical Research Council, Queensland Government, and further philanthropic sources listed in the acknowledgments."
        },
        {
            "title": "Early antiviral treatment in outpatients with COVID-19 (FLARE): a structured summary of a study protocol for a randomised controlled trial.",
            "abstract": "Objectives:\n        \n      \n      The objective of this trial is to assess whether early antiviral therapy in outpatients with COVID-19 with either favipiravir plus lopinavir/ritonavir, lopinavir/ritonavir alone, or favipiravir alone, is associated with a decrease in viral load of SARS-CoV-2 compared with placebo.\n    \n\n\n          Trial design:\n        \n      \n      FLARE is a phase IIA randomised, double-blind, 2x2 factorial placebo-controlled, interventional trial.\n    \n\n\n          Participants:\n        \n      \n      This trial is being conducted in the United Kingdom, with Royal Free Hospital, London as the lead site. Participants are non-hospitalised adults with highly suspected COVID-19 within the first 5 days of symptom onset, or who have tested positive with SARS-CoV-2 causing COVID-19 within the first 7 days of symptom onset, or who are asymptomatic but tested positive for SARS-CoV-2 for the first time within the last 48 hours. Inclusion criteria are as follows: 1. Any adult with the following: Symptoms compatible with COVID-19 disease (Fever >37.8°C on at least one occasion AND either cough and/ or anosmia) within the first 5 days of symptom onset (date/time of enrolment must be within the first 5 days of symptom onset) OR ANY symptoms compatible with COVID-19 disease (may include, but are not limited to fever, cough, shortness of breath, malaise, myalgia, headache, coryza) and tested positive for SARS-CoV-2 within the first 7 days of symptom onset) (date/time of enrolment must be within the first 7 days of symptom onset) OR no symptoms but tested positive for SARS-CoV-2 within the last 48 hours (date/time of test must be within 48 hours of enrolment) 2. Male or female aged 18 years to 70 years old inclusive at screening 3. Willing and able to take daily saliva samples 4. Able to provide full informed consent and willing to comply with trial-related procedures Exclusion criteria are as follows: 1. Known hypersensitivity to any of the active ingredients or excipients in favipiravir and matched placebo, and in lopinavir/ritonavir and matched placebo (See Appendix 2) 2. Chronic liver disease at screening (known cirrhosis of any aetiology, chronic hepatitis (e.g. autoimmune, viral, steatohepatitis), cholangitis or any known elevation of liver aminotransferases with AST or ALT > 3 X ULN)* 3. Chronic kidney disease (stage 3 or beyond) at screening: eGFR < 60 ml/min/1.73m2 * 4. HIV infection, if untreated, detectable viral load or on protease inhibitor therapy 5. Any clinical condition which the investigator considers would make the participant unsuitable for the trial 6. Concomitant medications known to interact with favipiravir and matched placebo, and with lopinavir/ritonavir and matched placebo, and carry risk of toxicity for the participant 7. Current severe illness requiring hospitalisation 8. Pregnancy and/ or breastfeeding 9. Eligible female participants of childbearing potential and male participants with a partner of childbearing potential not willing to use highly effective contraceptive measures during the trial and within the time point specified following last trial treatment dose. 10. Participants enrolled in any other interventional drug or vaccine trial (co-enrolment in observational studies is acceptable) 11. Participants who have received the COVID-19 vaccine *Considering the importance of early treatment of COVID-19 to impact viral load, the absence of known chronic liver/ kidney disease will be confirmed verbally by the participant during pre-screening and Screening/Baseline visit. Safety blood samples will be collected at Screening/Baseline visit (Day 1) and test results will be examined as soon as they become available and within 24 hours.\n    \n\n\n          Intervention and comparator:\n        \n      \n      Participants will be randomised 1:1:1:1 using a concealed online minimisation process into one of the following four arms: Arm 1: Favipiravir + Lopinavir/ritonavir Oral favipiravir at 1800mg twice daily on Day 1, followed by 400mg four (4) times daily from Day 2 to Day 7 PLUS lopinavir/ritonavir at 400mg/100mg twice daily on Day 1, followed by 200mg/50mg four (4) times daily from Day 2 to Day 7. Arm 2: Favipiravir + Lopinavir/ritonavir placebo Oral favipiravir at 1800mg twice daily on Day 1, followed by 400mg four (4) times daily from Day 2 to Day 7 PLUS lopinavir/ritonavir matched placebo at 400mg/100mg twice daily on Day 1, followed by 200mg/50mg four (4) times daily from Day 2 to Day 7. Arm 3: Favipiravir placebo + Lopinavir/ritonavir Oral favipiravir matched placebo at 1800mg twice daily on Day 1, followed by 400mg four (4) times daily from Day 2 to Day 7 PLUS lopinavir/ritonavir at 400mg/100mg twice daily on Day 1, followed by 200mg/50mg four (4) times daily from Day 2 to Day 7. Arm 4: Favipiravir placebo + Lopinavir/ritonavir placebo Oral favipiravir matched placebo at 1800mg twice daily on Day 1, followed by 400mg four (4) times daily from Day 2 to Day 7 PLUS lopinavir/ritonavir matched placebo at 400mg/100mg twice daily on Day 1, followed by 200mg/50mg four (4) times daily from Day 2 to Day 7.\n    \n\n\n          Main outcomes:\n        \n      \n      The primary outcome is upper respiratory tract viral load at Day 5.\n    \n\n\n          Secondary outcomes:\n        \n      \n      Percentage of participants with undetectable upper respiratory tract viral load after 5 days of therapy Proportion of participants with undetectable stool viral load after 7 days of therapy Rate of decrease in upper respiratory tract viral load during 7 days of therapy Duration of fever following commencement of trial medications Proportion of participants with hepatotoxicity after 7 days of therapy Proportion of participants with other medication-related toxicity after 7 days of therapy and 14 days post-randomisation Proportion of participants admitted to hospital with COVID-19 related illness Proportion of participants admitted to ICU with COVID-19 related illness Proportion of participants who have died with COVID-19 related illness Pharmacokinetic and pharmacodynamic analysis of favipiravir Exploratory: Proportion of participants with deleterious or resistance-conferring mutations in SARS-CoV-2 RANDOMISATION: Participants will be randomised 1:1:1:1 using a concealed online minimisation process, with the following factors: trial site, age (≤ 55 vs > 55 years old), gender, obesity (BMI <30 vs ≥30), symptomatic or asymptomatic, current smoking status (Yes = current smoker, No = ex-smoker, never smoker), ethnicity (Caucasian, other) and presence or absence of comorbidity (defined as diabetes, hypertension, ischaemic heart disease (including previous myocardial infarction), other heart disease (arrhythmia and valvular heart disease), asthma, COPD, other chronic respiratory disease).\n    \n\n\n          Blinding (masking):\n        \n      \n      Participants and investigators will both be blinded to treatment allocation (double-blind).\n    \n\n\n          Numbers to be randomised (sample size):\n        \n      \n      240 participants, 60 in each arm.\n    \n\n\n          Trial status:\n        \n      \n      Protocol version 4.0 dated 7th January 2021. Date of first enrolment: October 2020. Recruitment is ongoing, with anticipated finish date of 31st March 2021.\n    \n\n\n          Trial registration:\n        \n      \n      The FLARE trial is registered with Clinicaltrials.gov, trial identifying number NCT04499677 , date of registration 4th August 2020.\n    \n\n\n          Full protocol:\n        \n      \n      The full protocol is attached as an additional file, accessible from the Trials website (Additional file 1). In the interest in expediting dissemination of this material, the familiar formatting has been eliminated; this Letter serves as a summary of the key elements of the full protocol."
        },
        {
            "title": "RNA-Based COVID-19 Vaccine BNT162b2 Selected for a Pivotal Efficacy Study.",
            "abstract": "Background:\n        \n      \n      Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections and the resulting disease, coronavirus disease 2019 (COVID-19), have spread to millions of people globally. Multiple vaccine candidates are under development, but no vaccine is currently available.\n    \n\n\n          Methods:\n        \n      \n      Healthy adults 18-55 and 65-85 years of age were randomized in an ongoing, placebo-controlled, observer-blinded dose-escalation study to receive 2 doses at 21-day intervals of placebo or either of 2 lipid nanoparticle-formulated, nucleoside-modified RNA vaccine candidates: BNT162b1, which encodes a secreted trimerized SARS-CoV-2 receptor-binding domain, or BNT162b2, which encodes a prefusion stabilized membrane-anchored SARS-CoV-2 full-length spike. In each of 13 groups of 15 participants, 12 received vaccine and 3 received placebo. Groups were distinguished by vaccine candidate, age of participant, and vaccine dose level. Interim safety and immunogenicity data of BNT162b1 in younger adults have been reported previously from US and German trials. We now present additional safety and immunogenicity data from the US Phase 1 trial that supported selection of the vaccine candidate advanced to a pivotal Phase 2/3 safety and efficacy evaluation.\n    \n\n\n          Results:\n        \n      \n      In both younger and older adults, the 2 vaccine candidates elicited similar dose-dependent SARS-CoV-2-neutralizing geometric mean titers (GMTs), comparable to or higher than the GMT of a panel of SARS-CoV-2 convalescent sera. BNT162b2 was associated with less systemic reactogenicity, particularly in older adults.\n    \n\n\n          Conclusion:\n        \n      \n      These results support selection of the BNT162b2 vaccine candidate for Phase 2/3 large-scale safety and efficacy evaluation, currently underway."
        },
        {
            "title": "Immunogenicity and safety of a recombinant adenovirus type-5-vectored COVID-19 vaccine in healthy adults aged 18 years or older: a randomised, double-blind, placebo-controlled, phase 2 trial.",
            "abstract": "Background:\n        \n      \n      This is the first randomised controlled trial for assessment of the immunogenicity and safety of a candidate non-replicating adenovirus type-5 (Ad5)-vectored COVID-19 vaccine, aiming to determine an appropriate dose of the candidate vaccine for an efficacy study.\n    \n\n\n          Methods:\n        \n      \n      This randomised, double-blind, placebo-controlled, phase 2 trial of the Ad5-vectored COVID-19 vaccine was done in a single centre in Wuhan, China. Healthy adults aged 18 years or older, who were HIV-negative and previous severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection-free, were eligible to participate and were randomly assigned to receive the vaccine at a dose of 1 × 1011 viral particles per mL or 5 × 1010 viral particles per mL, or placebo. Investigators allocated participants at a ratio of 2:1:1 to receive a single injection intramuscularly in the arm. The randomisation list (block size 4) was generated by an independent statistician. Participants, investigators, and staff undertaking laboratory analyses were masked to group allocation. The primary endpoints for immunogenicity were the geometric mean titres (GMTs) of specific ELISA antibody responses to the receptor binding domain (RBD) and neutralising antibody responses at day 28. The primary endpoint for safety evaluation was the incidence of adverse reactions within 14 days. All recruited participants who received at least one dose were included in the primary and safety analyses. This study is registered with ClinicalTrials.gov, NCT04341389.\n    \n\n\n          Findings:\n        \n      \n      603 volunteers were recruited and screened for eligibility between April 11 and 16, 2020. 508 eligible participants (50% male; mean age 39·7 years, SD 12·5) consented to participate in the trial and were randomly assigned to receive the vaccine (1 × 1011 viral particles n=253; 5 × 1010 viral particles n=129) or placebo (n=126). In the 1 × 1011 and 5 × 1010 viral particles dose groups, the RBD-specific ELISA antibodies peaked at 656·5 (95% CI 575·2-749·2) and 571·0 (467·6-697·3), with seroconversion rates at 96% (95% CI 93-98) and 97% (92-99), respectively, at day 28. Both doses of the vaccine induced significant neutralising antibody responses to live SARS-CoV-2, with GMTs of 19·5 (95% CI 16·8-22·7) and 18·3 (14·4-23·3) in participants receiving 1 × 1011 and 5 × 1010 viral particles, respectively. Specific interferon γ enzyme-linked immunospot assay responses post vaccination were observed in 227 (90%, 95% CI 85-93) of 253 and 113 (88%, 81-92) of 129 participants in the 1 × 1011 and 5 × 1010 viral particles dose groups, respectively. Solicited adverse reactions were reported by 183 (72%) of 253 and 96 (74%) of 129 participants in the 1 × 1011 and 5 × 1010 viral particles dose groups, respectively. Severe adverse reactions were reported by 24 (9%) participants in the 1 × 1011 viral particles dose group and one (1%) participant in the 5 × 1010 viral particles dose group. No serious adverse reactions were documented.\n    \n\n\n          Interpretation:\n        \n      \n      The Ad5-vectored COVID-19 vaccine at 5 × 1010 viral particles is safe, and induced significant immune responses in the majority of recipients after a single immunisation.\n    \n\n\n          Funding:\n        \n      \n      National Key R&D Programme of China, National Science and Technology Major Project, and CanSino Biologics."
        },
        {
            "title": "Convalescent plasma therapy in COVID-19 critically ill patients during advanced phases of clinical trials and their preliminary results.",
            "abstract": "The objective of this study was to highlight the global scientific effort to fight the SARS-CoV-2, addressing the preliminary results of passive immunization through convalescent plasma. We performed a search at the major databases of interventional clinical trial protocols about the transfusion of convalescent plasma in patients with COVID-19, as well as, published articles (n≥25), using the following search strategy: [(COVID-19 OR SARS-CoV-2 OR nCoV-2019) AND (Convalescent plasma OR Plasma exchange) AND (Treatment OR Therapy)]. A total of 24 interventional clinical trial protocols (advanced in phases II-III, III, and IV) were included in this review, as well as three studies that had enough outcomes to evaluate the efficacy of convalescent plasma therapy for patients with COVID-19. All interventional clinical trial protocols applied approximately 500mL of convalescent plasma (from single or more donations) in hospitalized patients, mainly in patients with severe disease associated with standard therapy for COVID-19, and compared to placebo or standard therapy plus specific drugs. Most of interventional clinical trial protocols are multicenter, and the phase IV studies are recruiting at intercontinental centers of North America, Oceania, Europe, but most are recruiting center inside their own county. The three studies published reported similar approach of convalescent plasma intervention with decrease in length of stay, mortality, with less than 4% of adverse events, mainly for treating critical cases with life-threatening disease. All advanced clinical trials focused on convalescent plasma therapy in patients with COVID-19 hospitalized in severe conditions, and the preliminary results provide strong evidence for therapy for the COVID-19 patients."
        },
        {
            "title": "Using BCG vaccine to enhance non-specific protection of health care workers during the COVID-19 pandemic: A structured summary of a study protocol for a randomised controlled trial in Denmark.",
            "abstract": "Objectives:\n        \n      \n      The Bacille Calmette-Guérin (BCG) vaccine against tuberculosis is associated with non- specific protective effects against other infections, and significant reductions in all-cause morbidity and mortality have been reported. We aim to test whether BCG vaccination may reduce susceptibility to and/or the severity of COVID-19 and other infectious diseases in health care workers (HCW) and thus prevent work absenteeism.The primary objective is to reduce absenteeism due to illness among HCW during the COVID-19 pandemic. The secondary objectives are to reduce the number of HCW that are infected with SARS-CoV-2, and to reduce the number of hospital admissions among HCW during the COVID-19 pandemic.\n    \n\n\n          Hypothesis:\n        \n      \n      BCG vaccination of HCW will reduce absenteeism by 20% over a period of 6 months.\n    \n\n\n          Trial design:\n        \n      \n      Placebo-controlled, single-blinded, randomised controlled trial, recruiting study participants at several geographic locations. The BCG vaccine is used in this study on a different indication than the one it has been approved for by the Danish Medicines Agency, therefore this is classified as a phase III study.\n    \n\n\n          Participants:\n        \n      \n      The trial will recruit 1,500 HCW at Danish hospitals.To be eligible for participation, a subject must meet the following criteria: Adult (≥18 years); Hospital personnel working at a participating hospital for more than 22 hours per week.A potential subject who meets any of the following criteria will be excluded from participation in this study: Known allergy to components of the BCG vaccine or serious adverse events to prior BCG administration Known prior active or latent infection with Mycobacterium tuberculosis (M. tuberculosis) or other mycobacterial species Previous confirmed COVID-19 Fever (>38 C) within the past 24 hours Suspicion of active viral or bacterial infection Pregnancy Breastfeeding Vaccination with other live attenuated vaccine within the last 4 weeks Severely immunocompromised subjects. This exclusion category comprises: a) subjects with known infection by the human immunodeficiency virus (HIV-1) b) subjects with solid organ transplantation c) subjects with bone marrow transplantation d) subjects under chemotherapy e) subjects with primary immunodeficiency f) subjects under treatment with any anti-cytokine therapy within the last year g) subjects under treatment with oral or intravenous steroids defined as daily doses of 10 mg prednisone or equivalent for longer than 3 months h) Active solid or non-solid malignancy or lymphoma within the prior two years Direct involvement in the design or the execution of the BCG-DENMARK-COVID trial Intervention and comparator: Participants will be randomised to BCG vaccine (BCG-Denmark, AJ Vaccines, Copenhagen, Denmark) or placebo (saline). An adult dose of 0.1 ml of resuspended BCG vaccine (intervention) or 0.1 ml of sterile 0.9% NaCl solution (control) is administered intradermally in the upper deltoid area of the right arm. All participants will receive one injection at inclusion, and no further treatment of study participants will take place.\n    \n\n\n          Main outcomes:\n        \n      \n      Main study endpoint: Days of unplanned absenteeism due to illness within 180 days of randomisation.Secondary study endpoints: The cumulative incidence of documented COVID-19 and the cumulative incidence of hospital admission for any reason within 180 days of randomisation.Randomisation: Randomisation will be done centrally using the REDCap tool with stratification by hospital, sex and age groups (+/- 45 years of age) in random blocks of 4 and 6. The allocation ratio is 1:1.Blinding (masking): Participants will be blinded to treatment. The participant will be asked to leave the room while the allocated treatment is prepared. Once ready for injection, vaccine and placebo will look similar, and the participant will not be able to tell the difference.The physicians administering the treatment are not blinded.Numbers to be randomised (sample size): Sample size: N=1,500. The 1,500 participants will be randomised 1:1 to BCG or placebo with 750 participants in each group.Trial Status: Current protocol version 5.1, from July 6, 2020.Recruitment of study participants started on May 18, 2020 and we anticipate having finished recruiting by the end of December 2020.\n    \n\n\n          Trial registration:\n        \n      \n      The trial was registered with EudraCT on April 16, 2020, EudraCT number: 2020-001888-90, and with ClinicalTrials.gov on May 1, 2020, registration number NCT04373291.Full protocol: The full protocol is attached as an additional file, accessible from the Trialswebsite (Additional file 1). In the interest in expediting dissemination of this material, the familiar formatting has been eliminated; this Letter serves as a summary of the key elements of the full protocol."
        },
        {
            "title": "Safety and efficacy of an rAd26 and rAd5 vector-based heterologous prime-boost COVID-19 vaccine: an interim analysis of a randomised controlled phase 3 trial in Russia.",
            "abstract": "Background:\n        \n      \n      A heterologous recombinant adenovirus (rAd)-based vaccine, Gam-COVID-Vac (Sputnik V), showed a good safety profile and induced strong humoral and cellular immune responses in participants in phase 1/2 clinical trials. Here, we report preliminary results on the efficacy and safety of Gam-COVID-Vac from the interim analysis of this phase 3 trial.\n    \n\n\n          Methods:\n        \n      \n      We did a randomised, double-blind, placebo-controlled, phase 3 trial at 25 hospitals and polyclinics in Moscow, Russia. We included participants aged at least 18 years, with negative SARS-CoV-2 PCR and IgG and IgM tests, no infectious diseases in the 14 days before enrolment, and no other vaccinations in the 30 days before enrolment. Participants were randomly assigned (3:1) to receive vaccine or placebo, with stratification by age group. Investigators, participants, and all study staff were masked to group assignment. The vaccine was administered (0·5 mL/dose) intramuscularly in a prime-boost regimen: a 21-day interval between the first dose (rAd26) and the second dose (rAd5), both vectors carrying the gene for the full-length SARS-CoV-2 glycoprotein S. The primary outcome was the proportion of participants with PCR-confirmed COVID-19 from day 21 after receiving the first dose. All analyses excluded participants with protocol violations: the primary outcome was assessed in participants who had received two doses of vaccine or placebo, serious adverse events were assessed in all participants who had received at least one dose at the time of database lock, and rare adverse events were assessed in all participants who had received two doses and for whom all available data were verified in the case report form at the time of database lock. The trial is registered at ClinicalTrials.gov (NCT04530396).\n    \n\n\n          Findings:\n        \n      \n      Between Sept 7 and Nov 24, 2020, 21 977 adults were randomly assigned to the vaccine group (n=16 501) or the placebo group (n=5476). 19 866 received two doses of vaccine or placebo and were included in the primary outcome analysis. From 21 days after the first dose of vaccine (the day of dose 2), 16 (0·1%) of 14 964 participants in the vaccine group and 62 (1·3%) of 4902 in the placebo group were confirmed to have COVID-19; vaccine efficacy was 91·6% (95% CI 85·6-95·2). Most reported adverse events were grade 1 (7485 [94·0%] of 7966 total events). 45 (0·3%) of 16 427 participants in the vaccine group and 23 (0·4%) of 5435 participants in the placebo group had serious adverse events; none were considered associated with vaccination, with confirmation from the independent data monitoring committee. Four deaths were reported during the study (three [<0·1%] of 16 427 participants in the vaccine group and one [<0·1%] of 5435 participants in the placebo group), none of which were considered related to the vaccine.\n    \n\n\n          Interpretation:\n        \n      \n      This interim analysis of the phase 3 trial of Gam-COVID-Vac showed 91·6% efficacy against COVID-19 and was well tolerated in a large cohort.\n    \n\n\n          Funding:\n        \n      \n      Moscow City Health Department, Russian Direct Investment Fund, and Sberbank."
        }
    ]
}