{
    "key_references": [
        {
            "title": "Efficacy and Safety of the mRNA-1273 SARS-CoV-2 Vaccine.",
            "abstract": "## BACKGROUND\nVaccines are needed to prevent coronavirus disease 2019 (Covid-19) and to protect persons who are at high risk for complications. The mRNA-1273 vaccine is a lipid nanoparticle-encapsulated mRNA-based vaccine that encodes the prefusion stabilized full-length spike protein of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus that causes Covid-19.\n## METHODS\nThis phase 3 randomized, observer-blinded, placebo-controlled trial was conducted at 99 centers across the United States. Persons at high risk for SARS-CoV-2 infection or its complications were randomly assigned in a 1:1 ratio to receive two intramuscular injections of mRNA-1273 (100 μg) or placebo 28 days apart. The primary end point was prevention of Covid-19 illness with onset at least 14 days after the second injection in participants who had not previously been infected with SARS-CoV-2.\n## RESULTS\nThe trial enrolled 30,420 volunteers who were randomly assigned in a 1:1 ratio to receive either vaccine or placebo (15,210 participants in each group). More than 96% of participants received both injections, and 2.2% had evidence (serologic, virologic, or both) of SARS-CoV-2 infection at baseline. Symptomatic Covid-19 illness was confirmed in 185 participants in the placebo group (56.5 per 1000 person-years; 95% confidence interval [CI], 48.7 to 65.3) and in 11 participants in the mRNA-1273 group (3.3 per 1000 person-years; 95% CI, 1.7 to 6.0); vaccine efficacy was 94.1% (95% CI, 89.3 to 96.8%; P<0.001). Efficacy was similar across key secondary analyses, including assessment 14 days after the first dose, analyses that included participants who had evidence of SARS-CoV-2 infection at baseline, and analyses in participants 65 years of age or older. Severe Covid-19 occurred in 30 participants, with one fatality; all 30 were in the placebo group. Moderate, transient reactogenicity after vaccination occurred more frequently in the mRNA-1273 group. Serious adverse events were rare, and the incidence was similar in the two groups.\n## CONCLUSIONS\nThe mRNA-1273 vaccine showed 94.1% efficacy at preventing Covid-19 illness, including severe disease. Aside from transient local and systemic reactions, no safety concerns were identified. (Funded by the Biomedical Advanced Research and Development Authority and the National Institute of Allergy and Infectious Diseases; COVE ClinicalTrials.gov number, NCT04470427.).\n",
            "in_text_citation": "Baden et al., 2020",
            "footnote": 38
        },
        {
            "title": "A preliminary report of a randomized controlled phase 2 trial of the safety and immunogenicity of mRNA-1273 SARS-CoV-2 vaccine.",
            "abstract": "## BACKGROUND\nVaccines are urgently needed to prevent the global spread of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). We assessed the safety and immunogenicity of vaccine candidate mRNA-1273, encoding the prefusion-stabilized spike protein of SARS-CoV-2.\n## METHODS\nThis phase 2, randomized, observer-blind, placebo-controlled trial was conducted at 8 sites in the USA, in healthy adults aged ≥18 years with no known history or risk of SARS-CoV-2 infection, and had not previously received an investigational CoV vaccine or treatment. Participants were stratified into two age cohorts (≥18-<55 and ≥55) and were randomly assigned (1:1:1) to either 50 or 100 µg of mRNA-1273, or placebo administered as two intramuscular injections 28 days apart. The primary outcomes were safety, reactogenicity, and immunogenicity assessed by anti-SARS-CoV-2-spike binding antibody level (bAb). Secondary outcome was immunogenicity assessed by SARS-CoV-2 neutralizing antibody (nAb) response.\n## RESULTS\nBetween 29 May and 8 July 2020, 600 participants were randomized, 300 per age cohort. The most common solicited adverse reactions were pain at injection site, headache, and fatigue following each vaccination in both age cohorts. One serious adverse event deemed unrelated by the site investigator occurred 33 days post-vaccination one. mRNA-1273 induced bAb and nAb by 28 days post-vaccination one that were higher at the 100 µg dose relative to the 50 µg dose; this difference was less apparent post-vaccination two. Binding antibodies and nAb increased substantially by 14 days following the second vaccination (day 43) to levels exceeding those of convalescent sera and remained elevated through day 57.\n## CONCLUSIONS\nVaccination with mRNA-1273 resulted in significant immune responses to SARS-CoV-2 in participants 18 years and older, with an acceptable safety profile, confirming the safety and immunogenicity of 50 and 100 µg mRNA-1273 given as a 2 dose-regimen. ClinicalTrials.gov; NCT04405076.\n",
            "in_text_citation": "Chu et al., 2021",
            "footnote": 43
        },
        {
            "title": "Safety and immunogenicity of SARS-CoV-2 recombinant protein vaccine formulations in healthy adults: interim results of a randomised, placebo-controlled, phase 1-2, dose-ranging study.",
            "abstract": "## BACKGROUND\nCoV2 preS dTM is a stabilised pre-fusion spike protein vaccine produced in a baculovirus expression system being developed against SARS-CoV-2. We present interim safety and immunogenicity results of the first-in-human study of the CoV2 preS dTM vaccine with two different adjuvant formulations.\n## METHODS\nThis phase 1-2, randomised, double-blind study is being done in healthy, SARS-CoV-2-seronegative adults in ten clinical research centres in the USA. Participants were stratified by age (18-49 years and ≥50 years) and randomly assigned using an interactive response technology system with block randomisation (blocks of varying size) to receive one dose (on day 1) or two doses (on days 1 and 22) of placebo or candidate vaccine, containing low-dose (effective dose 1·3 μg) or high-dose (2·6 μg) antigen with adjuvant AF03 (Sanofi Pasteur) or AS03 (GlaxoSmithKline) or unadjuvanted high-dose antigen (18-49 years only). Primary endpoints were safety, assessed up to day 43, and immunogenicity, measured as SARS-C0V-2 neutralising antibodies (geometric mean titres), assessed on days 1, 22, and 36 serum samples. Safety was assessed according to treatment received in the safety analysis set, which included all randomly assigned participants who received at least one dose. Neutralising antibody titres were assessed in the per-protocol analysis set for immunogenicity, which included participants who received at least one dose, met all inclusion and exclusion criteria, had no protocol deviation, had negative results in the neutralisation test at baseline, and had at least one valid post-dose serology sample. This planned interim analysis reports data up to 43 days after the first vaccination; participants in the trial will be followed up for 12 months after the last study injection. This trial is registered with ClinicalTrials.gov, NCT04537208, and is ongoing.\n## FINDINGS\nBetween Sept 3 and Sept 29, 2020, 441 individuals (299 aged 18-49 years and 142 aged ≥50 years) were randomly assigned to one of the 11 treatment groups. The interim safety analyses included 439 (>99%) of 441 randomly assigned participants (299 aged 18-49 years and 140 aged ≥50 years). Neutralising antibody titres were analysed in 326 (74%) of 441 participants (235 [79%] of 299 aged 18-49 years and 91 [64%] of 142 aged ≥50 years). There were no vaccine-related unsolicited immediate adverse events, serious adverse events, medically attended adverse events classified as severe, or adverse events of special interest. Among all study participants, solicited local and systemic reactions of any grade after two vaccine doses were reported in 81% (95% CI 61-93; 21 of 26) of participants in the low-dose plus AF03 group, 93% (84-97; 74 of 80) in the low-dose plus AS03 group, 89% (70-98; 23 of 26) in the high-dose plus AF03 group, 95% (88-99; 81 of 85) in the high-dose plus AS03 group, 29% (10-56; five of 17) in the unadjuvanted high-dose group, and 21% (8-40; six of 29) in the placebo group. A single vaccine dose did not generate neutralising antibody titres above placebo levels in any group at days 22 or 36. Among participants aged 18-49 years, neutralising antibody titres after two vaccine doses were 13·1 (95% CI 6·40-26·9) in the low-dose plus AF03 group, 20·5 (13·1-32·1) in the low-dose plus AS03 group, 43·2 (20·6-90·4) in the high-dose plus AF03 group, 75·1 (50·5-112·0) in the high-dose plus AS03 group, 5·00 (not calculated) in the unadjuvanted high-dose group, and 5·00 (not calculated) in the placebo group. Among participants aged 50 years or older, neutralising antibody titres after two vaccine doses were 8·62 (1·90-39·0) in the low-dose plus AF03 group, 12·9 (7·09-23·4) in the low-dose plus AS03 group, 12·3 (4·35-35·0) in the high-dose plus AF03 group, 52·3 (25·3-108·0) in the high-dose plus AS03 group, and 5·00 (not calculated) in the placebo group.\n## INTERPRETATION\nThe lower than expected immune responses, especially in the older age groups, and the high reactogenicity after dose two were probably due to higher than anticipated host-cell protein content and lower than planned antigen doses in the formulations tested, which was discovered during characterisation studies on the final bulk drug substance. Further development of the AS03-adjuvanted candidate vaccine will focus on identifying the optimal antigen formulation and dose.\n## FUNDING\nSanofi Pasteur and Biomedical Advanced Research and Development Authority.\n",
            "in_text_citation": "Goepfert et al., 2021",
            "footnote": 46
        },
        {
            "title": "Safety and Efficacy of NVX-CoV2373 Covid-19 Vaccine.",
            "abstract": "## BACKGROUND\nEarly clinical data from studies of the NVX-CoV2373 vaccine (Novavax), a recombinant nanoparticle vaccine against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) that contains the full-length spike glycoprotein of the prototype strain plus Matrix-M adjuvant, showed that the vaccine was safe and associated with a robust immune response in healthy adult participants. Additional data were needed regarding the efficacy, immunogenicity, and safety of this vaccine in a larger population.\n## METHODS\nIn this phase 3, randomized, observer-blinded, placebo-controlled trial conducted at 33 sites in the United Kingdom, we assigned adults between the ages of 18 and 84 years in a 1:1 ratio to receive two intramuscular 5-μg doses of NVX-CoV2373 or placebo administered 21 days apart. The primary efficacy end point was virologically confirmed mild, moderate, or severe SARS-CoV-2 infection with an onset at least 7 days after the second injection in participants who were serologically negative at baseline.\n## RESULTS\nA total of 15,187 participants underwent randomization, and 14,039 were included in the per-protocol efficacy population. Of the participants, 27.9% were 65 years of age or older, and 44.6% had coexisting illnesses. Infections were reported in 10 participants in the vaccine group and in 96 in the placebo group, with a symptom onset of at least 7 days after the second injection, for a vaccine efficacy of 89.7% (95% confidence interval [CI], 80.2 to 94.6). No hospitalizations or deaths were reported among the 10 cases in the vaccine group. Five cases of severe infection were reported, all of which were in the placebo group. A post hoc analysis showed an efficacy of 86.3% (95% CI, 71.3 to 93.5) against the B.1.1.7 (or alpha) variant and 96.4% (95% CI, 73.8 to 99.5) against non-B.1.1.7 variants. Reactogenicity was generally mild and transient. The incidence of serious adverse events was low and similar in the two groups.\n## CONCLUSIONS\nA two-dose regimen of the NVX-CoV2373 vaccine administered to adult participants conferred 89.7% protection against SARS-CoV-2 infection and showed high efficacy against the B.1.1.7 variant. (Funded by Novavax; EudraCT number, 2020-004123-16.).\n",
            "in_text_citation": "Heath et al., 2021",
            "footnote": 39
        },
        {
            "title": "Phase 1-2 Trial of a SARS-CoV-2 Recombinant Spike Protein Nanoparticle Vaccine.",
            "abstract": "## BACKGROUND\nNVX-CoV2373 is a recombinant severe acute respiratory syndrome coronavirus 2 (rSARS-CoV-2) nanoparticle vaccine composed of trimeric full-length SARS-CoV-2 spike glycoproteins and Matrix-M1 adjuvant.\n## METHODS\nWe initiated a randomized, placebo-controlled, phase 1-2 trial to evaluate the safety and immunogenicity of the rSARS-CoV-2 vaccine (in 5-μg and 25-μg doses, with or without Matrix-M1 adjuvant, and with observers unaware of trial-group assignments) in 131 healthy adults. In phase 1, vaccination comprised two intramuscular injections, 21 days apart. The primary outcomes were reactogenicity; laboratory values (serum chemistry and hematology), according to Food and Drug Administration toxicity scoring, to assess safety; and IgG anti-spike protein response (in enzyme-linked immunosorbent assay [ELISA] units). Secondary outcomes included unsolicited adverse events, wild-type virus neutralization (microneutralization assay), and T-cell responses (cytokine staining). IgG and microneutralization assay results were compared with 32 (IgG) and 29 (neutralization) convalescent serum samples from patients with Covid-19, most of whom were symptomatic. We performed a primary analysis at day 35.\n## RESULTS\nAfter randomization, 83 participants were assigned to receive the vaccine with adjuvant and 25 without adjuvant, and 23 participants were assigned to receive placebo. No serious adverse events were noted. Reactogenicity was absent or mild in the majority of participants, more common with adjuvant, and of short duration (mean, ≤2 days). One participant had mild fever that lasted 1 day. Unsolicited adverse events were mild in most participants; there were no severe adverse events. The addition of adjuvant resulted in enhanced immune responses, was antigen dose-sparing, and induced a T helper 1 (Th1) response. The two-dose 5-μg adjuvanted regimen induced geometric mean anti-spike IgG (63,160 ELISA units) and neutralization (3906) responses that exceeded geometric mean responses in convalescent serum from mostly symptomatic Covid-19 patients (8344 and 983, respectively).\n## CONCLUSIONS\nAt 35 days, NVX-CoV2373 appeared to be safe, and it elicited immune responses that exceeded levels in Covid-19 convalescent serum. The Matrix-M1 adjuvant induced CD4+ T-cell responses that were biased toward a Th1 phenotype. (Funded by the Coalition for Epidemic Preparedness Innovations; ClinicalTrials.gov number, NCT04368988).\n",
            "in_text_citation": "Keech et al., 2020",
            "footnote": 44
        },
        {
            "title": "Safety and immunogenicity of the SARS-CoV-2 BNT162b1 mRNA vaccine in younger and older Chinese adults: a randomized, placebo-controlled, double-blind phase 1 study.",
            "abstract": "An effective vaccine is needed to end the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic. Here, we assess the preliminary safety, tolerability and immunogenicity data from an ongoing single-center (in Jiangsu province, China), parallel-group, double-blind phase 1 trial of the vaccine candidate BNT162b1 in 144 healthy SARS-CoV-2-naive Chinese participants. These participants are randomized 1:1:1 to receive prime and boost vaccinations of 10 µg or 30 µg BNT162b1 or placebo, given 21 d apart, with equal allocation of younger (aged 18-55 years) and older adults (aged 65-85 years) to each treatment group (ChiCTR2000034825). BNT162b1 encodes the SARS-CoV-2 spike glycoprotein receptor-binding domain (RBD) and is one of several messenger RNA-based vaccine candidates under clinical investigation. Local reactions and systemic events were generally dose dependent, transient and mild to moderate. Fever was the only grade 3 adverse event. BNT162b1 induced robust interferon-γ T cell responses to a peptide pool including the RBD in both younger and older Chinese adults, and geometric mean neutralizing titers reached 2.1-fold (for younger participants) and 1.3-fold (for the older participants) that of a panel of COVID-19 convalescent human sera obtained at least 14 d after positive SARS-CoV-2 polymerase chain reaction test. In summary, BNT162b1 has an acceptable safety profile and produces high levels of humoral and T cell responses in an Asian population.\n",
            "in_text_citation": "Li et al., 2021",
            "footnote": 45
        },
        {
            "title": "Efficacy of the ChAdOx1 nCoV-19 Covid-19 Vaccine against the B.1.351 Variant.",
            "abstract": "## BACKGROUND\nAssessment of the safety and efficacy of vaccines against the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in different populations is essential, as is investigation of the efficacy of the vaccines against emerging SARS-CoV-2 variants of concern, including the B.1.351 (501Y.V2) variant first identified in South Africa.\n## METHODS\nWe conducted a multicenter, double-blind, randomized, controlled trial to assess the safety and efficacy of the ChAdOx1 nCoV-19 vaccine (AZD1222) in people not infected with the human immunodeficiency virus (HIV) in South Africa. Participants 18 to less than 65 years of age were assigned in a 1:1 ratio to receive two doses of vaccine containing 5×10\n## RESULTS\nBetween June 24 and November 9, 2020, we enrolled 2026 HIV-negative adults (median age, 30 years); 1010 and 1011 participants received at least one dose of placebo or vaccine, respectively. Both the pseudovirus and the live-virus neutralization assays showed greater resistance to the B.1.351 variant in serum samples obtained from vaccine recipients than in samples from placebo recipients. In the primary end-point analysis, mild-to-moderate Covid-19 developed in 23 of 717 placebo recipients (3.2%) and in 19 of 750 vaccine recipients (2.5%), for an efficacy of 21.9% (95% confidence interval [CI], -49.9 to 59.8). Among the 42 participants with Covid-19, 39 cases (95.1% of 41 with sequencing data) were caused by the B.1.351 variant; vaccine efficacy against this variant, analyzed as a secondary end point, was 10.4% (95% CI, -76.8 to 54.8). The incidence of serious adverse events was balanced between the vaccine and placebo groups.\n## CONCLUSIONS\nA two-dose regimen of the ChAdOx1 nCoV-19 vaccine did not show protection against mild-to-moderate Covid-19 due to the B.1.351 variant. (Funded by the Bill and Melinda Gates Foundation and others; ClinicalTrials.gov number, NCT04444674; Pan African Clinical Trials Registry number, PACTR202006922165132).\n",
            "in_text_citation": "Madhi et al., 2021",
            "footnote": 47
        },
        {
            "title": "Safety and Efficacy of the BNT162b2 mRNA Covid-19 Vaccine.",
            "abstract": "## BACKGROUND\nSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection and the resulting coronavirus disease 2019 (Covid-19) have afflicted tens of millions of people in a worldwide pandemic. Safe and effective vaccines are needed urgently.\n## METHODS\nIn an ongoing multinational, placebo-controlled, observer-blinded, pivotal efficacy trial, we randomly assigned persons 16 years of age or older in a 1:1 ratio to receive two doses, 21 days apart, of either placebo or the BNT162b2 vaccine candidate (30 μg per dose). BNT162b2 is a lipid nanoparticle-formulated, nucleoside-modified RNA vaccine that encodes a prefusion stabilized, membrane-anchored SARS-CoV-2 full-length spike protein. The primary end points were efficacy of the vaccine against laboratory-confirmed Covid-19 and safety.\n## RESULTS\nA total of 43,548 participants underwent randomization, of whom 43,448 received injections: 21,720 with BNT162b2 and 21,728 with placebo. There were 8 cases of Covid-19 with onset at least 7 days after the second dose among participants assigned to receive BNT162b2 and 162 cases among those assigned to placebo; BNT162b2 was 95% effective in preventing Covid-19 (95% credible interval, 90.3 to 97.6). Similar vaccine efficacy (generally 90 to 100%) was observed across subgroups defined by age, sex, race, ethnicity, baseline body-mass index, and the presence of coexisting conditions. Among 10 cases of severe Covid-19 with onset after the first dose, 9 occurred in placebo recipients and 1 in a BNT162b2 recipient. The safety profile of BNT162b2 was characterized by short-term, mild-to-moderate pain at the injection site, fatigue, and headache. The incidence of serious adverse events was low and was similar in the vaccine and placebo groups.\n## CONCLUSIONS\nA two-dose regimen of BNT162b2 conferred 95% protection against Covid-19 in persons 16 years of age or older. Safety over a median of 2 months was similar to that of other viral vaccines. (Funded by BioNTech and Pfizer; ClinicalTrials.gov number, NCT04368728.).\n",
            "in_text_citation": "Polack et al., 2020",
            "footnote": 48
        },
        {
            "title": "Safety and immunogenicity of S-Trimer (SCB-2019), a protein subunit vaccine candidate for COVID-19 in healthy adults: a phase 1, randomised, double-blind, placebo-controlled trial.",
            "abstract": "## BACKGROUND\nAs part of the accelerated development of vaccines against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), we report a dose-finding and adjuvant justification study of SCB-2019, a protein subunit vaccine candidate containing a stabilised trimeric form of the spike (S)-protein (S-Trimer) combined with two different adjuvants.\n## METHODS\nOur study is a phase 1, randomised, double-blind placebo-controlled trial at a specialised clinical trials centre in Australia. We enrolled healthy adult volunteers in two age groups: younger adults (aged 18-54 years) and older adults (aged 55-75 years). Participants were randomly allocated either vaccine or placebo using a list prepared by the study funder. Participants were to receive two doses of SCB-2019 (either 3 μg, 9 μg, or 30 μg) or a placebo (0·9% NaCl) 21 days apart. SCB-2019 either had no adjuvant (S-Trimer protein alone) or was adjuvanted with AS03 or CpG/Alum. The assigned treatment was administered in opaque syringes to maintain masking of assignments. Reactogenicity was assessed for 7 days after each vaccination. Humoral responses were measured as SCB-2019 binding IgG antibodies and ACE2-competitive blocking IgG antibodies by ELISA and as neutralising antibodies by wild-type SARS-CoV-2 microneutralisation assay. Cellular responses to pooled S-protein peptides were measured by flow-cytometric intracellular cytokine staining. This trial is registered with ClinicalTrials.gov, NCT04405908; this is an interim analysis and the study is continuing.\n## FINDINGS\nBetween June 19 and Sept 23, 2020, 151 volunteers were enrolled; three people withdrew, two for personal reasons and one with an unrelated serious adverse event (pituitary adenoma). 148 participants had at least 4 weeks of follow-up after dose two and were included in this analysis (database lock, Oct 23, 2020). Vaccination was well tolerated, with two grade 3 solicited adverse events (pain in 9 μg AS03-adjuvanted and 9 μg CpG/Alum-adjuvanted groups). Most local adverse events were mild injection-site pain, and local events were more frequent with SCB-2019 formulations containing AS03 adjuvant (44-69%) than with those containing CpG/Alum adjuvant (6-44%) or no adjuvant (3-13%). Systemic adverse events were more frequent in younger adults (38%) than in older adults (17%) after the first dose but increased to similar levels in both age groups after the second dose (30% in older and 34% in younger adults). SCB-2019 with no adjuvant elicited minimal immune responses (three seroconversions by day 50), but SCB-2019 with fixed doses of either AS03 or CpG/Alum adjuvants induced high titres and seroconversion rates of binding and neutralising antibodies in both younger and older adults (anti-SCB-2019 IgG antibody geometric mean titres at day 36 were 1567-4452 with AS03 and 174-2440 with CpG/Alum). Titres in all AS03 dose groups and the CpG/Alum 30 μg group were higher than were those recorded in a panel of convalescent serum samples from patients with COVID-19. Both adjuvanted SCB-2019 formulations elicited T-helper-1-biased CD4\n## INTERPRETATION\nThe SCB-2019 vaccine, comprising S-Trimer protein formulated with either AS03 or CpG/Alum adjuvants, elicited robust humoral and cellular immune responses against SARS-CoV-2, with high viral neutralising activity. Both adjuvanted vaccine formulations were well tolerated and are suitable for further clinical development.\n## FUNDING\nClover Biopharmaceuticals and the Coalition for Epidemic Preparedness Innovations.\n",
            "in_text_citation": "Richmond et al., 2021",
            "footnote": 41
        },
        {
            "title": "Interim Results of a Phase 1-2a Trial of Ad26.COV2.S Covid-19 Vaccine.",
            "abstract": "## BACKGROUND\nEfficacious vaccines are urgently needed to contain the ongoing coronavirus disease 2019 (Covid-19) pandemic of infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). A candidate vaccine, Ad26.COV2.S, is a recombinant, replication-incompetent adenovirus serotype 26 (Ad26) vector encoding a full-length and stabilized SARS-CoV-2 spike protein.\n## METHODS\nIn this multicenter, placebo-controlled, phase 1-2a trial, we randomly assigned healthy adults between the ages of 18 and 55 years (cohort 1) and those 65 years of age or older (cohort 3) to receive the Ad26.COV2.S vaccine at a dose of 5×10\n## RESULTS\nAfter the administration of the first vaccine dose in 805 participants in cohorts 1 and 3 and after the second dose in cohort 1, the most frequent solicited adverse events were fatigue, headache, myalgia, and injection-site pain. The most frequent systemic adverse event was fever. Systemic adverse events were less common in cohort 3 than in cohort 1 and in those who received the low vaccine dose than in those who received the high dose. Reactogenicity was lower after the second dose. Neutralizing-antibody titers against wild-type virus were detected in 90% or more of all participants on day 29 after the first vaccine dose (geometric mean titer [GMT], 212 to 354), regardless of vaccine dose or age group, and reached 96% by day 57 with a further increase in titers (GMT, 288 to 488) in cohort 1a. Titers remained stable until at least day 71. A second dose provided an increase in the titer by a factor of 2.6 to 2.9 (GMT, 827 to 1266). Spike-binding antibody responses were similar to neutralizing-antibody responses. On day 15, CD4+ T-cell responses were detected in 76 to 83% of the participants in cohort 1 and in 60 to 67% of those in cohort 3, with a clear skewing toward type 1 helper T cells. CD8+ T-cell responses were robust overall but lower in cohort 3.\n## CONCLUSIONS\nThe safety and immunogenicity profiles of Ad26.COV2.S support further development of this vaccine candidate. (Funded by Johnson & Johnson and the Biomedical Advanced Research and Development Authority of the Department of Health and Human Services; COV1001 ClinicalTrials.gov number, NCT04436276.).\n",
            "in_text_citation": "Sadoff et al., 2021",
            "footnote": 42
        },
        {
            "title": "Efficacy of NVX-CoV2373 Covid-19 Vaccine against the B.1.351 Variant.",
            "abstract": "## BACKGROUND\nThe emergence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) variants threatens progress toward control of the coronavirus disease 2019 (Covid-19) pandemic. In a phase 1-2 trial involving healthy adults, the NVX-CoV2373 nanoparticle vaccine had an acceptable safety profile and was associated with strong neutralizing-antibody and antigen-specific polyfunctional CD4+ T-cell responses. Evaluation of vaccine efficacy was needed in a setting of ongoing SARS-CoV-2 transmission.\n## METHODS\nIn this phase 2a-b trial in South Africa, we randomly assigned human immunodeficiency virus (HIV)-negative adults between the ages of 18 and 84 years or medically stable HIV-positive participants between the ages of 18 and 64 years in a 1:1 ratio to receive two doses of either the NVX-CoV2373 vaccine (5 μg of recombinant spike protein with 50 μg of Matrix-M1 adjuvant) or placebo. The primary end points were safety and vaccine efficacy against laboratory-confirmed symptomatic Covid-19 at 7 days or more after the second dose among participants without previous SARS-CoV-2 infection.\n## RESULTS\nOf 6324 participants who underwent screening, 4387 received at least one injection of vaccine or placebo. Approximately 30% of the participants were seropositive for SARS-CoV-2 at baseline. Among 2684 baseline seronegative participants (94% HIV-negative and 6% HIV-positive), predominantly mild-to-moderate Covid-19 developed in 15 participants in the vaccine group and in 29 in the placebo group (vaccine efficacy, 49.4%; 95% confidence interval [CI], 6.1 to 72.8). Vaccine efficacy among HIV-negative participants was 60.1% (95% CI, 19.9 to 80.1). Of 41 sequenced isolates, 38 (92.7%) were the B.1.351 variant. Post hoc vaccine efficacy against B.1.351 was 51.0% (95% CI, -0.6 to 76.2) among the HIV-negative participants. Preliminary local and systemic reactogenicity events were more common in the vaccine group; serious adverse events were rare in both groups.\n## CONCLUSIONS\nThe NVX-CoV2373 vaccine was efficacious in preventing Covid-19, with higher vaccine efficacy observed among HIV-negative participants. Most infections were caused by the B.1.351 variant. (Funded by Novavax and the Bill and Melinda Gates Foundation; ClinicalTrials.gov number, NCT04533399.).\n",
            "in_text_citation": "Shinde et al., 2021",
            "footnote": 49
        },
        {
            "title": "Safety and Immunogenicity of Two RNA-Based Covid-19 Vaccine Candidates.",
            "abstract": "## BACKGROUND\nSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections and the resulting disease, coronavirus disease 2019 (Covid-19), have spread to millions of persons worldwide. Multiple vaccine candidates are under development, but no vaccine is currently available. Interim safety and immunogenicity data about the vaccine candidate BNT162b1 in younger adults have been reported previously from trials in Germany and the United States.\n## METHODS\nIn an ongoing, placebo-controlled, observer-blinded, dose-escalation, phase 1 trial conducted in the United States, we randomly assigned healthy adults 18 to 55 years of age and those 65 to 85 years of age to receive either placebo or one of two lipid nanoparticle-formulated, nucleoside-modified RNA vaccine candidates: BNT162b1, which encodes a secreted trimerized SARS-CoV-2 receptor-binding domain; or BNT162b2, which encodes a membrane-anchored SARS-CoV-2 full-length spike, stabilized in the prefusion conformation. The primary outcome was safety (e.g., local and systemic reactions and adverse events); immunogenicity was a secondary outcome. Trial groups were defined according to vaccine candidate, age of the participants, and vaccine dose level (10 μg, 20 μg, 30 μg, and 100 μg). In all groups but one, participants received two doses, with a 21-day interval between doses; in one group (100 μg of BNT162b1), participants received one dose.\n## RESULTS\nA total of 195 participants underwent randomization. In each of 13 groups of 15 participants, 12 participants received vaccine and 3 received placebo. BNT162b2 was associated with a lower incidence and severity of systemic reactions than BNT162b1, particularly in older adults. In both younger and older adults, the two vaccine candidates elicited similar dose-dependent SARS-CoV-2-neutralizing geometric mean titers, which were similar to or higher than the geometric mean titer of a panel of SARS-CoV-2 convalescent serum samples.\n## CONCLUSIONS\nThe safety and immunogenicity data from this U.S. phase 1 trial of two vaccine candidates in younger and older adults, added to earlier interim safety and immunogenicity data regarding BNT162b1 in younger adults from trials in Germany and the United States, support the selection of BNT162b2 for advancement to a pivotal phase 2-3 safety and efficacy evaluation. (Funded by BioNTech and Pfizer; ClinicalTrials.gov number, NCT04368728.).\n",
            "in_text_citation": "Walsh et al., 2020",
            "footnote": 40
        }
    ]
}