{
    "citations": [
        {
            "footnote": 24,
            "title": "Evaluation of a youth-led program for preventing bullying, sexual harassment, and dating aggression in middle schools.",
            "in_text_citation": "Connolly et al., 2015"
        },
        {
            "footnote": 25,
            "title": "Sexual violence among adolescent girls and young women in Malawi: a cluster-randomized controlled implementation trial of empowerment self-defense training.",
            "in_text_citation": "Decker et al., 2018"
        },
        {
            "footnote": 26,
            "title": "Does the good schools Toolkit reduce physical, sexual and emotional violence, and injuries, in girls and boys equally: a cluster-randomised controlled trial.",
            "in_text_citation": "Devries et al., 2017"
        },
        {
            "footnote": 27,
            "title": "Effects of an interactive school-based program for preventing adolescent sexual harassment: a cluster-randomized controlled evaluation study.",
            "in_text_citation": "de Lijster et al., 2016"
        },
        {
            "footnote": 28,
            "title": "Clinical trial of Second Step middle-school program: impact on aggression and victimization.",
            "in_text_citation": "Espelage et al., 2015"
        },
        {
            "footnote": 29,
            "title": "Assessing the effects of the dating violence prevention program “safe dates” using random coefficient regression modeling.",
            "in_text_citation": "Foshee et al., 2005"
        },
        {
            "footnote": 30,
            "title": "Effect of a behavioral intervention on perpetrating and experiencing forced sex among South African adolescents: a secondary analysis of a cluster randomized trial.",
            "in_text_citation": "Jemmott et al., 2018"
        },
        {
            "footnote": 31,
            "title": "Effects of PREPARE, a multi-component, school-based HIV and intimate partner violence (IPV) prevention programme on adolescent sexual risk behaviour and IPV: cluster randomised controlled trial.",
            "in_text_citation": "Mathews et al., 2016"
        },
        {
            "footnote": 32,
            "title": "Coaching boys into men: a cluster-randomized controlled trial of a dating violence prevention program.",
            "in_text_citation": "Miller et al., 2012"
        },
        {
            "footnote": 33,
            "title": "Effect of a community-based gender norms program on sexual violence perpetration by adolescent boys and young men: a cluster randomized clinical trial.",
            "in_text_citation": "Miller et al., 2020a"
        },
        {
            "footnote": 34,
            "title": "An athletic coach-delivered middle school gender violence prevention program: a cluster randomized clinical trial.",
            "in_text_citation": "Miller et al., 2020b"
        },
        {
            "footnote": 35,
            "title": "Preventing sexual violence in adolescence: comparison of a scientist-practitioner program and a practitioner program using a cluster-randomized design.",
            "in_text_citation": "Muck et al., 2021"
        },
        {
            "footnote": 36,
            "title": "Girl Empower—a gender transformative mentoring and cash transfer intervention to promote adolescent wellbeing: impact findings from a cluster-randomized controlled trial in Liberia.",
            "in_text_citation": "Özler et al., 2019"
        },
        {
            "footnote": 37,
            "title": "Effects of government-implemented cash plus model on violence experiences and perpetration among adolescents in Tanzania, 2018–2019.",
            "in_text_citation": "Palermo et al., 2021"
        },
        {
            "footnote": 38,
            "title": "Adolescent dating violence prevention program for early adolescents: the me and you randomized controlled trial, 2014-2015.",
            "in_text_citation": "Peskin et al., 2019"
        },
        {
            "footnote": 39,
            "title": "The effects of a health care-based brief intervention on dating abuse perpetration: results of a randomized controlled trial.",
            "in_text_citation": "Rothman et al., 2020"
        },
        {
            "footnote": 40,
            "title": "Reducing sexual victimization among adolescent girls: a randomized controlled pilot trial of my voice, my choice.",
            "in_text_citation": "Rowe et al., 2015"
        },
        {
            "footnote": 41,
            "title": "Preventing violence against refugee adolescent girls: findings from a cluster randomised controlled trial in Ethiopia.",
            "in_text_citation": "Stark et al., 2018"
        },
        {
            "footnote": 42,
            "title": "Exploring gender differences in dating violence/harassment prevention programming in middle schools: results from a randomized experiment.",
            "in_text_citation": "Taylor et al., 2010"
        },
        {
            "footnote": 43,
            "title": "Shifting boundaries: an experimental evaluation of a dating violence prevention program in middle schools.",
            "in_text_citation": "Taylor et al., 2013"
        }
    ]
}