{
    "key_references": [
        {
            "title": "Sexual violence among adolescent girls and young women in Malawi: a cluster-randomized controlled implementation trial of empowerment self-defense training.",
            "abstract": "## BACKGROUND\nGlobally, sexual violence is prevalent, particularly for adolescent women. This cluster-randomized controlled implementation trial examines empowerment self-defense (ESD) for sexual assault risk reduction among school-age women in Malawi.\n## METHODS\nThe unit of randomization and analysis was the school (n = 141). Intervention participants received a 12-h intervention over 6 weeks, with refreshers. Primary outcomes were past-year prevalence and incident rate of sexual violence. Secondary outcomes included confidence, self-defense knowledge, and, for those victimized, violence disclosure. Interaction effects on outcomes were evaluated with Poisson models with school-correlated robust variance estimates for risk ratios and incident rate ratios (baseline n = 6644, follow-up n = 4278).\n## RESULTS\nPast-year sexual assault prevalence was reduced among intervention students (risk ratio [RR] 0.68, 95% CI 0.56, 0.82), but not control students (interaction effect p < 0.001). Significant increases in self-defense knowledge were observed solely among intervention students (RR 3.33, 95% CI 2.76, 4.02; interaction effect p < 0.001). Significant changes in sexual violence prevalence and knowledge were observed for both primary and secondary students. Favorable reductions were also observed in sexual violence incident rate among students overall (interaction effect p = 0.01).\n## CONCLUSIONS\nThis intervention reduced sexual violence victimization in both primary and secondary school settings. Results support the effectiveness of ESD to address sexual violence, and approach the elimination of violence against women and girls set forth with Sustainable Development Goal #5. Implementation within the education system can enable sustainability and reach.\n## TRIAL REGISTRATION\nPan African Clinical Trials Registry PACTR201702002028911 . Registered 09 February 2017. Retrospectively registered.\n",
            "in_text_citation": "Decker et al., 2018",
            "footnote": 25
        },
        {
            "title": "Does the Good Schools Toolkit Reduce Physical, Sexual and Emotional Violence, and Injuries, in Girls and Boys equally? A Cluster-Randomised Controlled Trial.",
            "abstract": "We aimed to investigate whether the Good School Toolkit reduced emotional violence, severe physical violence, sexual violence and injuries from school staff to students, as well as emotional, physical and sexual violence between peers, in Ugandan primary schools. We performed a two-arm cluster randomised controlled trial with parallel assignment. Forty-two schools in one district were allocated to intervention (n = 21) or wait-list control (n = 21) arms in 2012. We did cross-sectional baseline and endline surveys in 2012 and 2014, and the Good School Toolkit intervention was implemented for 18 months between surveys. Analyses were by intention to treat and are adjusted for clustering within schools and for baseline school-level proportions of outcomes. The Toolkit was associated with an overall reduction in any form of violence from staff and/or peers in the past week towards both male (aOR = 0.34, 95%CI 0.22-0.53) and female students (aOR = 0.55, 95%CI 0.36-0.84). Injuries as a result of violence from school staff were also lower in male (aOR = 0.36, 95%CI 0.20-0.65) and female students (aOR = 0.51, 95%CI 0.29-0.90). Although the Toolkit seems to be effective at reducing violence in both sexes, there is some suggestion that the Toolkit may have stronger effects in boys than girls. The Toolkit is a promising intervention to reduce a wide range of different forms of violence from school staff and between peers in schools, and should be urgently considered for scale-up. Further research is needed to investigate how the intervention could engage more successfully with girls.\n",
            "in_text_citation": "Devries et al., 2017",
            "footnote": 26
        },
        {
            "title": "Effects of an Interactive School-Based Program for Preventing Adolescent Sexual Harassment: A Cluster-Randomized Controlled Evaluation Study.",
            "abstract": "Many adolescents experience sexual harassment and victims of sexual harassment have higher risks regarding well-being and health behaviors such as higher risks of suicidal thoughts, suicidal ideation and feeling unsafe at school. A peer-performed play and school lessons on preventing sexual harassment behavior were presented to secondary school students. We evaluated its effectiveness, using a cluster-randomized controlled design to assign schools to an experimental condition [n = 14 schools; 431 students (51 % female)] and a control condition [n = 11 schools; 384 students (51 % female)]. To measure the effects of the intervention at first post-test and 6-month follow-up, our multilevel analyses used a two-level random intercept model. Outcome measures were sexual harassment behaviors, behavioral determinants and distal factors influencing these behaviors. At post-test, students in the experimental group reported a reduced intention to commit sexual harassment behavior and higher self-efficacy in rejecting it. At post-test and follow-up there was a significant positive effect on social norms for rejecting sexual harassment behavior. At follow-up, sexual self-esteem was higher in students in the experimental group than in the control group. Effects on these determinants will benefit adolescents' future sexual behaviors. In combination, the play and lessons, possibly together with continued sexual health education and skills programs on social-emotional learning in subsequent school years, have potential for preventing sexual harassment behavior.\n",
            "in_text_citation": "de Lijster et al., 2016",
            "footnote": 27
        },
        {
            "title": "Assessing the effects of the dating violence prevention program \"safe dates\" using random coefficient regression modeling.",
            "abstract": "The Safe Dates Project is a randomized trial for evaluating a school-based adolescent dating violence prevention program. Five waves of data were used to examine the effects of Safe Dates over time including primary and secondary prevention effects, moderators, and mediators of program effects. Using random coefficients models, with multiple imputation of missing data, significant program effects were found at all four follow-up periods on psychological, moderate physical, and sexual dating violence perpetration and moderate physical dating violence victimization. Marginal effects were found on sexual victimization. Effects on severe physical perpetration at all four follow-up periods were moderated by prior involvement in that type of violence. Primary and secondary prevention effects were found and the program was equally effective for males and females and for whites and non-whites. Program effects were mediated by changes in dating violence norms, gender-role norms, and awareness of community services.\n",
            "in_text_citation": "Foshee et al., 2005",
            "footnote": 29
        },
        {
            "title": "Effect of a Behavioral Intervention on Perpetrating and Experiencing Forced Sex Among South African Adolescents: A Secondary Analysis of a Cluster Randomized Trial.",
            "abstract": "## IMPORTANCE\nScant research has investigated interventions to reduce forced sexual intercourse among adolescents. The need for such interventions is especially great in South Africa, which has some of the highest rates of sexual assault in the world.\n## OBJECTIVES\nTo determine whether an HIV/sexually transmitted disease risk-reduction intervention that reduced sexual risk behavior and sexually transmitted disease prevalence also reduced the perpetration and experience of forced sex among South African adolescents.\n## DESIGN, SETTING, AND PARTICIPANTS\nA cluster randomized clinical trial, at schools located in a township and a semirural area, Eastern Cape Province, South Africa. Matched pairs of schools were randomly selected (9 of 17); of 1118 students in sixth grade at these 18 schools who had parent or guardian consent, 1057 (94%) were enrolled, and those not reporting forced sex perpetration before the intervention were included in the analyses (n = 1052). Post hoc secondary analysis of a cluster randomized clinical trial was performed, with baseline and 3-, 6-, 12-, 42-, and 54-month postintervention assessments between October 4, 2004, and June 30, 2010. Generalized estimating equation Poisson regression analyses adjusting for gender and clustering within schools were conducted between August 23, 2017, and April 30, 2018. Recruiters and data collectors, but not intervention facilitators, were blind to the participants' intervention assignment.\n## INTERVENTIONS\nTheory-based, culturally adapted, 6-session HIV/sexually transmitted disease risk-reduction intervention (Let Us Protect Our Future intervention) and attention-matched, chronic disease prevention control intervention implemented by specially trained man and woman cofacilitators from the community.\n## MAIN OUTCOMES AND MEASURES\nStudy outcomes for this secondary analysis (planned after the data were collected) are self-reports of perpetrating and experiencing forced vaginal intercourse.\n## RESULTS\nParticipants included 1052 adolescents (557 girls [53%]; mean [SD] age, 12.4 [1.2] years) reporting not perpetrating forced sex at baseline. Fewer intervention than control participants reported forced sex perpetration postintervention compared with the control group at 3 months (9 of 561 [2%] vs 20 of 491 [4%]; risk ratio [RR], 0.978; 95% CI, 0.959-0.997), 6 months (17 of 561 [3%] vs 35 of 491 [7%]; RR, 0.964; 95% CI, 0.941-0.988), 12 months (21 of 561 [4%] vs 42 of 491 [9%]; RR, 0.959; 95% CI, 0.934-0.985), 42 months (41 of 561 [7%] vs 56 of 491 [11%]; RR, 0.967; 95% CI, 0.937-0.998), and 54 months (52 of 561 [9%] vs 68 of 491 [14%]; RR, 0.964; 95% CI, 0.932-0.997).\n## CONCLUSIONS AND RELEVANCE\nIn settings with high rates of sexual assault, the use of theory-based culturally adapted interventions with early adolescents may reduce rates of perpetrating and experiencing forced sex.\n## TRIAL REGISTRATION\nClinicalTrials.gov Identifier: NCT00559403.\n",
            "in_text_citation": "Jemmott et al., 2018",
            "footnote": 30
        },
        {
            "title": "Effects of PREPARE, a Multi-component, School-Based HIV and Intimate Partner Violence (IPV) Prevention Programme on Adolescent Sexual Risk Behaviour and IPV: Cluster Randomised Controlled Trial.",
            "abstract": "Young South Africans, especially women, are at high risk of HIV. We evaluated the effects of PREPARE, a multi-component, school-based HIV prevention intervention to delay sexual debut, increase condom use and decrease intimate partner violence (IPV) among young adolescents. We conducted a cluster RCT among Grade eights in 42 high schools. The intervention comprised education sessions, a school health service and a school sexual violence prevention programme. Participants completed questionnaires at baseline, 6 and 12 months. Regression was undertaken to provide ORs or coefficients adjusted for clustering. Of 6244 sampled adolescents, 55.3 % participated. At 12 months there were no differences between intervention and control arms in sexual risk behaviours. Participants in the intervention arm were less likely to report IPV victimisation (35.1 vs. 40.9 %; OR 0.77, 95 % CI 0.61-0.99; t(40) = 2.14) suggesting the intervention shaped intimate partnerships into safer ones, potentially lowering the risk for HIV.\n",
            "in_text_citation": "Mathews et al., 2016",
            "footnote": 31
        },
        {
            "title": "\"Coaching boys into men\": a cluster-randomized controlled trial of a dating violence prevention program.",
            "abstract": "## PURPOSE\nDating violence (DV)--physical, sexual, and psychological aggression in adolescent romantic relationships--is prevalent among youth. Despite broad calls for primary prevention, few programs with demonstrated effectiveness exist. This cluster-randomized trial examined the effectiveness of a DV perpetration prevention program targeting coaches and high school male athletes.\n## METHODS\nThe unit of randomization was the high school (16 schools), and the unit of analysis was the athlete (N = 2,006 students). Primary outcomes were intentions to intervene, recognition of abusive behaviors, and gender-equitable attitudes. Secondary outcomes explored bystander behaviors and abuse perpetration. Regression models for clustered, longitudinal data assessed between-arm differences in over-time changes in mean levels of continuous outcomes in 1,798 athletes followed up at 3 months.\n## RESULTS\nIntervention athletes' changes in intentions to intervene were positive compared with control subjects, resulting in an estimated intervention effect of .12 (95% CI: .003, .24). Intervention athletes also reported higher levels of positive bystander intervention behavior than control subjects (.25, 95% CI: .13, .38). Changes in gender-equitable attitudes, recognition of abusive behaviors, and DV perpetration were not significant. Secondary analyses estimated intervention impacts according to intensity of program implementation. Compared with control subjects, athletes exposed to full-intensity implementation of the intervention demonstrated improvements in intentions to intervene (.16, 95% CI: .04, .27), recognition of abusive behaviors (.13, 95% CI: .003, .25), and positive bystander intervention (.28, 95% CI: .14, .41).\n## CONCLUSION\nThis cluster-randomized controlled trial supports the effectiveness of a school athletics-based prevention program as one promising strategy to reduce DV perpetration.\n",
            "in_text_citation": "Miller et al., 2012",
            "footnote": 32
        },
        {
            "title": "Effect of a Community-Based Gender Norms Program on Sexual Violence Perpetration by Adolescent Boys and Young Men: A Cluster Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nEngaging adolescent boys and young men in preventing violence against women is a potentially impactful public health strategy.\n## OBJECTIVE\nTo evaluate the effectiveness of a community-based, gender-transformative program (ie, Manhood 2.0) on perpetration of gender-based violence by adolescent boys and young men.\n## DESIGN, SETTING, AND PARTICIPANTS\nIn this unblinded cluster randomized clinical trial, neighborhoods were designated as the unit of clustering (1:1 allocation). Three-month (ie, time point 2 [T2]) and 9-month (ie, time point 3 [T3]) follow-ups were conducted. The trial took place in 20 Pittsburgh, Pennsylvania, neighborhoods and 1 centrally located site with concentrated disadvantage. Pittsburgh-based adolescent boys and young men (ages 13 to 19 years) were recruited between July 27, 2015, and June 5, 2017, through youth-serving organizations and community-based alternatives to residential placement for juvenile justice-involved youth. Intention-to-treat analysis was conducted from June 2018 to November 2019.\n## INTERVENTIONS\nManhood 2.0, an international program adapted for adolescent boys and young men in US urban communities, encourages these individuals to challenge gender norms that foster violence against women and unhealthy sexual relationships. Individuals in the control population received job-readiness training. Each program was 18 hours.\n## MAIN OUTCOMES AND MEASURES\nThe primary outcome was change in participant-level perpetration of sexual violence (SV) or adolescent relationship abuse (ARA) at T3.\n## RESULTS\nAmong 866 participants, 465 individuals (54%) enrolled in 11 intervention clusters and 401 individuals (46%) enrolled in 10 control clusters. In the intervention group, 325 participants (70%) were analyzed at T2 and 334 participants (72%) were analyzed at T3; in the control group, 262 participants (65%) were analyzed at T2 and 301 participants (75%) were analyzed at T3. Mean (SD) age was 15.5 (1.6) years; 609 participants (70%) self-identified as non-Hispanic Black, and 178 (20%) self-identified as Hispanic, multiracial, or other race/ethnicity other than White. Among individuals in the intervention group, 296 participants (64%) reported any SV or ARA perpetration at baseline, and 173 participants (52%) reported any SV or ARA perpetration at T3. Among individuals in the control group, 213 participants (53%) reported any SV or ARA perpetration at baseline, and 124 participants (41%) reported any SV or ARA perpetration at T3). The difference in reduction between groups was not significant. There was no evidence of an intervention effect for the primary outcome (adjusted odds ratio [OR], 1.32; 95% CI, 0.86-2.01; P = .20).\n## CONCLUSIONS AND RELEVANCE\nThe findings from this evaluation of a community-based gender-transformative program for adolescent boys and young men did not show a significant intervention effect in reducing SV or ARA perpetration between Manhood 2.0 and a job-readiness control program. Combining gender-transformative approaches with job-readiness programs may be relevant for violence prevention in low-resource urban settings. Attention to improving implementation and strategies to sustain such community-based efforts are needed.\n## TRIAL REGISTRATION\nClinicalTrials.gov Identifier: NCT02427061.\n",
            "in_text_citation": "Miller et al., 2020a",
            "footnote": 33
        },
        {
            "title": "An Athletic Coach-Delivered Middle School Gender Violence Prevention Program: A Cluster Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nAdolescent relationship abuse (ARA) and sexual violence (SV) reported among adolescents point to the need for prevention among middle school-age youths.\n## OBJECTIVE\nTo test an athletic coach-delivered relationship abuse and sexual violence prevention program among middle school male athletes.\n## DESIGN, SETTING, AND PARTICIPANTS\nAn unblinded cluster randomized clinical trial from spring 2015 to fall 2017 at 41 middle schools (38 clusters). The study included 973 male middle school athletes (ages 11-14 years; grades 6-8; participation rate 50%) followed up for 1 year (retention 86%).\n## INTERVENTIONS\nCoaching Boys Into Men (CBIM) is a prevention program that trains athletic coaches to talk to male athletes about (1) respectful relationship behaviors, (2) promoting more gender-equitable attitudes, and (3) positive bystander intervention when harmful behaviors among peers are witnessed.\n## MAIN OUTCOMES AND MEASURES\nThe primary outcome was change in positive bystander behaviors (ie, intervening in peers' disrespectful or harmful behaviors); secondary outcomes were changes in recognition of what constitutes abusive behavior, intentions to intervene, gender-equitable attitudes, and reduction in recent ARA/SV perpetration (at end of sports season and 1-year follow up).\n## RESULTS\nOf the 973 participants, 530 were white (54.5%), 282 were black (29.0%), 14 were Hispanic (1.4%), and the remainder were multiracial, other race/ethnicity, or not reported. Positive bystander behaviors increased at end of sports season and at 1-year follow-up (relative risk, 1.51; 95% CI, 1.06-2.16 and 1.53; 95% CI, 1.10-2.12, respectively) as did recognition of abuse (mean risk difference, 0.14; 95% CI, 0.01-0.27 and 0.14; 95% CI, 0.00-0.28, respectively). At 1-year follow-up, among those who ever dated, athletes on teams receiving CBIM had lower odds of reporting recent ARA/SV perpetration (odds ratio, 0.24; 95% CI, 0.09-0.65). Gender attitudes and intentions to intervene did not differ between study arms. In exploratory intensity-adjusted and per protocol analyses, athletes on teams receiving CBIM were more likely to report positive bystander behaviors and to endorse equitable gender attitudes and less likely to report ARA and sexual harassment perpetration 1 year later.\n## CONCLUSIONS AND RELEVANCE\nAn athletic coach-delivered program for middle school male athletes is an effective strategy for reducing relationship abuse among younger adolescents.\n## TRIAL REGISTRATION\nClinicalTrials.gov Identifier: NCT02331238.\n",
            "in_text_citation": "Miller et al., 2020b",
            "footnote": 34
        },
        {
            "title": "Preventing Sexual Violence in Adolescence: Comparison of a Scientist-Practitioner Program and a Practitioner Program Using a Cluster-Randomized Design.",
            "abstract": "Numerous school-based prevention programs have been developed by scientists and practitioners to address sexual violence in adolescence. However, such programs struggle with two major challenges. First, the effectiveness of many well-established practitioner programs has not been rigorously evaluated. Second, effective scientific programs may be hard to implement into everyday school practice. Combining the knowledge of scientists and practitioners in a scientist-practitioner program could be a helpful compromise. The aim of the present study is to evaluate the effects of a scientist-practitioner program and a practitioner program using a cluster-randomized experimental design. Twenty-seven school classes were randomly assigned to either one of two programs or a control group. Outcome variables (knowledge, attitudes, behavior, and iatrogenic effects) were assessed at pretest, posttest, and a 6-month follow-up for 453 adolescents (55% female, \n",
            "in_text_citation": "Muck et al., 2021",
            "footnote": 35
        },
        {
            "title": "Girl Empower - A gender transformative mentoring and cash transfer intervention to promote adolescent wellbeing: Impact findings from a cluster-randomized controlled trial in Liberia",
            "abstract": "## Background: We evaluated Girl Empower - an intervention that aimed to equip adolescent girls with the skills to make healthy, strategic life choices and to stay safe from sexual abuse using a cluster-randomized controlled trial with three arms: control, Girl Empower (GE), and GE+.\n ## Methods: GE delivered a life skills curriculum to girls aged 13-14 in Liberia, facilitated by local female mentors. In the GE + variation, a cash incentive payment was offered to caregivers for girls' participation in the program. We evaluated the impact of the program on seven pre-specified domains using standardized indices: sexual violence, schooling, sexual and reproductive health (SRH), psychosocial wellbeing, gender attitudes, life skills, and protective factors.\n ## Findings: Participation rates in the program were high in both GE and GE+, with the average participant attending 28 out of 32 sessions. At 24 months, the standardized effects of both GE and GE+, compared to control, on sexual violence, schooling, psychosocial wellbeing, and protective factors were small (β, ≤ 0.11 standard deviations [SD]) and not statistically significant at the 95% level of confidence. However, we found positive standardized effects on Gender Attitudes (GE: β, 0.206 SD, p<0.05; GE+: β, 0.228 SD, p<0.05), Life Skills (GE: β, 0.224 SD, p<0.05; GE+: β, 0.289 SD, p<0.01), and SRH (GE: β, 0.244 SD, p<0.01; GE+: β, 0.372 SD, p<0.01; F-test for GE = GE+: p = 0.075).\n ## Interpretation: Girl Empower led to sustained improvements in several important domains, including SRH, but did not reduce sexual violence among the target population.",
            "in_text_citation": "Özler et al., 2019",
            "footnote": 36
        },
        {
            "title": "Effects of Government-Implemented Cash Plus Model on Violence Experiences and Perpetration Among Adolescents in Tanzania, 2018‒2019.",
            "abstract": "None\n",
            "in_text_citation": "Palermo et al., 2021",
            "footnote": 37
        },
        {
            "title": "Adolescent Dating Violence Prevention Program for Early Adolescents: The Me & You Randomized Controlled Trial, 2014-2015.",
            "abstract": "Objectives. To test the efficacy of Me & You, a multilevel technology-enhanced adolescent dating violence (DV) intervention, in reducing DV perpetration and victimization among ethnic-minority early adolescent youths. We assessed secondary impact for specific DV types and psychosocial outcomes.Methods. We conducted a group-randomized controlled trial of 10 middle schools from a large urban school district in Southeast Texas in 2014 to 2015. We used multilevel regression modeling; the final analytic sample comprised 709 sixth-grade students followed for 1 year.Results. Among the total sample, odds of DV perpetration were lower among intervention students than among control students (adjusted odds ratio = 0.46; 95% confidence interval = 0.28, 0.74). Odds of DV victimization were not significantly different. There were significant effects on some specific DV types.Conclusions. Me & You is effective in reducing DV perpetration and decreasing some forms of DV victimization in early middle-school ethnic-minority students.",
            "in_text_citation": "Peskin et al., 2019",
            "footnote": 38
        },
        {
            "title": "The Effects of a Health Care-Based Brief Intervention on Dating Abuse Perpetration: Results of a Randomized Controlled Trial.",
            "abstract": "Dating abuse (DA) is prevalent and consequential, yet there are no evidence-based interventions for the health care setting that prevent perpetration. The current study's purpose was to test a one-session brief motivational interview-style intervention to decrease DA perpetration. We conducted a two-arm RCT of the Real Talk intervention with follow-up at 3 and 6 months. Participants were 172 youth ages 15-19 years old, recruited from the pediatric emergency department or outpatient care services of an urban hospital in the USA in 2014-2017. The primary outcome was change in self-reported DA perpetration, including subtypes of DA such as physical, sexual, psychological, and cyber DA. Youth in both intervention and control arms reduced DA perpetration over time. GEE models indicated no overall intervention effects for any, physical, sexual, or psychological DA. There were overall effects for cyber DA (RR 0.49, 95% CI 0.27, 0.87). There were also effects at 3 months for psychological DA (RR 0.24, 95% CI 0.06, 0.93) and cyber DA (RR 0.39, 95% CI 0.19, 0.79). Analyses stratified by gender also found overall effects for males for any DA (RR 0.20, 95% CI 0.07, 0.55), physical DA (RR 0.30, 95% CI 0.10, 0.89), and cyber DA (RR 0.04, 95% CI 0.01, 0.27). For males, intervention effects on any DA persisted to 6 months (RR 0.13, 95% CI 0.02, 1.01). This health care-based one-session DA intervention is a potentially promising approach to reduce DA perpetration among adolescents.Clinical trial registration: This study is registered at www.clinicaltrials.gov NCT02080923.\n",
            "in_text_citation": "Rothman et al., 2020",
            "footnote": 39
        },
        {
            "title": "Reducing sexual victimization among adolescent girls: a randomized controlled pilot trial of my voice, my choice.",
            "abstract": "Despite extensive efforts to develop and implement programs to prevent sexual violence, few programs have empirically-demonstrated efficacy. The primary exceptions are programs that emphasize risk-reduction skills; yet even these programs are not consistently effective. This study seeks to add to the literature by evaluating the effects of My Voice, My Choice (MVMC), a 90-minute assertive resistance training program that emphasizes skill practice in an immersive virtual environment (IVE). We hypothesized that MVMC would reduce male-to-female sexual victimization among adolescent girls over a 3-month follow-up period. We also examined whether these results would generalize to other forms of male-to-female relationship violence and to girls' psychological distress. Eighty-three female students from an urban public high school were randomized to MVMC (n=47) or to a wait-list control condition (n=36); 78 provided data over the 3-month follow-up period. Participants assigned to MVMC were less likely than control participants to report sexual victimization during the follow-up period. Our results also suggest that MVMC reduced risk for psychological victimization and for psychological distress among participants with greater prior victimization at baseline. The promising results of this pilot trial suggest that MVMC may help girls evade male-to-female relationship violence.\n",
            "in_text_citation": "Rowe et al., 2015",
            "footnote": 40
        },
        {
            "title": "Preventing violence against refugee adolescent girls: findings from a cluster randomised controlled trial in Ethiopia.",
            "abstract": "## INTRODUCTION\nInterpersonal violence is a critical public health concern in humanitarian contexts, but evidence of effective violence prevention programmes targeting adolescent girls is lacking. We investigated the efficacy of a life skills and safe spaces programme to reduce adolescent girls' experiences of interpersonal violence in a refugee setting.\n## METHODS\nIn this two-arm, single-blinded, cluster randomised controlled trial, we recruited 919 Sudanese and South Sudanese girls ages 13-19 years residing in refugee camps in Ethiopia. Girls were divided into 31 clusters, with 457 and 462 participants assigned to the intervention and control arms, respectively. Intervention clusters received 30 life skills sessions delivered in safe spaces and 8 complementary sessions for caregivers. The primary outcome was exposure to sexual violence in the previous 12 months. Secondary outcomes included disaggregated forms of sexual violence, physical violence, emotional violence, transactional sex, child marriage, feelings of safety, attitudes around rites of passage and perceptions of social support. Intent-to-treat analysis was used.\n## RESULTS\nAt 12-month follow-up, the intervention was not significantly associated with reduction in exposure to sexual violence (adjusted OR =0.96, 95%  CI 0.59 to 1.57), other forms of violence, transactional sex or feelings of safety. The intervention was associated with improvements in attitudes around rites of passage and identified social supports. Additionally, the intervention showed a decrease in reported child marriage among girls who were married at baseline.\n## CONCLUSION\nWhile the intervention impacted key markers along the causal pathway to violence reduction, further research and programmatic adaptations are needed to prevent violence towards adolescents in humanitarian contexts.\n## TRIAL REGISTRATION\nNCT02506543.\n",
            "in_text_citation": "Stark et al., 2018",
            "footnote": 41
        },
        {
            "title": "Shifting Boundaries: an experimental evaluation of a dating violence prevention program in middle schools.",
            "abstract": "We randomly assigned the Shifting Boundaries interventions to 30 public middle schools in New York City, enrolling 117 sixth and seventh grade classes (over 2,500 students) to receive a classroom, a building, a combined, or neither intervention. The classroom intervention included a six-session curriculum emphasizing the laws and consequences for perpetrators of dating violence and sexual harassment (DV/H), the social construction of gender roles, and healthy relationships. The building-based intervention included the use of building-based restraining orders, higher levels of faculty/security presence in safe/unsafe \"hot spots\" mapped by students, and posters to increase DV/H awareness and reporting. Student surveys were implemented at baseline, immediately after the intervention, and 6-months post-intervention. As hypothesized, behaviors improved as a result of the interventions. The building-only and the combined interventions were effective in reducing sexual violence victimization involving either peers or dating partners at 6-months post-intervention. This was mirrored by reductions in sexual violence perpetration by peers in the building-only intervention. While the preponderance of results indicates that the interventions were effective, an anomalous result (increase in sexual harassment victimization reports that was contradicted by lower frequency estimates) did emerge. However, after analysis these anomalous results were deemed to be most likely spurious. The success of the building-only intervention alone is important because it can be implemented with very few extra costs to schools.\n",
            "in_text_citation": "Taylor et al., 2013",
            "footnote": 43
        },
        {
            "title": "Evaluation of a Youth-Led Program for Preventing Bullying, Sexual Harassment, and Dating Aggression in Middle Schools.",
            "abstract": "Although youth-led programs (YLP) have been successful in many areas of public health, youth leadership is rarely used in the prevention of peer aggression. A YLP to reduce bullying, sexual harassment, and dating aggression was compared experimentally with the board-mandated usual practice (UP). Four middle schools in an urban Canadian school division were randomly assigned to a YLP or to UP programs led by adults. Knowledge, attitudes, victimization, and emotional school adjustment (anxiety and school connectedness) were assessed in the fall (pretest) and spring (posttest) among 509 Grades 7 and 8 students (51.4% female, X age = 12.37). Significant improvements were found in knowledge and attitudes in both programs. Students receiving the YLP showed significant reductions in anxiety and maintained their school connectedness (all ps < .05). The results suggest that youth-led prevention is an effective approach for tackling peer aggression in school settings.",
            "in_text_citation": "Connolly et al., 2015",
            "footnote": 24
        },
        {
            "title": "Clinical trial of Second Step middle-school program: impact on aggression and victimization.",
            "abstract": "School-based social-emotional (SEL) programs that address interpersonal conflict and teach emotion management have succeeded in reducing youth aggression among elementary school youth, with few studies in middle schools. Results of a two-year cluster-randomized (36 schools) clinical trial of Second Step Middle School Program (Committee for Children, 2008) on reducing aggression and victimization are presented. Teachers implemented 28 lessons (6th & 7th-grade) that focused on social emotional learning skills (e.g., empathy, problem-solving). All 6th graders (n = 3658) completed self-report measures assessing bullying, aggression, homophobic name-calling and sexual harassment at three waves. Multilevel analyses revealed significant intervention effects for two of the seven outcomes. Students in intervention schools were 56% less likely to self-report homophobic name-calling victimization and 39% less likely to report sexual violence perpetration than students in control schools in one state. SS-SSTP holds promise as an efficacious program to reduce homophobic name-calling and sexual violence in adolescent youth.",
            "in_text_citation": "Espelage et al., 2015",
            "footnote": 28
        },
        {
            "title": "Exploring gender differences in dating violence/harassment prevention programming in middle schools: results from a randomized experiment.",
            "abstract": "In this study, we randomly assigned 123 sixth and seventh grade classrooms from seven middle schools in the greater Cleveland area to one of two five-session curricula addressing gender violence/sexual harassment (GV/SH) or to a no-treatment control group. A baseline survey and two follow-up surveys were administered immediately after the treatment (Wave 2) and about six months post-treatment (Wave 3). In an earlier paper, we demonstrated the effectiveness of two approaches to youth GV/SH prevention programming (a fact-based, law and justice curriculum and an interaction-based curriculum). In this paper, we explored whether these largely positive findings remain for both girls and boys, including whether girls experience higher levels of GV/SH than boys. Most of our statistical models proved to be non-statistically significant. However, in 2 of our 48 victimization/ perpetration (any violence, sexual violence and non-sexual violence) models (across two post-intervention follow-up points), we observed that the interventions reduced peer (male or female, non-dating partner) sexual violence victimization and reduced peer perpetration, but another outcome model indicated that the interventions increased dating perpetration. These mixed findings will need to be explored further in future research. Regarding our primary research question, we observed no statistically significant differences for the treatment multiplied by gender interaction terms for any of the perpetration or victimization outcome models, suggesting that the treatment had similar effects on girls and boys. However, we did observe that boys are more involved in violence than girls: both as victims and perpetrators. Boys experienced significantly more of three types of victimization from peers and dating partners compared to what girls experienced at the hands of their peers and dating partners. As perpetrators, boys committed more sexual victimization against peers (immediately post-intervention only) and more sexual victimization against dating partners than girls. The implications of these results are discussed.",
            "in_text_citation": "Taylor et al., 2010",
            "footnote": 42
        }
    ]
}