{
    "base_references": [
        {
            "title": "Assessing pregnancy intention and associated risks in pregnant adolescents.",
            "abstract": "Unintended pregnancy and associated behaviors may play a substantial role in the increased risk of adverse maternal and neonatal outcomes associated with teen pregnancy. We evaluate a multi-dimensional measure of pregnancy intention among pregnant adolescents and quantify the association between intention dimensions and adverse outcomes and risk behaviors. Pregnancy intention measures were examined in a cohort of 300 pregnant adolescent women. We considered 18 items assessing elements of pregnancy intention including pregnancy planning, timing, emotional response, and readiness. Latent class analysis was performed to identify dimensions of pregnancy intention. Parsimonious scores were created by minimizing the number of covariates while maintaining substantial agreement with the latent class. Associations between intention measures and prenatal care, risk behaviors, and pregnancy outcomes were quantified using multivariable logistic regression. Two constructs of pregnancy intention were identified: planning and emotional readiness. Compared with emotionally ready adolescents, adolescents categorized as not emotionally ready had an increased odds of inadequate prenatal care (OR = 2.70, 95% CI:1.27-5.72), delayed prenatal care (OR = 2.54, 95% CI:1.27-5.09), and self-reported depression at the time of the first prenatal visit (OR = 2.21, 95% CI:1.03-4.77). Pregnancy planning was not associated with adverse pregnancy risk factors or outcomes. Among pregnant adolescents, emotional readiness for pregnancy and parenting was inversely associated with known risk factors for adverse pregnancy outcomes, suggesting that emotional readiness rather than pregnancy planning may be the more pertinent intention construct for adolescents.\n"
        },
        {
            "title": "The effect of pregnancy intention on maternal prenatal behaviours and parent and child health: results of an irish cohort study.",
            "abstract": "## BACKGROUND\nUnintended pregnancy is associated with increased risk for adverse neonatal and early childhood outcomes spanning an array of indicators, but it remains unclear whether these risks hold independent of other biological, social and environmental risk factors.\n## METHODS\nThis study uses data from the first wave of the 'Growing Up in Ireland Study', a large nationally representative cohort study of more than 11 000 infants, to examine the risk factors associated with unintended pregnancy. Adopting a staged approach to the analysis, the study investigates whether pregnancy intention influences maternal health behaviours during pregnancy independent of background characteristics, and whether pregnancy intention carries any additional risk for adverse infant and maternal health outcomes when we adjust for background characteristics and prenatal behaviours.\n## RESULTS\nThe study confirmed that sociodemographic factors are strongly associated with unintended pregnancy and that unintended pregnancy is associated with a range of health compromising behaviours that are known to be harmful to the developing fetus. While there was little evidence to suggest that pregnancy intention was associated with adverse neonatal outcomes or developmental delay independent of other covariates, there was strong evidence that intention status had a bearing on the mother's psychosocial health. Unintended pregnancy was associated with increased risk of depression (risk ratio 1.36 [95% confidence interval 1.19, 1.54]), and higher parenting stress (risk ratio 1.27 [95% confidence interval 1.16, 1.38]).\n## CONCLUSIONS\nAscertaining the mother's pregnancy intention during the first antenatal visit may represent a means for monitoring those at greatest risk for adverse mother and child outcomes.\n"
        },
        {
            "title": "Pregnancy intentions and happiness among pregnant black women at high risk for adverse infant health outcomes.",
            "abstract": "## CONTEXT\nUnintended pregnancy is associated with risk behaviors and increased morbidity or mortality for mothers and infants, but a woman's feelings about pregnancy may be more predictive of risk and health outcomes than her intentions.\n## METHODS\nA sample of 1,044 black women who were at increased risk were enrolled at prenatal care clinics in the District of Columbia in 2001-2003. Bivariate and multivariate analyses assessed associations between pregnancy intentions or level of happiness about being pregnant and multiple psychosocial and behavioral risk factors, and identified correlates of happiness to be pregnant.\n## RESULTS\nPregnancy intentions and happiness were strongly associated, but happiness was the better predictor of risk. Unhappy women had higher odds than happy women of smoking, being depressed, experiencing intimate partner violence, drinking and using illicit drugs (odds ratios, 1.7-2.6). The odds of being happy were reduced among women who had other children or a child younger than two, who were single or did not have a current partner, who had had more than one sexual partner in the past year and who reported that the baby's father did not want the pregnancy (0.3-0.6). In contrast, the odds of being happy were elevated among women who had better coping strategies (1.03), who had not used birth control at conception (1.6) and who had 1-2 household members, rather than five or more (2.1).\n## CONCLUSIONS\nAdditional psychosocial screening for happiness about being pregnant and for partner characteristics, particularly the father's desire to have this child, may help improve prenatal care services and prevent adverse health outcomes.\n"
        },
        {
            "title": "Pregnancy intention and preterm birth: differential associations among a diverse population of women.",
            "abstract": "## CONTEXT\nStudies published to date provide mixed evidence on the relationship between unintended pregnancy and preterm birth, and none take into consideration that the meaning of unintended pregnancy may vary across racial and ethnic groups.\n## METHODS\nData from the 1999-2003 rounds of the Maternal and Infant Health Assessment, a population-based, representative survey of postpartum women in California, were used to assess the relationship between pregnancy intention and preterm birth. For racial and ethnic groups in which an association was found, sequential logistic regression was conducted to further examine the relationship while controlling for socioeconomic characteristics.\n## RESULTS\nIn unadjusted results, pregnancy intention was associated with preterm birth among both whites and immigrant Latinas, but not among blacks or U.S.-born Latinas. Among whites, compared with women who reported that their pregnancy was intended, those who were unsure about their pregnancy had elevated odds of preterm birth (odds ratio, 1.4), as did those who reported their pregnancy was unwanted (1.7) or mistimed (1.4). Among immigrant Latinas, those who reported being unsure about their pregnancy were at higher risk of preterm birth than were those who reported an intended pregnancy (1.6). After adjustment for socioeconomic factors, the association remained significant for immigrant Latinas who were unsure about their pregnancy (1.5), but none of the associations remained significant for whites.\n## CONCLUSIONS\nWomen's interpretations of questions about pregnancy intention and their social experiences regarding pregnancy intention may vary by race or ethnicity. Studies on the association between pregnancy intention and preterm birth may need to be group-specific.\n"
        },
        {
            "title": "Pregnancy intentions and maternal and child health: an analysis of longitudinal data in Oklahoma.",
            "abstract": "Better understanding of the impact of unintended childbearing on infant and early childhood health is needed for public health practice and policy. Data from the 2004-2008 Oklahoma Pregnancy Risk Assessment Monitoring System survey and The Oklahoma Toddler Survey 2006-2010 were used to examine associations between a four category measure of pregnancy intentions (intended, mistimed <2 years, mistimed ≥2 years, unwanted) and maternal behaviors and child health outcomes up to age two. Propensity score methods were used to control for confounding. Births mistimed by two or more years (OR .58) and unwanted births (OR .33) had significantly lower odds than intended births of having a mother who recognized the pregnancy within the first 8 weeks; they were also about half as likely as intended births to receive early prenatal care, and had significantly higher likelihoods of exposure to cigarette smoke during pregnancy. Breastfeeding was significantly less likely among unwanted births (OR .68); breastfeeding for at least 6 months was significantly less likely among seriously mistimed births (OR .70). We find little association between intention status and early childhood measures. Measured associations of intention status on health behaviors and outcomes were most evident in the prenatal period, limited in the immediate prenatal period, and mostly insignificant by age two. In addition, most of the negative associations between intention status and health outcomes were concentrated among women with births mistimed by two or more years or unwanted births. Surveys should incorporate questions on the extent of mistiming when measuring pregnancy intentions.\n"
        },
        {
            "title": "Pregnancy planning, smoking behaviour during pregnancy, and neonatal outcome: UK Millennium Cohort Study.",
            "abstract": "## BACKGROUND\nPre-pregnancy health and care are important for the health of the future generations. Smoking during pregnancy has been well-researched and there is clear evidence of harm. But there has been little research on the health impact of planning for pregnancy. This study aims to investigate the independent effects of pregnancy planning and smoking during pregnancy on neonatal outcome.\n## METHODS\nThis analysis made use of data from the UK Millennium Cohort Study. The study sample consisted of 18,178 singleton babies born in UK between 2000 and 2001. The neonatal outcomes of interest were low birthweight (<2.5 Kg) and pre-term birth (<37 completed weeks gestation). Logistic regression was used to estimate the association between pregnancy planning and/or smoking and neonatal outcome. Adjusted odds ratios were used to calculate population attributable risk fractions (PAFs).\n## RESULTS\n43% of mothers did not plan their pregnancy and 34% were smoking just before and/or during pregnancy. Planners were half as likely to be smokers just before pregnancy, and more likely to give up or reduce the amount smoked if smokers. Unplanned pregnancies had 24% increased odds of low birth weight and prematurity compared to planned pregnancies (AORLBW1.24, 95% CI 1.04-1.48; AORPREM1.24, 95% CI 1.05-1.45), independent of smoking status. The odds of low birth weight for babies of mothers who were smoking just before pregnancy was 91% higher than that of mothers who were not (AORLBW1.91, 95% CI 1.56-2.34). Women who quit or reduced the amount smoked during pregnancy lowered the risk of a low birth weight baby by one third (AORLBW0.66, 95% CI 0.51-0.85) compared with women whose smoking level did not change. Smaller effects were found for prematurity. If all women planned their pregnancy and did not smoke before or during pregnancy, 30% of low birthweight and 14% of prematurity could, in theory, be avoided.\n## CONCLUSIONS\nPlanning a pregnancy and avoiding smoking during pregnancy has clear, independent, health benefits for babies. Quitting or reducing the amount smoked during pregnancy can reduce the risk of low birthweight.\n"
        },
        {
            "title": "Psychosocial status and prenatal care of unintended pregnancies among low-income women.",
            "abstract": "## BACKGROUND\nNearly half of all pregnancies in the United States are reported as unintended and rates are highest among women of low socioeconomic status. The purpose of this study was to examine the associations between unintended pregnancies and maternal mental health and timing of prenatal care among low-income women.\n## METHODS\nIn this cross-sectional study, 870 women, whom were participating in the First 1000 Days program in three community health centers in the Boston area, were enrolled at their first prenatal visit from August 2016 - September 2017. We assessed pregnancy intention by self-report using the Pregnancy Risk Assessment Monitoring System. We used self-reported survey information and electronic health record data to assess the following outcomes: current stress, current depression, and timing of initial prenatal visit. We used multivariable logistic regression models to examine associations and adjusted for sociodemographic factors.\n## RESULTS\nWomen were a mean (SD) age of 29.3 (6.1), and 39.2% reported that their pregnancy was unintended. 50.6% of women were Hispanic, 28.4% were White, 10.1% were Black, and 10.9% were other races. 78.9% of women reported an annual household income <$50,000. Overall, 26.7% of women reported current stress, 8.2% reported current depression, and 18.3% of women initiated prenatal care after their first trimester. In multivariable analyses, women with unintended pregnancies had higher odds of experiencing current stress (OR: 1.72; 95% CI: 1.22, 2.41), current depression (OR: 1.83; 95% CI: 1.04, 3.20), and initiation of prenatal care post-first trimester (OR: 1.84; 95% CI: 1.23, 2.74).\n## CONCLUSIONS\nUnintended pregnancies were associated with current stress and depression, and delayed prenatal care in this sample of low-income women suggesting the importance of identifying high-risk women and tailoring interventions to support women's needs.\n## TRIAL REGISTRATION\nClinicalTrials.gov (NCT03191591; Retrospectively registered on June 19, 2017).\n"
        },
        {
            "title": "Pregnancy intention and its relationship to birth and maternal outcomes.",
            "abstract": "## OBJECTIVE\nTo examine whether there are associations between pregnancy intention (intended, unwanted, mistimed, or ambivalent) and negative birth and maternal outcomes: low birth weight (less than 2,500 g), preterm delivery (fewer than 37 weeks), small for gestational age, premature labor, hypertension, and other maternal outcomes.\n## METHODS\nWe analyzed data from the population-based Pregnancy Risk Assessment Monitoring System, including 87,087 women who gave birth between 1996 and 1999 in 18 states. Information on pregnancy outcomes was derived from birth certificate data and a self-administered questionnaire completed postpartum. We employed SUDAAN (RTI International, Research Triangle Park, NC) for univariable and logistical regression analyses.\n## RESULTS\nIn analyses controlling for demographic and behavioral factors, women with unwanted pregnancies had an increased likelihood of preterm delivery (adjusted odds ratio [OR] 1.16, 95% confidence interval [CI] 1.01-1.33) and premature rupture of membranes (adjusted OR 1.37, 95% CI 1.01-1.85) compared with women with intended pregnancies. Women who were ambivalent toward their pregnancies had increased odds of delivering a low birth weight infant (adjusted OR 1.15, 95% CI 1.02-1.29); in contrast, women with mistimed pregnancies had a lower likelihood (adjusted OR 0.92, 95% CI 0.86-0.97).\n## CONCLUSION\nPregnancy intention, specifically unwanted and ambivalent, may be an indicator of increased risk for some poor birth and maternal outcomes and should be considered in interventions aimed at improving the health of the mother and child.\n## LEVEL OF EVIDENCE\nIII.\n"
        },
        {
            "title": "Are pregnancy planning and timing associated with preterm or small for gestational age births?",
            "abstract": "## OBJECTIVE\nTo investigate whether unplanned or poorly timed pregnancies (self-reported at enrollment) are associated with preterm or small for gestational age births.\n## DESIGN\nProspective cohort study.\n## SETTING\nNot applicable.\n## PATIENT(S)\nTwo thousand six hundred fifty-four pregnant women <18 weeks estimated gestational age with a singleton pregnancy.\n## INTERVENTION(S)\nNone.\n## MAIN OUTCOME MEASURE(S)\nPreterm and small for gestational age births.\n## RESULT(S)\nIn adjusted analyses, pregnancy planning was not statistically significantly associated with preterm (odds ratio [OR] 1.18; 95% confidence interval [CI], 0.85-1.65) or small for gestational age birth (OR 1.17; 95% CI, 0.69-1.97). Similarly, poorly timed pregnancies were not statistically significantly associated with preterm (OR 0.85; 95% CI, 0.53-1.38) or small for gestational age birth (OR 0.92; 95% CI, 0.65-1.29). Combining pregnancy planning (yes/no) and timing (yes/no) into a 4-level category showed no statistically significant association with preterm birth or small for gestational age.\n## CONCLUSION(S)\nIn a large cohort with antenatally assessed pregnancy planning and timing, outcome data collected from medical record abstraction, and robust analysis adjusting for multiple confounding factors including maternal demographics, medical conditions, and other risk factors, neither pregnancy planning nor pregnancy timing showed a statistically significant association with preterm or small for gestational age infants. This study improves upon previous analyses that lacked adjustment for confounding and used retrospective self-reporting to assess pregnancy planning and timing, and preterm and small for gestational age births. Findings may differ in higher risk populations with higher prevalence of preterm or small for gestational age births.\n"
        },
        {
            "title": "The effect of pregnancy intention on child development.",
            "abstract": "In this paper, we use data from the National Longitudinal Survey of Youth to investigate the empirical link between unintended pregnancy and child health and development. An important contribution of our study is the use of information on siblings to control for unmeasured factors that may confound estimates of the effect of pregnancy intentions on infant and child outcomes. Results from our study indicate that unwanted pregnancy is associated with prenatal and postpartum maternal behaviors that adversely affect infant and child health, but that unwanted pregnancy has little association with birth weight and child cognitive outcomes. Estimates of the association between unwanted pregnancy and maternal behaviors were greatly reduced after controls for unmeasured family background were included in the model. Our results also indicate that there are no significant differences in maternal behaviors or child outcomes between mistimed and wanted pregnancies.\n"
        },
        {
            "title": "The all-or-none phenomenon revisited.",
            "abstract": "One of the more pervasive tenets of teratology is the \"all-or-none\" phenomenon, which refers to the concept that embryonic exposure that occurs before organogenesis results in either no adverse embryonic outcome or in embryonic death. This concept has been used extensively in genetic counseling of pregnant women who have inadvertently undergone an exposure in the very early stages of pregnancy, frequently before the pregnancy has been recognized. Herein, we review the data that supports the all-or-none concept and the exceptions to this general rule. In the absence of further human evidence to the contrary, and given the many women exposed to medications or environmental agents before learning of their pregnancies, it would be prudent to continue to counsel pregnant women using the all-or-none hypothesis to avoid needless interruption of pregnancy out of unfounded fear of an adverse pregnancy outcome."
        },
        {
            "title": "Factors related to depression during pregnancy: are there gender differences?",
            "abstract": "## OBJECTIVE\nTo determine gender differences between women and their partners in the effect of psychosocial and personal factors on depression during the third trimester of pregnancy.\n## METHOD\nA cross-sectional survey was carried out among 687 women and their partners (n = 669) attending the prenatal programme of Valencia province (Spain). Data collection was carried out by means of a self-reported questionnaire. The outcome variable was depression during the third trimester of pregnancy measured by the Edinburgh Postnatal Depression Scale. Predictor variables were psychosocial (marital dissatisfaction, confidant and affective social support) and personal (previous history of depression, partner depression and unplanned pregnancy) variables. The adjusted odds ratios (aOR) and their 95% confidence intervals were calculated by fitting a logistic regression model.\n## RESULTS\nThe prevalence of pregnancy depression was higher among women (10.3%) than men (6.5%). In both sexes, the probability of depression during pregnancy was higher in those with marital dissatisfaction (aOR 3.05, 95% CI 1.59 to 5.82 for women and 3.14, 95% CI 1.24 to 7.99 for men) and among those whose with a previous history of depression (aOR 2.18, 95% CI 1.22 to 3.89 for women and 5.22, 95% CI 2.05 to 13.34 for men). Unplanned pregnancy did not increase the risk of pregnancy depression either in women or men. Gender differences were found on the impact of social support and partner's depression. Whereas among men low affective social support and partner depression were associated with a higher probability of reporting depression, none of these variables were related to women's depression.\n## CONCLUSION\nMost predictor factors of depression during pregnancy are similar for both sexes but a gender-different impact of social support and partner depression on pregnancy depression was appreciated. Health professionals should be aware of potentially vulnerable groups for early diagnosis of pregnancy depression and to provide effective interventions.\n"
        },
        {
            "title": "Unintended pregnancy and preterm birth.",
            "abstract": "About one-third of all pregnancies that result in live births in the US are unintended. Despite the large number of these births, little is known about the outcomes of unintended pregnancies. The purpose of the current study was to evaluate the association between intendedness of pregnancy and preterm birth in a large prospective cohort of women who reported for prenatal care. Pregnant, black, low-income women were enrolled into this study at four hospital-based prenatal care clinics and one off-site hospital-affiliated prenatal clinic in Baltimore City. A self-administered questionnaire to assess demographic and psychosocial data was completed by each woman in the cohort at the time of enrolment in the study. The questionnaire contained an item to measure intendedness of the pregnancy. A total of 922 women comprised the final sample for analysis. For the analyses, intendedness was dichotomised as: intended (wanted now or sooner) vs. unintended (mistimed, unwanted or unsure). Overall, 13.7% of all births to women in the sample were preterm. In a logistic regression model, after controlling for potential confounding by clinical and behavioural predictors of preterm delivery, unintended pregnancy was significantly associated with preterm delivery (adjusted RR = 1.82, 95% confidence interval [1.08,3.08], P = 0.026). In this study of a cohort of urban, clinic-attending, low-income, pregnant black women, unintended pregnancy had a statistically significant association with preterm birth. After adjustment for behavioural and clinical risks, women with unintended pregnancies had almost twice the risk of a preterm delivery as women with intended pregnancies.\n"
        },
        {
            "title": "Antenatal depression and male gender preference in Asian women in the UK.",
            "abstract": "## OBJECTIVE\nto identify the prevalence of antenatal depression among Asian women living in the UK in one antenatal clinic, and to investigate the possible association with a desire for a male child and other risk factors.\n## DESIGN\ncross-sectional questionnaire-based study.\n## SETTING\ngeneral antenatal clinic in a hospital in Birmingham.\n## PARTICIPANTS\n300 Asian women, irrespective of place of birth.\n## METHODS\nconsecutive Asian women attending routine antenatal appointments during the study period self-completed a questionnaire. The first part investigated socio-demographic, cultural and other possible risk factors, including gender preference. The second part comprised the Edinburgh Postnatal Depression Scale (EPDS).\n## MEASUREMENTS\nEPDS score greater than or equal to 12 indicating probable depression.\n## FINDINGS\nthe prevalence of depression was 30.7% (92/300, 95% confidence interval 25.4-35.9%). Maternal male gender preference was not common and was not associated with antenatal depression. Family male gender preference, unplanned pregnancy, a history of depression and feeling anxious in pregnancy were independently associated with an increased likelihood of depression, whilst support from family and friends, being satisfied with pregnancy and being multiparous were associated with a reduced likelihood of depression.\n## CONCLUSION\nrates of antenatal depression were very high in Asian women with some associated risk factors. However, male gender preference was not associated with antenatal depression.\n## IMPLICATIONS FOR PRACTICE\ngiven the high prevalence, screening Asian women for depression may be indicated to allow treatment.\n"
        },
        {
            "title": "Correlates of self-reports of being very depressed in the months after delivery: results from the Pregnancy Risk Assessment Monitoring System.",
            "abstract": "## OBJECTIVE\nThis study identified correlates of self-reports of being very depressed in the months after delivery in a population-based sample of women.\n## METHODS\nWe analyzed data on 14,609 recent mothers from the Centers for Disease Control and Prevention's (CDC) Pregnancy Risk Assessment Monitoring System (PRAMS). The sample included mothers who delivered a live birth in Colorado, New York State, and North Carolina from 1996 (New York only) to 1999. We assessed risk factors for self-reports of being very depressed in the months after delivery using logistic regression.\n## RESULTS\nOverall, 5.9% (95% CI = 5.3, 6.4) of new mothers reported being very depressed in the months after delivery. Women who reported that their pregnancy was a \"very hard time\" or \"one of the worst times of my life\" had the highest prevalence of reporting being very depressed in the months after delivery (24.9%, 95% CI = 21.3, 28.5) and, when all risk factors were adjusted for simultaneously, were 4.6 times (95% CI = 3.1, 6.3) more likely to report being very depressed in the months after delivery than other women. Other significant risk factors for self-reports of being very depressed in the months after delivery included experiencing partner-associated stress (OR = 1.9, 95% CI = 1.5, 2.5), physical abuse during pregnancy (OR = 1.6, 95% CI = 1.1, 2.4), and not breast-feeding (OR = 1.4, 95% CI = 1.1, 1.8).\n## CONCLUSIONS\nThe highest prevalence for self-reports of being very depressed in the months after delivery was in women who reported that their pregnancy was a \"very hard time\" or \"one of the worst times of my life.\" Clinicians need to be aware of the needs of some women for mental health services both during and after pregnancy.\n"
        },
        {
            "title": "Pregnancy intendedness and the association with physical, sexual and emotional abuse - a European multi-country cross-sectional study.",
            "abstract": "## BACKGROUND\nUnintended pregnancies are common and when not resulting in a termination of pregnancy may lead to unintended childbirth. Unintended pregnancies are associated with increased health risks, also for women for whom pregnancy continues to childbirth. Our objective was to present the prevalence of unintended pregnancy in six European countries among pregnant women attending routine antenatal care, and to investigate the association with a history of physical, sexual and emotional abuse.\n## METHODS\nA prospective cross-sectional study, of 7102 pregnant women who filled out a questionnaire during pregnancy as part of a multi-country cohort study (Bidens) with the participating countries: Belgium, Iceland, Denmark, Estonia, Norway and Sweden. A validated instrument, the Norvold Abuse Questionnaire (NorAq) consisting of 10 descriptive questions measured abuse. Pregnancy intendedness was assessed using a single question asking women if this pregnancy was planned. Cross-tabulation, Chi-square tests and binary logistic regression analysis were used.\n## RESULTS\nApproximately one-fifth (19.2 %) of all women reported their current pregnancy to be unintended. Women with an unintended pregnancy were significantly younger, had less education, suffered economic hardship, had a different ethnic background from the regional majority and more frequently were not living with their partner. The prevalence of an unintended pregnancy among women reporting any lifetime abuse was 24.5 %, and 38.5 % among women reporting recent abuse. Women with a history of any lifetime abuse had significantly higher odds of unintended pregnancy, also after adjusting for confounding factors, AOR for any lifetime abuse 1.41 (95 % CI 1.23-1.60) and for recent abuse AOR 2.03 (95 % CI 1.54-2.68).\n## CONCLUSION\nWomen who have experienced any lifetime abuse are significantly more likely to have an unintended pregnancy. This is particularly true for women reporting recent abuse, suggesting that women living in a violent relationship have less control over their fertility.\n"
        },
        {
            "title": "The couple context of pregnancy and its effects on prenatal care and birth outcomes.",
            "abstract": "The couple context of pregnancy and newborn health is gaining importance with the increase in births to unmarried couples, a disproportionate number of which were not intended. This study investigates the association of early prenatal care, preterm birth, and low birth weight with the couple relationship context, including partners' joint intentions for the pregnancy, their marital status at conception, and the presence of relationship problems during pregnancy. Data are drawn from the first wave of the Early Childhood Longitudinal Study--Birth Cohort, a representative study of births in 2001. The sample is composed of parents residing together with their biological child at the time the child is 9 months old, where both the mother and father completed the self-report interview (N = 5,788). Couple-level multivariate logistic regression models, weighted to account for the complex sampling design, were used in the analysis. Risk of inadequate prenatal care and preterm birth was increased when partners did not share intentions or when neither partner intended the pregnancy. Couples were at additional risk of inadequate prenatal care when the pregnancy was conceived nonmaritally and when the mother did not tell the father about the pregnancy, particularly when neither partner intended the pregnancy. The risk of premature birth was particularly high when the partners were unmarried and either or both did not intend the pregnancy. The couple context of pregnancy is important for a healthy pregnancy and birth. When the partner is present, practitioners and programs should maintain a focus on the couple, and researchers should make every effort to include the father's own perspective.\n"
        },
        {
            "title": "Pregnancy planning and acceptance and maternal psychological distress during pregnancy: results from the National Perinatal Survey, France, 2016.",
            "abstract": "## BACKGROUND\nStudies report heightened risks of mental health problems among women who experience an unintended pregnancy, but few consider the complexity of pregnancy intentions. In this study, we evaluate how different dimensions of pregnancy intentions (pregnancy planning and pregnancy acceptance) relate to two maternal depressive symptoms and perceived psychological distress.\n## METHODS\nThis study draws from a cross-sectional national survey conducted in all maternities in France over a one-week period in 2016. All mothers 18 years and older who had a live birth during the study period were invited to participate. After excluding women who underwent infertility treatment, our analytical sample included 10,339 women. We first described levels and correlates of pregnancy planning and acceptance, defined in four categories; planned/welcomed, unplanned/welcomed, planned/unwelcomed, unplanned/unwelcomed. We then assessed the bivariate and multivariate associations between pregnancy planning and acceptance and two outcomes: women's self-perceived psychological health and the presence of two depressive symptoms during pregnancy. We used multivariate logistic regressions to evaluate these associations, after adjusting for socio-demographic and medical factors.\n## RESULTS\nAltogether 7.5 to 24.1% of mothers perceived their psychological health during pregnancy was poor, according to pregnancy planning and acceptance categories and 10.3 to 22.4% indicated feelings of sadness and loss of interest during pregnancy, according to pregnancy planning and acceptance categories. As compared to women with planned/welcomed pregnancies, the odds of perceived poor psychological health and depressive symptoms were 2.55 times (CI 2.20-2.95) and 1.75 times higher (CI 1.51-2.02), respectively, among unplanned/unwelcomed pregnancies and 2.02 (CI 1.61-2.53) and 2.07 (CI 1.7-2.5) higher, among planned/unwelcomed pregnancies. Among women with unplanned pregnancies, we also found higher odds of perceived poor psychological health among women whose pregnancy was unwelcomed while the odds of depressive symptoms were not different by pregnancy planning status among women with unwelcomed pregnancies.\n## CONCLUSIONS\nThese findings consolidate previous reports of the association between pregnancy intentions and maternal psychological distress, while further specifying the relationship, which mostly depends on the acceptance of pregnancy timing rather than on pregnancy planning. Identifying women with low pregnancy acceptance can potentially enhance current medical practice by improving early detection of maternal depression.\n"
        },
        {
            "title": "Do Pregnancy Intentions Matter? A Research Note Revisiting Relationships Among Pregnancy, Birth, and Maternal Outcomes.",
            "abstract": "The prevention of unplanned or unintended pregnancies continues to be a cornerstone of U.S. reproductive health policy, but the evidence that such pregnancies cause adverse maternal and child outcomes is limited. In this research note, we examine these relationships using recent large-scale data and inverse propensity weights estimated from generalized boosted models. We find that pregnancy timing is related to maternal experience during pregnancy, but not to infant outcomes at birth-both of which are consistent with prior research. In an addition to the literature, we show that pregnancy timing is relevant for a number of maternal outcomes, such as the onset of depression and intimate partner violence, changes in smoking behavior, and receipt of medical care. These findings suggest that policy intended to improve infant welfare by preventing unintended pregnancies has little empirical support, but that policy focused on increasing reproductive autonomy and maternal well-being has the potential to improve outcomes.\n"
        },
        {
            "title": "Unintended pregnancy and intimate partner violence before and during pregnancy among Latina women in Los Angeles, California.",
            "abstract": "The purpose of this paper was to examine the relationship between unintended pregnancy and intimate partner violence (IPV) before and during pregnancy among Latinas. A cross-sectional interview measuring pregnancy intent, IPV, and acculturation, using the Acculturation Rating Scale for Mexican Americans (ARSMA-II), was conducted among Latina women in their 2(nd) or 3(rd) trimester of pregnancy at clinics in Los Angeles (n = 313). Overall, 44% of women reported an unintended pregnancy. The prevalence of physical (any) and emotional (only) abuse 12 months before pregnancy was 11% and 22%, respectively. Although both types of IPV decreased during pregnancy (10% and 19%, respectively), most reports of physical IPV during pregnancy (53%) were among women who did not report physical abuse before pregnancy. After adjusting for other factors, physical IPV before pregnancy was not associated with unintended pregnancy (adjusted OR = 0.92; 95% CI = 0.40, 2.16). The prevalence of unintended pregnancy was highest (76%) among highly acculturated Latinas. However, when an unintended pregnancy occurred among less acculturated Latinas, who comprised the majority of the sample (n = 270), it was associated with greater risk of physical IPV during pregnancy (unadjusted OR = 2.57; 95% CI = 1.06, 6.23); although the confidence interval included one after adjusting for other factors (adjusted OR = 2.79; 95% CI = 0.98, 7.92). An unintended pregnancy may have a unique impact on relationships in the context of Latino culture, where family and pregnancy are highly valued. Pregnancy often creates an opportunity for providers to discuss issues related to abuse and family planning with women who do not regularly access care. The results from this study may be used to increase the cultural sensitivity with which violence and reproductive health are addressed among the diverse population of Latinas when they connect with prenatal services.\n"
        },
        {
            "title": "Pregnancy intention, demographic differences, and psychosocial health.",
            "abstract": "## OBJECTIVES\nWe explore the psychosocial, demographic, and maternal characteristics across wanted, mistimed, and unwanted pregnancies.\n## METHODS\nData from 1321 women from a prospective cohort study of pregnant women in Durham, NC, are analyzed. Psychosocial correlates were obtained through prenatal surveys; electronic medical records were used to ascertain maternal health and pregnancy outcomes.\n## RESULTS\nSixty-two percent of the women indicated an unintended pregnancy, with 44% (578) mistimed and 18% (245) unwanted. Only 38% of the pregnancies were characterized as wanted. Women with unwanted and with mistimed pregnancies were similar demographically, but they differed significantly on psychosocial profiles and maternal characteristics. Women with mistimed and with wanted pregnancies differed in demographics and psychosocial profiles. Wanted pregnancies had the healthiest, mistimed an intermediate, and unwanted the poorest psychosocial profile. Women with unwanted pregnancies had the highest depression, perceived stress, and negative paternal support scores (p<0.05) and the lowest self-efficacy, social support, and positive paternal support scores (p<0.05). In multivariate analyses, women with riskier psychosocial profiles had higher odds of being in the unwanted category. Controlling for psychosocial and demographic variables, perceived stress and positive paternal support remained significant predictors of belonging to the unwanted and mistimed groups.\n## CONCLUSIONS\nFully characterizing pregnancy intention and its relationship to psychosocial profiles may provide a basis for identifying women with highest risk during pregnancy and early motherhood. Women with unwanted and mistimed pregnancies may appear similar demographically but are different psychosocially. Women with unwanted pregnancies have multiple risk factors and would benefit from targeted interventions.\n"
        },
        {
            "title": "Severity of intimate partner abuse indicators as perceived by women in Mexico and the United States.",
            "abstract": "## OBJECTIVE\nWomen in Cuernavaca, Mexico and Los Angeles, California were surveyed to examine differences in their perceptions of the severity of domestic violence indicators.\n## METHODS\nOne hundred twenty women in each country rated the severity of 26 domestic violence indicators which were part of an abuse screen used for an ongoing study of the prevalence of abuse. Rasch analysis was conducted to determine the linear relationship in the perceptions of the severity of each event between the two countries.\n## RESULTS\nThe Rasch calibrated logit values show that women in the US rated 24 of the 26 events as more severe than women in Mexico. However, items were ranked in similar order and a clear linear pattern was established. In both countries, being shot with a gun was the most severe event and a partner becoming jealous was the least severe.\n## CONCLUSION\nThe country of origin did not dictate which events were most severe but did influence how severe these events were perceived.\n"
        },
        {
            "title": "Early Childhood Victimization and Physical Intimate Partner Violence During Pregnancy: A Developmental and Person-Oriented Approach.",
            "abstract": "Intimate partner violence (IPV) victimization during pregnancy is a major public health concern, yet little is known about how risk factors for IPV during pregnancy may depend on whether women have histories of victimization dating back to early childhood (ages 0-5 years). This study examined whether risk factors for physical IPV victimization during pregnancy (a pregnancy that was not planned and prenatal substance use) differed for women with versus without early childhood victimization. Participants were 236 ethnically diverse, low-income biological mothers ( M = 30.94 years; 50.0% Latina, 16.9% Caucasian, 13.1% African American, and 16.9% multiracial) of children aged 0 to 6 years. Mothers were classified into four groups based on whether they had experienced early childhood victimization and physical IPV victimization during pregnancy with the target child. Multinomial logistic regressions, controlling for demographic characteristics, examined whether a pregnancy not planned and prenatal substance use predicted group membership. Compared to mothers with early victimization only, mothers with both early childhood victimization and physical IPV during pregnancy were more than 3 times as likely to report that their pregnancy with the target child was not planned. In follow-up analyses, mothers with early victimization and physical IPV during pregnancy also reported higher lifetime parity than mothers with physical IPV during pregnancy but no early victimization. Early childhood victimization may place women on a risk pathway to physical IPV during pregnancy, particularly if the pregnancy is not planned. Prevention and policy efforts should screen women for early childhood victimization to understand risks for physical IPV during pregnancy.\n"
        },
        {
            "title": "Intendedness of pregnancy and other predictive factors for symptoms of prenatal depression in a population-based study.",
            "abstract": "Prenatal depression (PD) as a risk factor for adverse birth outcomes is well documented. Less is known about maternal risks for PD, which could inform preventive strategies for perinatal and interconceptional care. This exploratory study investigates associations between prenatal depression symptoms and unintended and mistimed pregnancies and other maternal risk factors for PD. A subset of birth records from the New York Statewide Perinatal Data System (n = 19,219) was used in this secondary analysis of cross-sectional data. Univariate and multivariate multinomial regression was used to identify factors that are independently associated with four self-reported levels of prenatal depression symptoms. Women with unintended pregnancies were more likely (AOR, 95 % CI) to report severe (3.6, 2.6-5.1) or moderate (2.0, 1.6-2.5) prenatal depression symptoms and less likely to report no symptoms, compared to women with intended pregnancies. Likewise, women with mistimed pregnancies were more likely to report severe (2.7, 2.2-3.5) or moderate (1.7, 1.5-2.1) prenatal depression symptoms than no symptoms, compared to women with intended pregnancies. Low education, drug use, smoking, minority race, being unmarried and having Medicaid insurance were also significant, independent predictors of PD symptoms. Results suggest that routine screening for depression, intendedness of pregnancy and other associated risk factors such as smoking and drug use during prenatal and interconceptional care visits may enable coordinated interventions that can reduce prenatal depression and unintended and mistimed pregnancies and improve pregnancy outcomes.\n"
        },
        {
            "title": "The Role of Father Involvement and Intimate Partner Violence on Postnatal Depression Among Women With Unintended Pregnancy.",
            "abstract": "This study set out to fill the research gap by including various aspects of father involvement and intimate partner violence (IPV) in the examination of the association between unintended pregnancy and maternal postnatal depression (PND). This study aimed to examine the effect of father involvement and IPV on the association between unintended pregnancy and PND. A sample of 1,083 pregnant women who attended antenatal clinic at selected hospitals in Hong Kong completed two surveys to report on their pregnancy intention, antenatal depression, PND, IPV during pregnancy, their partner's (i.e., father's) involvement during pregnancy and after childbirth, and perceived social support. Comparisons were made between women with unintended pregnancy and those with intended pregnancy, and the effects of unintended pregnancy, father involvement, IPV, and other factors on maternal PND were examined. Results show that women with unintended pregnancy were more likely to report PND, IPV, fear, postnatal stress, lower degree of father involvement, and lower level of social support. Unintended pregnancy independently increased the risk of PND by 1.95 times (95% confidence interval [CI] = [1.15, 3.28]), after adjustment for all other variables. When father involvement was included in the regression model, the negative effects of IPV and the related fear on PND became nonsignificant. The positive association between unintended pregnancy and PND was robust. Father involvement might help promote maternal health by reducing the negative effects of IPV on PND.\n"
        },
        {
            "title": "Unintended pregnancy and associated maternal preconception, prenatal and postpartum behaviors.",
            "abstract": "## BACKGROUND\nThis study was conducted to determine the relationship between unintended pregnancy and maternal behaviors before, during and after pregnancy.\n## STUDY DESIGN\nData were analyzed from a stratified random sample of 9048 mothers who delivered live born infants between 2001 and 2006 and completed the Pregnancy Risk Assessment Monitoring System (PRAMS) survey 2 to 9 months after delivery. Binary and ordinal logistic regression methods with appropriate survey weights were used to control for socio-demographic factors.\n## RESULTS\nCompared to women with intended pregnancies, mothers with unwanted pregnancies were more likely to consume less than the recommended amount of preconception folic acid [adjusted odds ratio (OR) 2.39, 95% confidence interval (CI) 1.7-3.2], smoke prenatally (OR 2.03, 95% CI 1.5-2.9), smoke postpartum (OR 1.86, 95% CI 1.35-2.55) and report postpartum depression (OR 1.98, 95% CI 1.48-2.64); they were less likely to initiate prenatal care during the first trimester (OR 0.34, 95% CI 0.3-0.5) and breastfeed for 8 or more weeks (OR 0.74, 95% CI 0.57-0.97). Compared to women with intended pregnancies, women with mistimed pregnancies were also more likely to consume inadequate folic acid, delay prenatal care and report postpartum depression.\n## CONCLUSION\nEven after controlling for multiple socio-demographic factors, unwanted and mistimed pregnancies were associated with unhealthy perinatal behaviors.\n"
        },
        {
            "title": "Obstetric and psychosocial risk factors for depressive symptoms during pregnancy.",
            "abstract": "We aimed to determine the psychosocial and obstetric correlates of depressive symptomatology during pregnancy in South-Eastern Hungary. A total of 1719 women were screened for depression in four counties in 2006 and 2007, based on a Leverton Questionnaire (LQ) score of ≥12 at 14-24 weeks of gestation. The LQ scores indicated a probable depressive illness (PDI) in 17.2% of the study group. The best predictors in a multiple regression analysis were history of major depression (adjusted odds ratio [AOR]=3.23), and major life events (AOR=2.43). A perceived lack of social support from partner (AOR=1.79) and lack of support by family (AOR=1.23) were also significant determinants. Lack of planning of pregnancy (AOR=1.12) and a history of unfavourable obstetric outcome (AOR=1.42) also seem to predispose to PDI. Overall, psychosocial factors appeared important in the prediction of PDI, whereas economic features did not.\n"
        },
        {
            "title": "Unintended pregnancy and postpartum depression among first-time mothers.",
            "abstract": "## BACKGROUND\nPostpartum depression is a mental disorder that occurs after birth and has negative consequences for the mother, infant, and family. The objective of this secondary analysis was to examine whether pregnancy intention was associated with postpartum depression among first-time mothers.\n## METHODS\nThe First Baby Study is a prospective cohort study of women aged 18-35 having a first singleton birth in Pennsylvania. Baseline data were collected during the third trimester. Postpartum depressive symptoms were measured at 1-month postpartum using the Edinburgh Postnatal Depression Scale. Logistic regression was performed to examine the association between unintended pregnancy and postpartum depression, controlling for prepregnancy anxiety/depression and sociodemographic data.\n## RESULTS\nOf 2972 first-time mothers, 83.4% were white, 70.7% were married, and 56.9% were college educated. Nine hundred fifty-two women (32.0%) reported their pregnancy was unintended and 151 (5.1%) met the threshold for postpartum depression. The prevalence of postpartum depression was higher in women with unintended pregnancies compared to women with intended pregnancies (6.7% vs. 4.3%, p<0.01). However, after controlling for confounders, unintended pregnancy was no longer associated with postpartum depression (adjusted OR 1.41; 95% CI 0.91-2.18). Variables independently associated with postpartum depression included prepregnancy anxiety/depression, Asian race, and Hispanic ethnicity.\n## CONCLUSION\nPregnancy intention was not independently associated with postpartum depression among first time mothers in Pennsylvania.\n"
        },
        {
            "title": "Molecular Epidemiology in 591 Italian Probands With Nonsyndromic Retinitis Pigmentosa and Usher Syndrome.",
            "abstract": "Purpose:\n        \n      \n      To describe the molecular epidemiology of nonsyndromic retinitis pigmentosa (RP) and Usher syndrome (US) in Italian patients.\n    \n\n\n          Methods:\n        \n      \n      A total of 591 probands (315 with family history and 276 sporadics) were analyzed. For 155 of them, we performed a family segregation study, considering a total of 382 relatives. Probands were analyzed by a customized multigene panel approach. Sanger sequencing was used to validate all genetic variants and to perform family segregation studies. Copy number variants of selected genes were analyzed by multiplex ligation-dependent probe amplification. Four patients who tested negative to targeted next-generation sequencing analysis underwent clinical exome sequencing.\n    \n\n\n          Results:\n        \n      \n      The mean diagnostic yield of molecular testing among patients with a family history of retinal disorders was 55.2% while the diagnostic yield including sporadic cases was 37.4%. We found 468 potentially pathogenic variants, 147 of which were unpublished, in 308 probands and 66 relatives. Mean ages of onset of the different classes of RP were autosomal dominant RP, 19.3 ± 12.6 years; autosomal recessive RP, 23.2 ± 16.6 years; X-linked RP, 13.9 ± 9.9 years; and Usher syndrome, 18.9 ± 9.5 years. We reported potential new genotype-phenotype correlations in three probands, two revealed by TruSight One testing. All three probands showed isolated RP caused by biallelic variants in genes usually associated with syndromes such as PERCHING and Senior-Loken or with retinal dystrophy, iris coloboma, and comedogenic acne syndrome.\n    \n\n\n          Conclusions:\n        \n      \n      This is the largest molecular study of Italian patients with RP in the literature, thus reflecting the epidemiology of the disease in Italy with reasonable accuracy."
        },
        {
            "title": "Are pregnancy planning and pregnancy timing associated with maternal psychiatric illness, psychological distress and support during pregnancy?",
            "abstract": "## BACKGROUND\nPregnancy planning and timing may be associated with psychiatric illness, psychological distress and support during pregnancy.\n## METHODS\nWe performed secondary analyses of a prospective cohort of 2654 pregnant women evaluating the impact of depression on preterm birth. We used multivariable logistic regression to test associations between pregnancy planning (\"Was this pregnancy planned? Yes/No\") and/or timing (\"Do you think this is a good time for you to be pregnant?\") with Composite International Diagnostic Interview generated psychiatric diagnoses and measures of psychological distress and support.\n## RESULTS\n37% and 13% of participants reported an unplanned or poorly timed pregnancy, respectively. Unplanned pregnancies were associated with a Major Depressive Episode (MDE) (adjusted odds ratio (aOR) 1.69, 95%CI 1.23-2.32) and the Cohen Perceived Stress Scale's (CPSS) highest quartile (aOR 1.74, 95%CI 1.40-2.16). Poorly timed pregnancies were associated with a MDE (aOR 3.47, 95%CI 2.46-4.91) and the CPSS's highest quartile (aOR 5.20, 95%CI 3.93-6.87). Poorly timed pregnancies were also associated with General Anxiety Disorder (GAD; aOR 1.60, 95%CI 1.07-2.40), and the modified Kendler Social Support Inventory's (MKSSI) lowest quartile (aOR 1.64, 95%CI 1.25-2.16). Psychiatric conditions were strongly associated with planned pregnancies that were subsequently deemed poorly timed (MDE=aOR 5.08, 95%CI 2.52-10.25; GAD=aOR 2.28, 95%CI 1.04-5.03); high CPSS=aOR 6.48, 95%CI 3.59-11.69; and low MKSSI=aOR 3.19, 95%CI 1.81-5.62.\n## LIMITATIONS\nParticipant characteristics may limit generalizability of findings.\n## CONCLUSIONS\nPregnancy timing was a stronger predictor of maternal psychiatric illness, psychological distress and low social support than pregnancy planning in our cohort.\n"
        },
        {
            "title": "From antenatal to postnatal depression: associated factors and mitigating influences.",
            "abstract": "## INTRODUCTION\nPostnatal depression has a serious impact on new mothers and their children and families. Risk factors identified include a history of depression, multiparity, and young age. The study aimed to investigate factors associated with experiencing antenatal depression and developing subsequent postnatal depression.\n## METHODS\nThe study utilized survey data from 5332 women about their experience and well-being during pregnancy, in labor, and postnatally up to 3 months. Prespecified sociodemographic and clinical variables were tabulated against the incidence of antenatal depression and postnatal depression. Binary logistic regression was used to estimate the effects of the principal underlying variables.\n## RESULTS\nRisk factors for antenatal depression were multiparity, black and minority ethnic (BME) status, physical or mental health problems, living in a deprived area, and unplanned pregnancy. Different factors for postnatal depression were evident among women who had experienced antenatal depression: multiparity and BME status were protective, whereas being left alone in labor and experiencing poor postnatal health increased the risk of postnatal depression.\n## CONCLUSION\nThis study confirms previous research on risk factors for antenatal depression and stresses the importance of continuous support in labor and vigilance in the postnatal period regarding the potential ill effects of continuing postnatal health problems.\n"
        },
        {
            "title": "Confinement and other psychosocial factors in perinatal depression: a transcultural study in Singapore.",
            "abstract": "## BACKGROUND\nTo investigate the prevalence, socio-cultural and psychosocial risk factors for perinatal depression in Singaporean women.\n## METHOD\nA prospective cohort of 559 women was interviewed antenatally and at six weeks' postpartum at a tertiary hospital. Women were interviewed for diagnosis of depression using a two-stage design, with a screening questionnaire and diagnostic interview.\n## RESULTS\nPostnatally, a negative confinement experience was associated with depression. Other independent factors included poor emotional support, a past history of depression, unplanned pregnancy and perceived potential conflicts with relatives over childcare antenatally and dissatisfaction, poor instrumental support postnatally. The prevalence of depression antenatally and postnatally was 12.2% and 6.8%, respectively.\n## LIMITATIONS\nMeasures of satisfaction with social support were based on self-report; there were high dropout rates at six weeks' postpartum; and other modulating social factors such as pre-existing interpersonal conflicts were not studied.\n## CONCLUSIONS\nPerinatal depression in Singaporean women is common. Contrary to expectations, a negative 'confinement' experience is a significant risk factor for postnatal depression, and is not universally welcomed by women. Depression is modulated by dissimilar sets of psychosocial factors antenatally and postnatally.\n"
        },
        {
            "title": "The association between pregnancy intendedness and experiencing symptoms of postpartum depression among new mothers in the United States, 2009 to 2011: A secondary analysis of PRAMS data.",
            "abstract": "Postpartum depression (PPD) is a form of major depressive disorder affecting approximately 13% of women worldwide. Unintended pregnancies, reaching close to 50% of the pregnancies in the United States, have become a major health concern. While many physiologic and psychosocial causes have been analyzed, few studies have examined the relationship between unintended pregnancy and symptoms of PPD.A cross-sectional study was conducted using surveillance data from the Centers for Disease Control and Prevention's Pregnancy Risk Assessment Monitoring System (PRAMS) from 2009 to 2011. The PRAMS population-based random sample included women who have had recent live births and is representative of 78% of the United States population. The chi-squared test was used to examine bivariate associations. Binary logistic regression was utilized to study unadjusted and adjusted associations between PPD and pregnancy intendedness, as well as other demographic and clinical characteristics of mothers in the sample. Multicollinearity in the adjusted model was evaluated using variance inflation factors. Sampling weights were used to account for PRAMS' complex sampling design.Of the 110,231 mothers included in the sample, only 32.3% reported desiring the pregnancy at the time of conception. Women with pregnancies categorized as mistimed: desired sooner, mistimed: desired later, or unwanted were 20% (adjusted odds ratio [AOR] = 1.2; 95% confidence interval [CI]: 1.1-1.3), 30% (AOR = 1.3; 95% CI: 1.2-1.4), and 50% (AOR = 1.5; 95% CI: 1.3-1.7) more likely to experience symptoms of PPD, respectively, compared to women with desired pregnancies. Other factors found to be associated with experiencing symptoms of PPD were a gestational age of <27 weeks (AOR = 3.1; 95% CI: 2.5-4.0), having a previous history of depression (AOR = 1.8; 95% CI: 1.6-2.0), and being abused during or before pregnancy (AOR = 1.6; 95% CI: 1.4-2.0).We found that women with mistimed or unwanted pregnancies were more likely to experience symptoms of PPD. Our findings support the current US Preventive Services Task Force and American Academy of Pediatrics recommendations for an integrated approach to screening for depression, aiding in the maximization of intervention and early referral for women at risk for PPD.\n"
        },
        {
            "title": "Psychosocial risk factors for depression during pregnancy.",
            "abstract": "## OBJECTIVE\nTo assess the prevalence of antenatal depressive disorder in different trimesters and to evaluate the relation of psychosocial risk factors to antenatal depressive disorder.\n## DESIGN\nCohort follow-up.\n## SETTING\nUniversity Hospital, Kaunas, Lithuania.\n## SAMPLE\nTwo hundred and thirty pregnant women consecutively admitted.\n## METHODS\nAt 12-16 weeks, 22-26 weeks, and 32-36 weeks of pregnancy, participants were screened for depression using the World Health Organization's Composite International Diagnostic Interview Short Form (CIDI-SF). Women who gave at least one positive answer to the CIDI-SF depression-screening question were evaluated for depressive disorder using the non-patient version of the Structured Clinical Interview for DSM-III-R (SCID-NP). Psychosocial stressors and two Big Five Personality dimensions, neuroticism and extraversion, were also evaluated.\n## MAIN OUTCOME MEASURES\nPrevalence of depressive disorder.\n## RESULTS\nThe prevalence of the antenatal depressive disorder at 12-16 weeks' gestation was 6.1%, at 22-26 weeks 3.5%, and at 32-36 weeks 4.4%. In the first trimester, a greater prevalence of current depressive disorder was independently associated with unplanned and unwanted pregnancy, high neuroticism, low education, and a previous history of depression; in the second trimester with unplanned and unwanted pregnancy and high neuroticism; in the third trimester with unplanned and unwanted pregnancy, high neuroticism, and the occurrence of psychosocial stressors during the last year.\n## CONCLUSIONS\nThe highest prevalence of depressive disorders was found in the first trimester, the lowest in mid-pregnancy. Several determinants (unwanted and unplanned pregnancy, high neuroticism) were independent predictors of antenatal depressive disorders throughout whole pregnancy, while other determinants (low education, previous history of depression, the occurrence of psychosocial stressors at the end of pregnancy) were trimester specific.\n"
        },
        {
            "title": "Pregnancy intendedness and physical abuse around the time of pregnancy: findings from the pregnancy risk assessment monitoring system, 1996-1997. PRAMS Working Group. Pregnancy Risk Assessment Monitoring System.",
            "abstract": "## OBJECTIVE\nThis study examines whether unintended pregnancy is associated with physical abuse of women occurring around the time of pregnancy, independent of other factors.\n## METHODS\nIn 1996-1997, state-specific population-based data were obtained from the Pregnancy Risk Assessment Monitoring System (PRAMS) from 39,348 women in 14 states who had delivered a live-born infant within the previous 2-6 months. The study questionnaire asked about maternal behaviors and characteristics around the time of pregnancy.\n## RESULTS\nWomen who had mistimed or unwanted pregnancies reported significantly higher levels of abuse at any time during the 12 months before conception or during pregnancy (12.6% and 15.3%, respectively) compared with those with intended pregnancies (5.3%). Higher rates of abuse were reported by women who were younger, Black, unmarried, less educated, on Medicaid, living in crowded conditions, entering prenatal care late, or smoking during the third trimester. Overall, women with unintended pregnancies had 2.5 times the risk of experiencing physical abuse compared with those whose pregnancies were intended. This association was modified by maternal characteristics, the association was strongest among women who were older, more educated, White, married, not on Medicaid, not living in crowded conditions, receiving first trimester prenatal care, or nonsmoking during the third trimester.\n## CONCLUSIONS\nWomen with unintended pregnancies are at increased risk of physical abuse around the time of pregnancy compared with women whose pregnancies are intended. Prenatal care can provide an important point of contact where women can be screened for violence and referred to services that can assist them.\n"
        },
        {
            "title": "Sociodemographic predictors of antenatal and postpartum depressive symptoms among women in a medical group practice.",
            "abstract": "## OBJECTIVE\nData are scarce regarding the sociodemographic predictors of antenatal and postpartum depression. This study investigated whether race/ethnicity, age, finances, and partnership status were associated with antenatal and postpartum depressive symptoms.\n## SETTING\n1662 participants in Project Viva, a US cohort study.\n## DESIGN\nMothers indicated mid-pregnancy and six month postpartum depressive symptoms on the Edinburgh postpartum depression scale (EPDS). Associations of sociodemographic factors with odds of scoring >12 on the EPDS were estimated.\n## MAIN RESULTS\nThe prevalence of depressive symptoms was 9% at mid-pregnancy and 8% postpartum. Black and Hispanic mothers had a higher prevalence of depressive symptoms compared with non-Hispanic white mothers. These associations were explained by lower income, financial hardship, and higher incidence of poor pregnancy outcome among minority women. Young maternal age was associated with greater risk of antenatal and postpartum depressive symptoms, largely attributable to the prevalence of financial hardship, unwanted pregnancy, and lack of a partner. The strongest risk factor for antenatal depressive symptoms was a history of depression (OR = 4.07; 95% CI 3.76, 4.40), and the strongest risk for postpartum depressive symptoms was depressive symptoms during pregnancy (6.78; 4.07, 11.31) or a history of depression before pregnancy (3.82; 2.31, 6.31).\n## CONCLUSIONS\nFinancial hardship and unwanted pregnancy are associated with antenatal and postpartum depressive symptoms. Women with a history of depression and those with poor pregnancy outcomes are especially vulnerable to depressive symptoms during the childbearing year. Once these factors are taken in account, minority mothers have the same risk of antenatal and postpartum depressive symptoms as white mothers.\n"
        },
        {
            "title": "Impact of unintended pregnancy on maternal mental health: a causal analysis using follow up data of the Panel Study on Korean Children (PSKC).",
            "abstract": "## BACKGROUND\nPregnancy intention is important for maternal and child health outcomes. The purpose of this study was to examine the causal relation between pregnancy intention and maternal depression and parenting stress in Korean women who gave birth during 2008.\n## METHODS\nThis study is a retrospective evaluation of prospectively collected data from the Panel Study on Korean Children from 2008 to 2010. Causal analyses were conducted using propensity score matching and inverse probability of treatment weighted methods. In addition, mediation analyses were performed to test mitigating effects of marital conflict, fathers' participation in childcare, and mothers' knowledge of infant development on the relation between unintended pregnancy and adverse maternal mental health.\n## RESULTS\nResults showed that the overall effect of an unintended pregnancy on maternal depression and parenting stress was statistically significant. An unintended pregnancy was associated with 20-22% greater odds of maternal depression, 0.28-0.39 greater depression score, and 0.85-1.16 greater parenting stress score. Relations between pregnancy intention and maternal depression, maternal depression score and parenting stress score were moderately explained by marital conflict and fathers' participation in childcare.\n## CONCLUSIONS\nUnintended pregnancy contributed to increased risks of maternal depression and parenting stress. Efforts to increase fathers' participation in childcare and decrease marital conflict might be helpful to mitigate adverse impacts of unintended pregnancy on perinatal maternal mental health.\n"
        },
        {
            "title": "Pregnancy Intention and Post-partum Depressive Affect in Louisiana Pregnancy Risk Assessment Monitoring System.",
            "abstract": "## BACKGROUND\nPostpartum depression is associated with negative physical and mental health outcomes for both the mother and infant. This study examines the relationship between a mother and/or her partner's pregnancy intentions and reported post-partum depressive symptoms (PPDs).\n## METHODS\nUsing Louisiana pregnancy risk assessment monitoring system, 2000-2003, a secondary cross-sectional analysis was conducted on 5549 mothers, stratified by race, who delivered a singleton, live birth and whose infant was still alive at the time of the survey. Bivariate and multivariable logistic regressions were conducted, taking into account the complex survey design.\n## RESULTS\nIn multivariable models, unwanted pregnancies were associated with severe PPDs (aOR 1.76, 95 % CI 1.23-2.53). Furthermore, the association between husbands/partners' who did not want or care about the pregnancy and mild PPDs remained for White women (aOR 1.32, 95 % CI 1.02-1.69); while among Black women, neither parent's pregnancy intention were associated with mild or severe PPDs.\n## CONCLUSIONS\nThis study supports existing research demonstrating the association between pregnancy intention and PPDs. This study contributes to the limited information on the role that partner pregnancy intention plays on maternal mental health outcomes, however further discussion is needed on the impact of this role across races. Findings can be used in programs aiming to reduce adverse mental health outcomes among high-risk mothers.\n"
        },
        {
            "title": "Risk factors of transient and persistent anxiety during pregnancy.",
            "abstract": "## PURPOSE\nchronic poor mental health over the course of pregnancy contributes to greater adverse maternal and child outcomes. Identifying women with chronic depressive or anxiety symptoms can provide opportunities to reduce distress and improve pregnancy outcomes. The objective of this study was to determine risk factors of chronic antenatal depressive and anxiety symptoms using a longitudinal pregnancy cohort in Alberta, Canada.\n## METHODS\nwomen with singleton pregnancies were included (N=3021). Anxiety and depressive symptoms were measured in the second and third trimesters using the Spielberger State-Trait Anxiety Inventory and the Edinburgh Postnatal Depression Scale, respectively. On the basis of the timing and persistence of symptoms, the following three mutually exclusive subgroups for each anxiety and depressive symptoms were created: never symptomatic, symptomatic only in the second trimester, and symptomatic at both time points. Separate logistic regression models were used to derive risk factors for each subgroup.\n## FINDINGS\nwomen with chronic anxiety or depressive symptoms were distinguished from those with transient symptoms or no symptoms by their optimism scores, in which less optimistic pregnant women had a four-fold increased risk for developing chronic depressive or anxiety symptoms compared with more optimistic women (AOR varied from 4.30 to 4.93). Additionally, high perceived stress, low social support, history of mental health issues were common predictors of chronic anxiety and depressive symptoms in pregnancy. Partner tension was the exclusive predictor of anxiety symptoms (AOR varied from 1.94 to 2.31) and poor physical health (AOR 2.54; 95% CI 1.32-4.89), unplanned pregnancy (AOR 3.05; 95% CI 1.61-5.79), and infertility treatments (AOR 4.98; 95% CI 1.85-13.39) were unique predictors of chronic depressive symptoms.\n## CONCLUSIONS\nknowledge of the risk factors of chronic poor mental health during pregnancy might inform the development of effective strategies within the limited resources of health-care systems to target populations with greater needs for interventions.\n"
        }
    ]
}