{
    "citations": [
        {
            "footnote": 42,
            "title": "Correlates of self-reports of being very depressed in the months after delivery: results from the Pregnancy Risk Assessment Monitoring System.",
            "in_text_citation": "Gross et al., 2002"
        },
        {
            "footnote": 31,
            "title": "Confinement and other psychosocial factors in perinatal depression: a transcultural study in Singapore.",
            "in_text_citation": "Chee et al., 2005"
        },
        {
            "footnote": 37,
            "title": "Sociodemographic predictors of antenatal and postpartum depressive symptoms among women in a medical group practice.",
            "in_text_citation": "Rich-Edwards et al., 2006"
        },
        {
            "footnote": 50,
            "title": "Pregnancy intentions and happiness among pregnant black women at high risk for adverse infant health outcomes.",
            "in_text_citation": "Blake et al., 2007"
        },
        {
            "footnote": 56,
            "title": "Factors related to depression during pregnancy: are there gender differences?.",
            "in_text_citation": "Escribè-Agüir et al., 2008"
        },
        {
            "footnote": 29,
            "title": "Psychosocial risk factors for depression during pregnancy.",
            "in_text_citation": "Bunevicius et al., 2009"
        },
        {
            "footnote": 47,
            "title": "Unintended pregnancy and associated maternal preconception, prenatal and postpartum behaviors.",
            "in_text_citation": "Cheng et al., 2009"
        },
        {
            "footnote": 55,
            "title": "Antenatal depression and male gender preference in Asian women in the UK.",
            "in_text_citation": "Dhillon et al., 2010"
        },
        {
            "footnote": 34,
            "title": "Pregnancy intention, demographic differences, and psychosocial health.",
            "in_text_citation": "Maxson et al., 2011"
        },
        {
            "footnote": 51,
            "title": "Obstetric and psychosocial risk factors for depressive symptoms during pregnancy.",
            "in_text_citation": "Dudas et al., 2012"
        },
        {
            "footnote": 27,
            "title": "Unintended pregnancy and postpartum depression among first-time mothers.",
            "in_text_citation": "Abbasi et al., 2013"
        },
        {
            "footnote": 19,
            "title": "The effect of pregnancy intention on maternal prenatal behaviours and parent and child health: results of an Irish cohort study.",
            "in_text_citation": "McCrory et al., 2013"
        },
        {
            "footnote": 58,
            "title": "From antenatal to postnatal depression: associated factors and mitigating influences.",
            "in_text_citation": "Redshaw et al., 2013"
        },
        {
            "footnote": 39,
            "title": "Intendedness of pregnancy and other predictive factors for symptoms of prenatal depression in a population-based study.",
            "in_text_citation": "Fellenzer et al., 2014"
        },
        {
            "footnote": 24,
            "title": "Impact of unintended pregnancy on maternal mental health: a causal analysis using follow up data of the Panel Study on Korean Children (PSKC).",
            "in_text_citation": "Bahk et al., 2015"
        },
        {
            "footnote": 28,
            "title": "Risk factors of transient and persistent anxiety during pregnancy.",
            "in_text_citation": "Bayrampour et al., 2015"
        },
        {
            "footnote": 32,
            "title": "Are pregnancy planning and pregnancy timing associated with maternal psychiatric illness, psychological distress and support during pregnancy?",
            "in_text_citation": "Gariepy et al., 2016"
        },
        {
            "footnote": 48,
            "title": "Pregnancy intention and post-partum depressive affect in Louisiana pregnancy risk assessment monitoring system.",
            "in_text_citation": "Suh et al., 2016"
        },
        {
            "footnote": 41,
            "title": "The association between pregnancy intendedness and experiencing symptoms of postpartum depression among new mothers in the United States, 2009 to 2011: a secondary analysis of PRAMS data.",
            "in_text_citation": "Gauthreaux et al., 2017"
        },
        {
            "footnote": 49,
            "title": "Psychosocial status and prenatal care of unintended pregnancies among low-income women.",
            "in_text_citation": "Cruz-Bendezú et al., 2020"
        },
        {
            "footnote": 30,
            "title": "The role of father involvement and intimate partner violence on postnatal depression among women with unintended pregnancy.",
            "in_text_citation": "Chan et al., 2021"
        },
        {
            "footnote": 43,
            "title": "Do pregnancy intentions matter?",
            "in_text_citation": "Mark et al., 2022"
        },
        {
            "footnote": 44,
            "title": "Pregnancy planning and acceptance and maternal psychological distress during pregnancy: results from the National Perinatal Survey, France, 2016.",
            "in_text_citation": "Moreau et al., 2022"
        },
        {
            "footnote": 20,
            "title": "Pregnancy intendedness and physical abuse around the time of pregnancy: findings from the pregnancy risk assessment monitoring system, 1996-1997.",
            "in_text_citation": "Goodwin et al., 2000"
        },
        {
            "footnote": 57,
            "title": "Unintended pregnancy and intimate partner violence before and during pregnancy among Latina women in Los Angeles, California.",
            "in_text_citation": "Martin et al., 2011"
        },
        {
            "footnote": 59,
            "title": "Severity of intimate partner abuse indicators as perceived by women in Mexico and the United States.",
            "in_text_citation": "Peek-Asa et al., 2002"
        },
        {
            "footnote": 52,
            "title": "Pregnancy intendedness and the association with physical, sexual and emotional abuse: a European multi-country cross-sectional study.",
            "in_text_citation": "Lukasse et al., 2015"
        },
        {
            "footnote": 53,
            "title": "Early childhood victimization and physical intimate partner violence during pregnancy: a developmental and person-oriented approach.",
            "in_text_citation": "Narayan et al., 2019"
        },
        {
            "footnote": 25,
            "title": "The effect of pregnancy intention on child development.",
            "in_text_citation": "Joyce et al., 2000"
        },
        {
            "footnote": 35,
            "title": "Unintended pregnancy and preterm birth.",
            "in_text_citation": "Orr et al., 2000"
        },
        {
            "footnote": 45,
            "title": "Pregnancy intention and its relationship to birth and maternal outcomes.",
            "in_text_citation": "Mohllajee et al., 2007"
        },
        {
            "footnote": 38,
            "title": "Pregnancy intention and preterm birth: differential associations among a diverse population of women.",
            "in_text_citation": "Afable-Munsuz et al., 2008"
        },
        {
            "footnote": 54,
            "title": "The couple context of pregnancy and its effects on prenatal care and birth outcomes.",
            "in_text_citation": "Hohmann-Marriott et al., 2009"
        },
        {
            "footnote": 36,
            "title": "Assessing pregnancy intention and associated risks in pregnant adolescents.",
            "in_text_citation": "Phipps et al., 2012"
        },
        {
            "footnote": 40,
            "title": "Pregnancy planning, smoking behaviour during pregnancy, and neonatal outcome: UK Millennium Cohort Study.",
            "in_text_citation": "Flower et al., 2013"
        },
        {
            "footnote": 33,
            "title": "Are pregnancy planning and timing associated with preterm or small for gestational age births?.",
            "in_text_citation": "Gariepy et al., 2015"
        },
        {
            "footnote": 26,
            "title": "Pregnancy intentions and maternal and child health: an analysis of longitudinal data in Oklahoma.",
            "in_text_citation": "Lindberg et al., 2015"
        }
    ]
}