{
    "citations": [
        {
            "footnote": 37,
            "title": "Text to quit China: an mHealth smoking cessation.",
            "in_text_citation": "Augustson et al., 2017"
        },
        {
            "footnote": 38,
            "title": "A feasible and efficacious mobile-phone based lifestyle intervention for Filipino Americans with type 2 diabetes: randomized controlled trial.",
            "in_text_citation": "Bender et al., 2017"
        },
        {
            "footnote": 39,
            "title": "Short-term effects of a smoking prevention website in American Indian youth.",
            "in_text_citation": "Bowen et al., 2012"
        },
        {
            "footnote": 40,
            "title": "Evaluation of the computer-based intervention program stayingfit Brazil to promote healthy eating habits.",
            "in_text_citation": "Brito Beck Da Silva et al., 2019"
        },
        {
            "footnote": 41,
            "title": "An experimental feasibility study of a hybrid telephone counseling/text messaging intervention for post-discharge cessation support among hospitalized smokers in Brazil.",
            "in_text_citation": "Cruvinel et al., 2019"
        },
        {
            "footnote": 42,
            "title": "Web-based intervention for physical activity and fruit and vegetable intake among Chinese university students: a randomized controlled trial.",
            "in_text_citation": "Duan et al., 2017"
        },
        {
            "footnote": 43,
            "title": "Dulce digital: An mHealth SMS based intervention improves glycemic control in hispanics with type 2 diabetes.",
            "in_text_citation": "Fortmann et al., 2017"
        },
        {
            "footnote": 44,
            "title": "Linguistic and cultural adaptation of a computer-based counseling program (CARE+ Spanish) to support HIV treatment adherence and risk reduction for people living with HIV/AIDS: a randomized controlled trial.",
            "in_text_citation": "Kurth et al., 2016"
        },
        {
            "footnote": 45,
            "title": "Randomized trial of a physical activity intervention for Latino Men: Activo.",
            "in_text_citation": "Larsen et al., 2020"
        },
        {
            "footnote": 46,
            "title": "The intervention effect of SMS delivery on chinese adolescent’s physical activity.",
            "in_text_citation": "Lau et al., 2019"
        },
        {
            "footnote": 47,
            "title": "Pasos Hacia La Salud: a randomized controlled trial of an internet-delivered physical activity intervention for Latinas.",
            "in_text_citation": "Marcus et al., 2016"
        },
        {
            "footnote": 48,
            "title": "Preventing alcohol-exposed pregnancy among an american indian/alaska native population: effect of a screening, brief intervention, and referral to treatment intervention.",
            "in_text_citation": "Montag et al., 2015"
        },
        {
            "footnote": 49,
            "title": "A smartphone app to assist smoking cessation among aboriginal australians: findings from a pilot randomized controlled trial.",
            "in_text_citation": "Peiris et al., 2019"
        }
    ]
}