{
    "key_references": [
        {
            "title": "Text to Quit China: An mHealth Smoking Cessation Trial.",
            "abstract": "## PURPOSE\nTo assess the feasibility, acceptability, and efficacy of a text message-based smoking cessation intervention in China.\n## DESIGN\nStudy design was a randomized control trial with a 6-month follow-up assessment of smoking status.\n## SETTING\nZhejiang, Heilongjiang, and Shaanxi provinces in China provided the study setting.\n## SUBJECTS\nA total of 8000 adult smokers in China who used Nokia Life Tools and participated in phase 2 (smoking education via text message) of the study were included.\n## INTERVENTION\nThe high-frequency text contact (HFTC) group received one to three messages daily containing smoking cessation advice, encouragement, and health education information. The low-frequency text contact (LFTC) group received one weekly message with smoking health effects information.\n## MEASURES\nOur primary outcome was smoking status at 0, 1, 3, and 6 months after intervention. Secondary outcomes include participant perceptions of the HFTC intervention, and factors associated with smoking cessation among HFTC participants.\n## ANALYSIS\nDescriptive and χ\n## RESULTS\nQuit rates were high in both the HFTC and LFTC groups (HFTC: 0 month, 27.9%; 1 month, 30.5%; 3 months, 26.7%; and 6 months, 27.7%; LFTC: 0 month, 26.7%; 1 month, 30.4%; 3 months, 28.1%; and 6 months, 27.7%), with no significant difference between the two groups in an intent-to-treat analysis. Attitudes toward the HFTC intervention were largely positive.\n## CONCLUSION\nOur findings suggest that a text message-based smoking cessation intervention can be successfully delivered in China and is acceptable to Chinese smokers, but further research is needed to assess the potential impact of this type of intervention.\n",
            "in_text_citation": "Augustson et al., 2017",
            "footnote": 37
        },
        {
            "title": "A Feasible and Efficacious Mobile-Phone Based Lifestyle Intervention for Filipino Americans with Type 2 Diabetes: Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nFilipino Americans have a high prevalence of obesity, type 2 diabetes (T2D), and cardiovascular disease compared with other Asian American subgroups and non-Hispanic whites. Mobile health (mHealth) weight loss interventions can reduce chronic disease risks, but these are untested in Filipino Americans with T2D.\n## OBJECTIVE\nThe objective of this study was to assess feasibility and potential efficacy of a pilot, randomized controlled trial (RCT) of a culturally adapted mHealth weight loss lifestyle intervention (Pilipino Americans Go4Health [PilAm Go4Health]) for overweight Filipino Americans with T2D.\n## METHODS\nThis was a 2-arm pilot RCT of the 3-month PilAm Go4Health intervention (phase 1) with an active waitlist control and 3-month follow-up (phase 2). The waitlist control received the PilAm Go4Health in phase 2, whereas the intervention group transitioned to the 3-month follow-up. PilAm Go4Health incorporated a Fitbit accelerometer, mobile app with diary for health behavior tracking (steps, food/calories, and weight), and social media (Facebook) for virtual social support, including 7 in-person monthly meetings. Filipino American adults ≥18 years with T2D were recruited from Northern California. Feasibility was measured by rates of recruitment, engagement, and retention. Multilevel regression analyses assessed within and between group differences for the secondary outcome of percent weight change and other outcomes of weight (kg), body mass index (BMI), waist circumference, fasting plasma glucose, HbA1c, and steps.\n## RESULTS\nA total of 45 Filipino American adults were enrolled and randomized. Mean age was 58 (SD 10) years, 62% (28/45) were women, and mean BMI was 30.1 (SD 4.6). Participant retention and study completion were 100%, with both the intervention and waitlist group achieving near-perfect attendance at all 7 intervention office visits. Groups receiving the PilAm Go4Health in phase 1 (intervention group) and phase 2 (waitlist group) had significantly greater weight loss, -2.6% (-3.9 to -1.4) and -3.3% (-1.8 to -4.8), respectively, compared with the nonintervention group, resulting in a moderate to small effect sizes (d=0.53 and 0.37, respectively). In phase 1, 18% (4/22) of the intervention group achieved a 5% weight loss, whereas 82% (18/22) maintained or lost 2% to 5% of their weight and continued to maintain this weight loss in the 3-month follow-up. Other health outcomes, including waist circumference, BMI, and step counts, improved when each arm received the PilAm Go4Health, but the fasting glucose and HbA1c outcomes were mixed.\n## CONCLUSIONS\nThe PilAm Go4Health was feasible and demonstrated potential efficacy in reducing diabetes risks in overweight Filipino Americans with T2D. This study supports the use of mHealth and other promising intervention strategies to reduce obesity and diabetes risks in Filipino Americans. Further testing in a full-scale RCT is warranted. These findings may support intervention translation to reduce diabetes risks in other at-risk diverse populations.\n## TRIAL REGISTRATION\nClinicaltrials.gov NCT02290184; https://clinicaltrials.gov/ct2/show/NCT02290184 (Archived by WebCite at http://www.webcitation.org/6vDfrvIPp).\n",
            "in_text_citation": "Bender et al., 2017",
            "footnote": 38
        },
        {
            "title": "Short-term effects of a smoking prevention website in American Indian youth.",
            "abstract": "## BACKGROUND\nThe rate of smoking commercial tobacco products among American Indian youth is double the rate for white youth. Interventions are needed to reduce this disparity.\n## OBJECTIVE\nTo test the feasibility of a Web-based intervention to influence attitudes toward and intentions about smoking cigarettes among American Indian youth who attended a Native summer camp in the Northern Plains.\n## METHODS\nThe study website, the SmokingZine, was originally developed and tested in Canadian youth, then adapted to be appropriate for American Indian youth. We conducted a randomized controlled trial to test the influence of exposure to the adapted SmokingZine website on smoking attitudes and behaviors among American Indian youth 12-18 years of age. Participants assigned to the intervention group were given access to the website for 1 hour per day during their camp experience and asked to sign in to the site and use it. Control group participants were not given access to the site.\n## RESULTS\nA total of 52% of intervention youth signed in to the website at least once. Among nonsmokers, intentions to try a cigarette in the intervention group declined from 16% to 0%, and increased from 8% to 25% in the control group (P < .05). Compared with the control group, youth in the intervention group were more likely to help others quit (21 percentage point change in intervention versus no change in control; P < .05) and had less positive attitudes about the drug effects of smoking (-0.19 change in intervention versus 0.67 in control; P < .05).\n## CONCLUSION\nThese data indicate that SmokingZine needs more long-term, rigorous investigation as a way to keep American Indian youth from becoming regular smokers. Because the intervention group could use computers only 1 hour per day, increasing access might result in more visits and a greater effect of the website on smoking behaviors.\n",
            "in_text_citation": "Bowen et al., 2012",
            "footnote": 39
        },
        {
            "title": "Evaluation of the Computer-Based Intervention Program Stayingfit Brazil to Promote Healthy Eating Habits: The Results from a School Cluster-Randomized Controlled Trial",
            "abstract": "Interventions via the Internet are promising regarding the promotion of healthy habits among youth. The objective of this study was to evaluate the effect of an adapted version of StayingFit to promote healthy eating habits and the measurement adequacy of anthropometric markers among adolescents. A web school-based 12-month cluster-randomized controlled trial examining 7th to 9th grade students was conducted in twelve schools in Salvador, Bahia, Brazil. The schools' students were randomly distributed into the intervention and control groups. The intervention group participated in StayingFit, an online program designed to encourage and guide healthy eating habits and control body weight. Data on food consumption, anthropometry, physical activity level, and sedentary behavior were collected from all of the students at the beginning of and after the 12-month study. Demographic and socioeconomic data were collected at baseline. The baseline data indicated high rates of overweight (14.4% overweight and 8.5% obese), insufficiently active (87.6%), and sedentary (63.7%). Furthermore, few adolescents regularly consumed fruits (18.8%) and vegetables/legumes (16.4%). Generalized estimating equations (GEEs) were used to evaluate the effect of the intervention. At the end of the follow-up period, students in the intervention group had a 43% increased chance of regularly consuming beans (OR = 1.43, 95% CIs = 1.10-1.86) and a 35% decreased chance of regularly consuming soft drinks (OR = 0.65, 95% CIs = 0.50-0.84). No differences were found between the groups studied with regard to the anthropometric parameters. Despite these modest results, the implementation of a web intervention can be beneficial and help promote positive changes in adolescent eating habits.",
            "in_text_citation": 40,
            "footnote": "Brito Beck Da Silva et al., 2019"
        },
        {
            "title": "An Experimental Feasibility Study of a Hybrid Telephone Counseling/Text Messaging Intervention for Post-Discharge Cessation Support Among Hospitalized Smokers in Brazil.",
            "abstract": "## OBJECTIVE\nText messaging interventions are effective. Despite high utilization of smartphones, few studies evaluate text messaging for cessation in middle-/lower-income countries. Initiating tobacco treatment in hospitals is an effective but underutilized approach for reaching smokers. We evaluated a hybrid phone counseling/text messaging intervention for supporting cessation among hospitalized smokers in Brazil.\n## METHODS\nWe used an experimental design to assess the feasibility and potential effect size of the intervention. Participants (N = 66) were recruited from a university hospital and randomized in a 2:1 ratio into TXT (one session of telephone counseling plus 2 weeks of text messaging; N = 44) or Standard Care control group (N = 22). Participants lost to follow-up were counted as smokers.\n## RESULTS\nCounselors sent 1186 texts, of which 924 (77.9%) were received by study participants. Participants rated the TXT content as \"helpful\" (80.4%) and the phone counseling length to be \"just right\" (95.1%). Although the study was not powered to evaluate abstinence rates, we did observe a higher prevalence of abstinence in the TXT compared to control group at both 1-month follow-up (25.0% vs. 9.1%) and 3-month follow-up (31.8% vs. 9.1%). Carbon monoxide-verified abstinence at month 3 was also higher in TXT (20.5% vs. 4.5%).\n## CONCLUSIONS\nThis hybrid telephone/text intervention should progress to full-scale effectiveness testing as it achieved favorable outcomes, was acceptable to participants, and was readily implemented. This type of intervention has strong potential for expanding the reach of hospital-initiated tobacco treatment in middle-/lower-income countries.\n## IMPLICATIONS\nThis study extends research on hospital-initiated smoking cessation by establishing the feasibility of a novel text-messaging approach for post-discharge follow-up. Text messaging is a low-cost alternative to proactive telephone counseling that could help overcome resource barriers in middle- and lower-income countries. This hybrid texting/counseling intervention identified smokers in hospitals, established rapport through a single telephone follow-up, and expanded acceptability and reach of later support by using text-messaging, which is free of charge in this and other low-income countries. The favorable cessation outcomes achieved by the hybrid intervention provide support for a fully powered effectiveness trial.\n",
            "in_text_citation": "Cruvinel et al., 2019",
            "footnote": 41
        },
        {
            "title": "Web-Based Intervention for Physical Activity and Fruit and Vegetable Intake Among Chinese University Students: A Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nAmple evidence demonstrates that university students are at high risk for sedentary behaviors and inadequate fruit and vegetable intake (FVI). Internet-based interventions for multiple health behavior appear to be promising in changing such unhealthy habits. Limited randomized controlled trials have tested this assumption among Chinese university students.\n## OBJECTIVE\nOur objective was to test the efficacy of an 8-week Web-based intervention compared with a control group condition to improve physical activity (PA) and FVI in Chinese university students. The intervention content was based on the health action process approach, and developed on the basis of previous evidence from the Western hemisphere. We evaluated self-reported data including PA and FVI, stages of change for PA and FVI, and motivational (risk perception, outcome expectancies, self-efficacy), volitional (action planning, coping planning, social support), and distal (intention, habit) indicators for PA and FVI, as well as perceived mental health outcomes (quality of life, depression).\n## METHODS\nIn a randomized controlled trial, we recruited 566 university students from one university in the central region of China during their general physical education class. After random allocation and exclusion of unsuitable participants, we assigned 493 students to 1 of 2 groups: (1) intervention group: first 4 weeks on PA and subsequent 4 weeks on FVI, (2) control group. We conducted 3 Web-based assessments: at the beginning of the intervention (T1, n=493), at the end of the 8-week intervention (T2, n=337), and at a 1-month follow-up after the intervention (T3, n=142). The entire study was conducted throughout the fall semester of 2015.\n## RESULTS\nSignificant time ⨯ group interactions revealed superior intervention effects on FVI; motivational, volitional, and distal indicators of FVI; and PA behavior changes, with an effect size (η\n## CONCLUSIONS\nThis study provides evidence for the efficacy of a Web-based multiple health behavior intervention among Chinese university students tested with different outcome variables. Future research should address the high dropout rate and optimize the most effective components of this intervention.\n## TRIAL REGISTRATION\nClinicaltrials.gov NCT01909349; https://clinicaltrials.gov/ct2/show/NCT01909349 (Archived by WebCite at http://www.webcitation.org/6pHV1A0G1).\n",
            "in_text_citation": "Duan et al., 2017",
            "footnote": 42
        },
        {
            "title": "Dulce Digital: An mHealth SMS-Based Intervention Improves Glycemic Control in Hispanics With Type 2 Diabetes.",
            "abstract": "## OBJECTIVE\nType 2 diabetes is growing in epidemic proportions and disproportionately affects lower-income, diverse communities. Text messaging may provide one of the most rapid methods to overcome the \"digital divide\" to improve care.\n## RESEARCH DESIGN AND METHODS\nA randomized, nonblinded, parallel-groups clinical trial design allocated \n## RESULTS\nThe majority of patients were middle-aged (mean age 48.43 years, SD 9.80), female (75%), born in Mexico (91%), and uninsured (75%) and reported less than a ninth-grade education level (73%) and mean baseline HbA\n## CONCLUSIONS\nUse of a simple, low-cost text messaging program was found to be highly acceptable in this sample of high-risk, Hispanic individuals with type 2 diabetes and resulted in greater improvement in glycemic control compared with UC.\n",
            "in_text_citation": "Fortmann et al., 2017",
            "footnote": 43
        },
        {
            "title": "Linguistic and Cultural Adaptation of a Computer-Based Counseling Program (CARE+ Spanish) to Support HIV Treatment Adherence and Risk Reduction for People Living With HIV/AIDS: A Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nHuman immunodeficiency virus (HIV) disease in the United States disproportionately affects minorities, including Latinos. Barriers including language are associated with lower antiretroviral therapy (ART) adherence seen among Latinos, yet ART and interventions for clinic visit adherence are rarely developed or delivered in Spanish.\n## OBJECTIVE\nThe aim was to adapt a computer-based counseling tool, demonstrated to reduce HIV-1 viral load and sexual risk transmission in a population of English-speaking adults, for use during routine clinical visits for an HIV-positive Spanish-speaking population (CARE+ Spanish); the Technology Acceptance Model (TAM) was the theoretical framework guiding program development.\n## METHODS\nA longitudinal randomized controlled trial was conducted from June 4, 2010 to March 29, 2012. Participants were recruited from a comprehensive HIV treatment center comprising three clinics in New York City. Eligibility criteria were (1) adults (age ≥18 years), (2) Latino birth or ancestry, (3) speaks Spanish (mono- or multilingual), and (4) on antiretrovirals. Linear and generalized mixed linear effects models were used to analyze primary outcomes, which included ART adherence, sexual transmission risk behaviors, and HIV-1 viral loads. Exit interviews were offered to purposively selected intervention participants to explore cultural acceptability of the tool among participants, and focus groups explored the acceptability and system efficiency issues among clinic providers, using the TAM framework.\n## RESULTS\nA total of 494 Spanish-speaking HIV clinic attendees were enrolled and randomly assigned to the intervention (arm A: n=253) or risk assessment-only control (arm B, n=241) group and followed up at 3-month intervals for one year. Gender distribution was 296 (68.4%) male, 110 (25.4%) female, and 10 (2.3%) transgender. By study end, 433 of 494 (87.7%) participants were retained. Although intervention participants had reduced viral loads, increased ART adherence and decreased sexual transmission risk behaviors over time, these findings were not statistically significant. We also conducted 61 qualitative exit interviews with participants and two focus groups with a total of 16 providers.\n## CONCLUSIONS\nA computer-based counseling tool grounded in the TAM theoretical model and delivered in Spanish was acceptable and feasible to implement in a high-volume HIV clinic setting. It was able to provide evidence-based, linguistically appropriate ART adherence support without requiring additional staff time, bilingual status, or translation services. We found that language preferences and cultural acceptability of a computer-based counseling tool exist on a continuum in our urban Spanish-speaking population. Theoretical frameworks of technology's usefulness for behavioral modification need further exploration in other languages and cultures.\n## TRIAL REGISTRATION\nClinicalTrials.gov NCT01013935; https://clinicaltrials.gov/ct2/show/NCT01013935 (Archived by WebCite at http://www.webcitation.org/6ikaD3MT7).\n",
            "in_text_citation": "Kurth et al., 2016",
            "footnote": 44
        },
        {
            "title": "Randomized Trial of a Physical Activity Intervention for Latino Men: Activo.",
            "abstract": "## INTRODUCTION\nLatino men experience disproportionately high rates of diseases related to low physical activity, yet they are poorly represented in physical activity intervention trials. Efforts to promote physical activity in Latina women show promising results, yet such interventions are yet to be extended to Latino men. This study tested a computer expert system‒tailored, text messaging-supported physical activity intervention for underactive Spanish-speaking Latino men compared with a control group matched for contact time. Potential predictors of intervention success were also explored.\n## STUDY DESIGN\nRandomized trial. Participants were randomized to receive a Tailored Physical Activity Intervention (Intervention) or a Wellness Control (Control). Data were collected in 2015-2017 and analyzed in 2018-2019.\n## SETTING/PARTICIPANTS\nInsufficiently active Latino men (n=46).\n## INTERVENTION\nIntervention participants received a baseline counseling session and then, individually tailored print materials and text messages on a tapered schedule for 6 months. Control participants received printed wellness materials and text messages on the same schedule.\n## MAIN OUTCOME MEASURES\nPrimary outcome was a change in weekly moderate to vigorous physical activity from baseline to 6 months measured by accelerometers. Self-reported moderate to vigorous physical activity measured by the 7-day Physical Activity Recall Interview was a secondary outcome.\n## RESULTS\nFor Intervention participants, median accelerometer-measured moderate to vigorous physical activity increased from 10.0 minutes/week at baseline to 57.5 minutes/week at 6 months, whereas for Control participants, it increased from 21.0 minutes/week at baseline to 23.0 minutes/week at 6 months (p<0.05). Similar results were found for self-reported moderate to vigorous physical activity. At 6 months, 47% of Intervention participants met national guidelines of 150 minutes/week versus 25% of Control participants (p=0.15, not significant).\n## CONCLUSIONS\nFindings suggest that an individually tailored intervention can successfully increase moderate to vigorous physical activity in underactive Latino men. Such technology-supported interventions have the potential for broad dissemination.\n## TRIAL REGISTRATION\nThis study is registered at www.clinicaltrials.gov NCT02512419.\n",
            "in_text_citation": "Larsen et al., 2020",
            "footnote": 45
        },
        {
            "title": "The Intervention Effect of SMS Delivery on Chinese Adolescent's Physical Activity.",
            "abstract": "To examine the effects of short messaging service (SMS) frequency and timing on the efficacy of an SMS-intervention for Hong Kong Chinese adolescents, sixty nine students aged between 12 and 16 (mean age 13.75 ± 0.90) were recruited from five schools in Hong Kong. Participants were randomly assigned into one of five groups: high-frequency + self-selected timing (HST), low-frequency + self-selected timing (LST), high-frequency + assigned timing (HAT), low-frequency + assigned timing (LAT) and the control group. The total duration of the intervention was four weeks. No significant intervention effects were detected in adolescent's PA among the five groups (F = 1.14, \n",
            "in_text_citation": "Lau et al., 2019",
            "footnote": 46
        },
        {
            "title": "Pasos Hacia La Salud: a randomized controlled trial of an internet-delivered physical activity intervention for Latinas.",
            "abstract": "## BACKGROUND\nInternet access has grown markedly in Latinos during the past decade. However, there have been no Internet-based physical activity interventions designed for Latinos, despite large disparities in lifestyle-related conditions, such as obesity and diabetes, particularly in Latina women. The current study tested the efficacy of a 6-month culturally adapted, individually tailored, Spanish-language Internet-based physical activity intervention.\n## METHODS\nInactive Latinas (N = 205) were randomly assigned to the Tailored Physical Activity Internet Intervention or the Wellness Contact Control Internet Group. Participants in both groups received emails on a tapered schedule over 6 months to alert them to new content on the website. The primary outcome was minutes/week of moderate to vigorous physical activity (MVPA) at 6 months as measured by the 7-Day Physical Activity Recall; activity was also measured by accelerometers. Data were collected between 2011 and 2014 and analyzed in 2015 at the University of California, San Diego.\n## RESULTS\nIncreases in minutes/week of MVPA were significantly greater in the Intervention Group compared to the Control Group (mean difference = 50.00, SE = 9.5, p < 0.01). Increases in objectively measured MVPA were also significantly larger in the Intervention Group (mean differences = 31.0, SE = 10.7, p < .01). The Intervention Group was also significantly more likely to meet national physical activity guidelines at 6 months (OR = 3.12, 95% CI 1.46-6.66, p < .05).\n## CONCLUSION\nFindings from the current study suggest that this Internet-delivered individually tailored intervention successfully increased MVPA in Latinas compared to a Wellness Contact Control Internet Group.\n## TRIAL REGISTRATION\nNCT01834287.\n",
            "in_text_citation": "Marcus et al., 2016",
            "footnote": 47
        },
        {
            "title": "Preventing alcohol-exposed pregnancy among an American Indian/Alaska Native population: effect of a screening, brief intervention, and referral to treatment intervention.",
            "abstract": "## BACKGROUND\nFetal alcohol spectrum disorders are the result of alcohol-exposed pregnancies (AEP) and believed to be the leading known cause of developmental disabilities in the United States. Our objective was to determine whether a culturally targeted Screening, Brief Intervention, and Referral to Treatment (SBIRT) intervention may reduce risky drinking and vulnerability to AEP among American Indian/Alaska Native (AIAN) women in Southern California.\n## METHODS\nSouthern California AIAN women of childbearing age who completed a survey including questions regarding alcohol consumption and contraceptive use were randomized into intervention or treatment as usual groups where the former group completed an online SBIRT intervention, and were followed up at 1, 3, and 6 months postintervention.\n## RESULTS\nOf 263 women recruited and 247 with follow-up data, one-third were at high risk of having an AEP at baseline. Both treatment groups decreased self-reported risky drinking behavior (drinks per week, p < 0.001; frequency of heavy episodic [binge] drinking episodes per 2 weeks, p = 0.017 and risk of AEP p < 0.001 at 6 months postintervention) in the follow-up period. There was no difference between treatment groups. Baseline factors associated with decreased risk of an AEP at follow-up included the perception that other women in their peer group consumed a greater number of drinks per week, having reported a greater number of binge episodes in the past 2 weeks, and depression/impaired functionality.\n## CONCLUSIONS\nParticipation in assessment alone may have been sufficient to encourage behavioral change even without the web-based SBIRT intervention. Randomization to the SBIRT did not result in a significantly different change in risky drinking behaviors. The importance of perception of other women's drinking and one's own depression/functionality may have implications for future interventions.\n",
            "in_text_citation": "Montag et al., 2015",
            "footnote": 48
        },
        {
            "title": "A Smartphone App to Assist Smoking Cessation Among Aboriginal Australians: Findings From a Pilot Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nMobile health (mHealth) apps have the potential to increase smoking cessation, but little research has been conducted with Aboriginal communities in Australia.\n## OBJECTIVE\nWe conducted a pilot study to assess the feasibility and acceptability and explore the effectiveness of a novel mHealth app to assist Aboriginal people to quit smoking.\n## METHODS\nA pilot randomized controlled trial (RCT) and process evaluation comprising usage analytics data and in-depth interviews was conducted. Current Aboriginal smokers (>16 years old), who were willing to make a quit attempt in the next month, were recruited from Aboriginal Community Controlled Health Services and a government telephone coaching service. The intervention was a multifaceted Android or iOS app comprising a personalized profile and quit plan, text and in-app motivational messages, and a challenge feature allowing users to compete with others. The comparator was usual cessation support services. Outcome data collection and analysis were conducted blinded to treatment allocation. The primary outcome was self-reported continuous smoking abstinence verified by carbon monoxide breath testing at 6 months. Secondary outcomes included point prevalence of abstinence and use of smoking cessation therapies and services.\n## RESULTS\nA total of 49 participants were recruited. Competing service delivery priorities, the lack of resources for research, and lack of support for randomization to a control group were the major recruitment barriers. At baseline, 23/49 (47%) of participants had tried to quit in recent weeks. At 6-month follow-up, only 1 participant (intervention arm) was abstinent. The process evaluation highlighted low to moderate app usage (3-10 new users per month and 4-8 returning users per month), an average of 2.9 sessions per user per month and 6.3 min per session. Key themes from interviews with intervention participants (n=15) included the following: (1) the powerful influence of prevailing social norms around acceptability of smoking; (2) high usage of mobile devices for phone, text, and social media but very low use of other smartphone apps; (3) the role of family and social group support in supporting quit attempts; and (4) low awareness and utilization of smoking cessation support services. Despite the broad acceptability of the app, participants also recommended technical improvements to improve functionality, greater customization of text messages, integration with existing social media platforms, and gamification features.\n## CONCLUSIONS\nSmoking cessation apps need to be integrated with commonly used functions of mobile phones and draw on social networks to support their use. Although they have the potential to increase utilization of cessation support services and treatments, more research is needed to identify optimal implementation models. Robust evaluation is critical to determine their impact; however, an RCT design may not be feasible in this setting.\n## TRIAL REGISTRATION\nAustralian and New Zealand Clinical Trials Registry ACTRN12616001550493; https://www.anzctr.org.au/Trial/Registration/TrialReview.aspx?id=371792 (Archived by WebCite at http://www.webcitation.org/76TiV7HA6).\n",
            "in_text_citation": "Peiris et al., 2019",
            "footnote": 49
        }
    ]
}