{
    "citations": [
        {
            "footnote": 12,
            "title": "Effect of a participatory intervention with women’s groups on birth outcomes in Nepal: cluster randomised controlled trial.",
            "in_text_citation": "Manandhar et al., 2004"
        },
        {
            "footnote": 13,
            "title": "Effect of a participatory intervention with women’s groups on birth outcomes and maternal depression in Jharkhand and Orissa, India: a cluster-randomised controlled trial.",
            "in_text_citation": "Tripathy et al., 2010"
        },
        {
            "footnote": 14,
            "title": "Effect of scaling up women’s groups on birth outcomes in three rural districts in Bangladesh: a cluster-randomised controlled trial.",
            "in_text_citation": "Azad et al., 2010"
        },
        {
            "footnote": 24,
            "title": "Community mobilization in Mumbai slums to improve perinatal care and outcomes: a cluster randomised controlled trial.",
            "in_text_citation": "More et al., 2012"
        },
        {
            "footnote": 25,
            "title": "Effect of women’s groups and volunteer peer counselling on rates of mortality, morbidity, and health behaviours in mothers and children in rural Malawi (MaiMwana): a factorial, cluster randomised controlled trial.",
            "in_text_citation": "Lewycka et al., 2013"
        },
        {
            "footnote": 26,
            "title": "Effects of quality improvement in health facilities and community mobilization through women’s groups on maternal, neonatal and perinatal mortality in three districts of Malawi: MaiKhanda, a cluster randomised controlled effectiveness trial.",
            "in_text_citation": "Colbourn et al., (in press)"
        },
        {
            "footnote": 27,
            "title": "The effect of increased coverage of participatory women’s groups on neonatal mortality in Bangladesh: a cluster-randomised trial.",
            "in_text_citation": "Fottrell et al., (in press)"
        }
    ]
}