{
    "key_references": [
        {
            "title": "Effect of a participatory intervention with women's groups on birth outcomes in Nepal: cluster-randomised controlled trial.",
            "abstract": "## BACKGROUND\nNeonatal deaths in developing countries make the largest contribution to global mortality in children younger than 5 years. 90% of deliveries in the poorest quintile of households happen at home. We postulated that a community-based participatory intervention could significantly reduce neonatal mortality rates.\n## METHODS\nWe pair-matched 42 geopolitical clusters in Makwanpur district, Nepal, selected 12 pairs randomly, and randomly assigned one of each pair to intervention or control. In each intervention cluster (average population 7000), a female facilitator convened nine women's group meetings every month. The facilitator supported groups through an action-learning cycle in which they identified local perinatal problems and formulated strategies to address them. We monitored birth outcomes in a cohort of 28?931 women, of whom 8% joined the groups. The primary outcome was neonatal mortality rate. Other outcomes included stillbirths and maternal deaths, uptake of antenatal and delivery services, home care practices, infant morbidity, and health-care seeking. Analysis was by intention to treat. The study is registered as an International Standard Randomised Controlled Trial, number ISRCTN31137309.\n## FINDINGS\nFrom 2001 to 2003, the neonatal mortality rate was 26.2 per 1000 (76 deaths per 2899 livebirths) in intervention clusters compared with 36.9 per 1000 (119 deaths per 3226 livebirths) in controls (adjusted odds ratio 0.70 [95% CI 0.53-0.94]). Stillbirth rates were similar in both groups. The maternal mortality ratio was 69 per 100000 (two deaths per 2899 livebirths) in intervention clusters compared with 341 per 100000 (11 deaths per 3226 livebirths) in control clusters (0.22 [0.05-0.90]). Women in intervention clusters were more likely to have antenatal care, institutional delivery, trained birth attendance, and hygienic care than were controls.\n## INTERPRETATION\nBirth outcomes in a poor rural population improved greatly through a low cost, potentially sustainable and scalable, participatory intervention with women's groups.\n",
            "in_text_citation": "Manandhar et al., 2004",
            "footnote": 12
        },
        {
            "title": "Effect of a participatory intervention with women's groups on birth outcomes and maternal depression in Jharkhand and Orissa, India: a cluster-randomised controlled trial.",
            "abstract": "## BACKGROUND\nCommunity mobilisation through participatory women's groups might improve birth outcomes in poor rural communities. We therefore assessed this approach in a largely tribal and rural population in three districts in eastern India.\n## METHODS\nFrom 36 clusters in Jharkhand and Orissa, with an estimated population of 228 186, we assigned 18 clusters to intervention or control using stratified randomisation. Women were eligible to participate if they were aged 15-49 years, residing in the project area, and had given birth during the study. In intervention clusters, a facilitator convened 13 groups every month to support participatory action and learning for women, and facilitated the development and implementation of strategies to address maternal and newborn health problems. The primary outcomes were reductions in neonatal mortality rate (NMR) and maternal depression scores. Analysis was by intention to treat. This trial is registered as an International Standard Randomised Controlled Trial, number ISRCTN21817853.\n## FINDINGS\nAfter baseline surveillance of 4692 births, we monitored outcomes for 19 030 births during 3 years (2005-08). NMRs per 1000 were 55.6, 37.1, and 36.3 during the first, second, and third years, respectively, in intervention clusters, and 53.4, 59.6, and 64.3, respectively, in control clusters. NMR was 32% lower in intervention clusters adjusted for clustering, stratification, and baseline differences (odds ratio 0.68, 95% CI 0.59-0.78) during the 3 years, and 45% lower in years 2 and 3 (0.55, 0.46-0.66). Although we did not note a significant effect on maternal depression overall, reduction in moderate depression was 57% in year 3 (0.43, 0.23-0.80).\n## INTERPRETATION\nThis intervention could be used with or as a potential alternative to health-worker-led interventions, and presents new opportunities for policy makers to improve maternal and newborn health outcomes in poor populations.\n## FUNDING\nHealth Foundation, UK Department for International Development, Wellcome Trust, and the Big Lottery Fund (UK).\n",
            "in_text_citation": "Tripathy et al., 2010",
            "footnote": 13
        },
        {
            "title": "Effect of scaling up women's groups on birth outcomes in three rural districts in Bangladesh: a cluster-randomised controlled trial.",
            "abstract": "## BACKGROUND\nTwo recent trials have shown that women's groups can reduce neonatal mortality in poor communities. We assessed the effectiveness of a scaled-up development programme with women's groups to address maternal and neonatal care in three rural districts of Bangladesh.\n## METHODS\n18 clusters (with a mean population of 27 953 [SD 5953]) in three districts were randomly assigned to either intervention or control (nine clusters each) by use of stratified randomisation. For each district, cluster names were written on pieces of paper, which were folded and placed in a bottle. The first three cluster names drawn from the bottle were allocated to the intervention group and the remaining three to control. All clusters received health services strengthening and basic training of traditional birth attendants. In intervention clusters, a facilitator convened 18 groups every month to support participatory action and learning for women, and to develop and implement strategies to address maternal and neonatal health problems. Women were eligible to participate if they were aged 15-49 years, residing in the project area, and had given birth during the study period (Feb 1, 2005, to Dec 31, 2007). Neither study investigators nor participants were masked to treatment assignment. In a population of 229 195 people (intervention clusters only), 162 women's groups provided coverage of one group per 1414 population. The primary outcome was neonatal mortality rate (NMR). Analysis was by intention to treat. This trial is registered as an International Standard Randomised Controlled Trial, number ISRCTN54792066.\n## FINDINGS\nWe monitored outcomes for 36 113 births (intervention clusters, n=17 514; control clusters, n=18 599) in a population of 503 163 over 3 years. From 2005 to 2007, there were 570 neonatal deaths in the intervention clusters and 656 in the control clusters. Cluster-level mean NMR (adjusted for stratification and clustering) was 33.9 deaths per 1000 livebirths in the intervention clusters compared with 36.5 per 1000 in the control clusters (risk ratio 0.93, 95% CI 0.80-1.09).\n## INTERPRETATION\nFor participatory women's groups to have a significant effect on neonatal mortality in rural Bangladesh, detailed attention to programme design and contextual factors, enhanced population coverage, and increased enrolment of newly pregnant women might be needed.\n## FUNDING\nWomen and Children First, the UK Big Lottery Fund, Saving Newborn Lives, and the UK Department for International Development.\n",
            "in_text_citation": "Azad et al., 2010",
            "footnote": 14
        },
        {
            "title": "Community mobilization in Mumbai slums to improve perinatal care and outcomes: a cluster randomized controlled trial.",
            "abstract": "## INTRODUCTION\nImproving maternal and newborn health in low-income settings requires both health service and community action. Previous community initiatives have been predominantly rural, but India is urbanizing. While working to improve health service quality, we tested an intervention in which urban slum-dweller women's groups worked to improve local perinatal health.\n## METHODS AND FINDINGS\nA cluster randomized controlled trial in 24 intervention and 24 control settlements covered a population of 283,000. In each intervention cluster, a facilitator supported women's groups through an action learning cycle in which they discussed perinatal experiences, improved their knowledge, and took local action. We monitored births, stillbirths, and neonatal deaths, and interviewed mothers at 6 weeks postpartum. The primary outcomes described perinatal care, maternal morbidity, and extended perinatal mortality. The analysis included 18,197 births over 3 years from 2006 to 2009. We found no differences between trial arms in uptake of antenatal care, reported work, rest, and diet in later pregnancy, institutional delivery, early and exclusive breastfeeding, or care-seeking. The stillbirth rate was non-significantly lower in the intervention arm (odds ratio 0.86, 95% CI 0.60-1.22), and the neonatal mortality rate higher (1.48, 1.06-2.08). The extended perinatal mortality rate did not differ between arms (1.19, 0.90-1.57). We have no evidence that these differences could be explained by the intervention.\n## CONCLUSIONS\nFacilitating urban community groups was feasible, and there was evidence of behaviour change, but we did not see population-level effects on health care or mortality. In cities with multiple sources of health care, but inequitable access to services, community mobilization should be integrated with attempts to deliver services for the poorest and most vulnerable, and with initiatives to improve quality of care in both public and private sectors.\n## TRIAL REGISTRATION\nCurrent Controlled Trials ISRCTN96256793\n",
            "in_text_citation": "More et al., 2012",
            "footnote": 24
        },
        {
            "title": "Effect of women's groups and volunteer peer counselling on rates of mortality, morbidity, and health behaviours in mothers and children in rural Malawi (MaiMwana): a factorial, cluster-randomised controlled trial.",
            "abstract": "## BACKGROUND\nWomen's groups and health education by peer counsellors can improve the health of mothers and children. We assessed their effects on mortality and breastfeeding rates in rural Malawi.\n## METHODS\nWe did a 2×2 factorial, cluster-randomised trial in 185,888 people in Mchinji district. 48 equal-sized clusters were randomly allocated to four groups with a computer-generated number sequence. 24 facilitators guided groups through a community action cycle to tackle maternal and child health problems. 72 trained volunteer peer counsellors made home visits at five timepoints during pregnancy and after birth to support breastfeeding and infant care. Primary outcomes for the women's group intervention were maternal, perinatal, neonatal, and infant mortality rates (MMR, PMR, NMR, and IMR, respectively); and for the peer counselling were IMR and exclusive breastfeeding (EBF) rates. Analysis was by intention to treat. The trial is registered as ISRCTN06477126.\n## FINDINGS\nWe monitored outcomes of 26,262 births between 2005 and 2009. In a factorial model adjusted only for clustering and the volunteer peer counselling intervention, in women's group areas, for years 2 and 3, we noted non-significant decreases in NMR (odds ratio 0.93, 0.64-1.35) and MMR (0.54, 0.28-1.04). After adjustment for parity, socioeconomic quintile, and baseline measures, effects were larger for NMR (0.85, 0.59-1.22) and MMR (0.48, 0.26-0.91). Because of the interaction between the two interventions, a stratified analysis was done. For women's groups, in adjusted analyses, MMR fell by 74% (0.26, 0.10-0.70), and NMR by 41% (0.59, 0.40-0.86) in areas with no peer counsellors, but there was no effect in areas with counsellors (1.09, 0.40-2.98, and 1.38, 0.75-2.54). Factorial analysis for the peer counselling intervention for years 1-3 showed a fall in IMR of 18% (0.82, 0.67-1.00) and an improvement in EBF rates (2.42, 1.48-3.96). The results of the stratified, adjusted analysis showed a 36% reduction in IMR (0.64, 0.48-0.85) but no effect on EBF (1.18, 0.63-2.25) in areas without women's groups, and in areas with women's groups there was no effect on IMR (1.05, 0.82-1.36) and an increase in EBF (5.02, 2.67-9.44). The cost of women's groups was US$114 per year of life lost (YLL) averted and that of peer counsellors was $33 per YLL averted, using stratified data from single intervention comparisons.\n## INTERPRETATION\nCommunity mobilisation through women's groups and volunteer peer counsellor health education are methods to improve maternal and child health outcomes in poor rural populations in Africa.\n## FUNDING\nSaving Newborn Lives, UK Department for International Development, and Wellcome Trust.\n",
            "in_text_citation": "Lewycka et al., 2013",
            "footnote": 25
        },
        {
            "title": "Effects of quality improvement in health facilities and community mobilization through women's groups on maternal, neonatal and perinatal mortality in three districts of Malawi: MaiKhanda, a cluster randomized controlled effectiveness trial.",
            "abstract": "## BACKGROUND\nMaternal, perinatal and neonatal mortality remains high in low-income countries. We evaluated community and facility-based interventions to reduce deaths in three districts of Malawi.\n## METHODS\nWe evaluated a rural participatory women's group community intervention (CI) and a quality improvement intervention at health centres (FI) via a two-by-two factorial cluster randomized controlled trial. Consenting pregnant women were followed-up to 2 months after birth using key informants. Primary outcomes were maternal, perinatal and neonatal mortality. Clusters were health centre catchment areas assigned using stratified computer-generated randomization. Following exclusions, including non-birthing facilities, 61 clusters were analysed: control (17 clusters, 4912 births), FI (15, 5335), CI (15, 5080) and FI + CI (14, 5249). This trial was registered as International Standard Randomised Controlled Trial [ISRCTN18073903]. Outcomes for 14,576 and 20,576 births were recorded during baseline (June 2007-September 2008) and intervention (October 2008-December 2010) periods.\n## RESULTS\nFor control, FI, CI and FI + CI clusters neonatal mortality rates were 34.0, 28.3, 29.9 and 27.0 neonatal deaths per 1000 live births and perinatal mortality rates were 56.2, 55.1, 48.0 and 48.4 per 1000 births, during the intervention period. Adjusting for clustering and stratification, the neonatal mortality rate was 22% lower in FI + CI than control clusters (OR = 0.78, 95% CI 0.60-1.01), and the perinatal mortality rate was 16% lower in CI clusters (OR = 0.84, 95% CI 0.72-0.97). We did not observe any intervention effects on maternal mortality.\n## CONCLUSIONS\nDespite implementation problems, a combined community and facility approach using participatory women's groups and quality improvement at health centres reduced newborn mortality in rural Malawi.\n",
            "in_text_citation": "Colbourn et al., (in press)",
            "footnote": 26
        },
        {
            "title": "The effect of increased coverage of participatory women's groups on neonatal mortality in Bangladesh: A cluster randomized trial.",
            "abstract": "## IMPORTANCE\nCommunity-based interventions can reduce neonatal mortality when health systems are weak. Population coverage of target groups may be an important determinant of their effect on behavior and mortality. A women's group trial at coverage of 1 group per 1414 population in rural Bangladesh showed no effect on neonatal mortality, despite a similar intervention having a significant effect on neonatal and maternal death in comparable settings.\n## OBJECTIVE\nTo assess the effect of a participatory women's group intervention with higher population coverage on neonatal mortality in Bangladesh.\n## DESIGN\nA cluster randomized controlled trial in 9 intervention and 9 control clusters.\n## SETTING\nRural Bangladesh.\n## PARTICIPANTS\nWomen permanently residing in 18 unions in 3 districts and accounting for 19 301 births during the final 24 months of the intervention.\n## INTERVENTIONS\nWomen's groups at a coverage of 1 per 309 population that proceed through a participatory learning and action cycle in which they prioritize issues that affected maternal and neonatal health and design and implement strategies to address these issues.\n## MAIN OUTCOMES AND MEASURES\nNeonatal mortality rate.\n## RESULTS\nAnalysis included 19 301 births during the final 24 months of the intervention. More than one-third of newly pregnant women joined the groups. The neonatal mortality rate was significantly lower in the intervention arm (21.3 neonatal deaths per 1000 live births vs 30.1 per 1000 in control areas), a reduction in neonatal mortality of 38% (risk ratio, 0.62 [95% CI, 0.43-0.89]) when adjusted for socioeconomic factors. The cost-effectiveness was US $220 to $393 per year of life lost averted. Cause-specific mortality rates suggest reduced deaths due to infections and those associated with prematurity/low birth weight. Improvements were seen in hygienic home delivery practices, newborn thermal care, and breastfeeding practices.\n## CONCLUSIONS AND RELEVANCE\nWomen's group community mobilization, delivered at adequate population coverage, is a highly cost-effective approach to improve newborn survival and health behavior indicators in rural Bangladesh.\n## TRIAL REGISTRATION\nisrctn.org Identifier: ISRCTN01805825.\n",
            "in_text_citation": "Fottrell et al., (in press)",
            "footnote": 27
        }
    ]
}