{
    "citations": [
        {
            "footnote": 47,
            "title": "The local environment and germline genetic variation predict cancer risk in the UK Biobank prospective cohort.",
            "in_text_citation": "Felici et al., 2024"
        },
        {
            "footnote": 29,
            "title": "Long-term exposure to fine particulate matter and site-specific cancer mortality: A difference-in-differences analysis in Jiangsu province, China.",
            "in_text_citation": "Fan et al., 2023"
        },
        {
            "footnote": 27,
            "title": "Exposure to wildfire-related PM2.5 and site-specific cancer mortality in Brazil from 2010 to 2016: A retrospective study.",
            "in_text_citation": "Yu et al., 2022a"
        },
        {
            "footnote": 45,
            "title": "Long term exposure to air pollution and kidney parenchyma cancer—Effects of low-level air pollution: a Study in Europe.",
            "in_text_citation": "Hvidtfeldt et al., 2022"
        },
        {
            "footnote": 28,
            "title": "Associations between long-term exposure to PM(2.5) and site-specific cancer mortality: A nationwide study in Brazil between 2010 and 2018.",
            "in_text_citation": "Yu et al., 2022b"
        },
        {
            "footnote": 44,
            "title": "Ambient air pollution and prostate cancer risk in a population-based Canadian case-control study.",
            "in_text_citation": "Youogo et al., 2022"
        },
        {
            "footnote": 41,
            "title": "Long-term residential exposure to air pollution and risk of testicular cancer in Denmark: A population-based case–control study.",
            "in_text_citation": "Taj et al., 2022"
        },
        {
            "footnote": 30,
            "title": "Different mortality risks of long-term exposure to particulate matter across different cancer sites.",
            "in_text_citation": "Shin et al., 2022"
        },
        {
            "footnote": 31,
            "title": "Relationships among green space, ambient fine particulate matter, and cancer incidence in Taiwan: A 16-year retrospective cohort study.",
            "in_text_citation": "Huang et al., 2022"
        },
        {
            "footnote": 32,
            "title": "Long-term exposure to ambient air pollution and bladder cancer incidence in a pooled European cohort: the ELAPSE project.",
            "in_text_citation": "Chen et al., 2022"
        },
        {
            "footnote": 34,
            "title": "Cancer mortality risk, fine particulate air pollution, and smoking in a large, representative cohort of US adults.",
            "in_text_citation": "Coleman et al., 2020a"
        },
        {
            "footnote": 46,
            "title": "Fine particulate matter exposure and cancer incidence: Analysis of SEER Cancer Registry Data from 1992-2016.",
            "in_text_citation": "Coleman et al., 2020b"
        },
        {
            "footnote": 43,
            "title": "Ambient air pollution and incident bladder cancer risk: Updated analysis of the Spanish Bladder Cancer Study.",
            "in_text_citation": "Turner et al., 2019a"
        },
        {
            "footnote": 40,
            "title": "Investigating the effects of multiple exposure measures to traffic-related air pollution on the risk of breast and prostate cancer.",
            "in_text_citation": "Shekarrizfard et al., 2018a"
        },
        {
            "footnote": 36,
            "title": "Long term effect of air pollution on incident hospital admissions: Results from the Italian Longitudinal Study within LIFE MED HISS project.",
            "in_text_citation": "Gandini et al., 2018"
        },
        {
            "footnote": 37,
            "title": "Is there an association between ambient air pollution and bladder cancer incidence? Analysis of 15 European Cohorts.",
            "in_text_citation": "Pedersen et al., 2018"
        },
        {
            "footnote": 35,
            "title": "Outdoor air pollution, green space, and cancer incidence in Saxony: a semi-individual cohort study.",
            "in_text_citation": "Datzmann et al., 2018"
        },
        {
            "footnote": 33,
            "title": "Chronic exposure to traffic-related air pollution and cancer incidence among 10,000 patients undergoing percutaneous coronary interventions: A historical prospective study.",
            "in_text_citation": "Cohen et al., 2018a"
        },
        {
            "footnote": 42,
            "title": "Ambient air pollution and cancer mortality in the Cancer Prevention Study II.",
            "in_text_citation": "Turner et al., 2017a"
        },
        {
            "footnote": 39,
            "title": "Outdoor air pollution and risk for kidney parenchyma cancer in 14 European cohorts.",
            "in_text_citation": "Raaschou-Nielsen et al., 2017a"
        },
        {
            "footnote": 38,
            "title": "Air pollution from traffic and cancer incidence: a Danish cohort study.",
            "in_text_citation": "Raaschou-Nielsen et al., 2011"
        },
        {
            "footnote": 62,
            "title": "Exposure to low-level ambient air pollution and the relationship with lung and bladder cancer in older men, in Perth, Western Australia.",
            "in_text_citation": "Lim et al., 2023"
        },
        {
            "footnote": 61,
            "title": "Ambient particulate matter exposure and urologic cancer: a longitudinal nationwide cohort study.",
            "in_text_citation": "Park et al., 2023"
        },
        {
            "footnote": 63,
            "title": "Traffic-related air pollution and risk of lung, breast, and urinary tract cancer in Halifax, Nova Scotia.",
            "in_text_citation": "Dummer et al., 2023"
        },
        {
            "footnote": 60,
            "title": "Additive effects of 10-year exposures to PM(2.5) and NO(2) and primary cancer incidence in American older adults.",
            "in_text_citation": "Wei et al., 2023"
        },
        {
            "footnote": 55,
            "title": "An urban-rural and sex differences in cancer incidence and mortality and the relationship with PM(2.5) exposure: An ecological study in the southeastern side of Hu line.",
            "in_text_citation": "Wang et al., 2019"
        },
        {
            "footnote": 53,
            "title": "Residence in proximity of a coal-oil-fired thermal power plant and risk of lung and bladder cancer in North-Eastern Italy. A population-based study: 1995–2009.",
            "in_text_citation": "Collarile et al., 2017"
        },
        {
            "footnote": 57,
            "title": "Spatial variations in ambient ultrafine particle concentrations and the risk of incident prostate cancer: A case-control study.",
            "in_text_citation": "Weichenthal et al., 2017"
        },
        {
            "footnote": 52,
            "title": "Long-term exposure to traffic-related air pollution and cancer among survivors of myocardial infarction: A 20-year follow-up study.",
            "in_text_citation": "Cohen et al., 2017b"
        },
        {
            "footnote": 51,
            "title": "Spatial analysis of ambient PM(2.5) exposure and bladder cancer mortality in Taiwan.",
            "in_text_citation": "Yeh et al., 2017"
        },
        {
            "footnote": 49,
            "title": "Cancer mortality risks from long-term exposure to ambient fine particle.",
            "in_text_citation": "Wong et al., 2016"
        },
        {
            "footnote": 48,
            "title": "Mortality and morbidity in a population exposed to multiple sources of air pollution: A retrospective cohort study using air dispersion models.",
            "in_text_citation": "Ancona et al., 2015"
        },
        {
            "footnote": 56,
            "title": "Investigating the role of transportation models in epidemiologic studies of traffic related air pollution and health effects.",
            "in_text_citation": "Shekarrizfard et al., 2015b"
        },
        {
            "footnote": 58,
            "title": "Traffic-related air pollution and prostate cancer risk: a case-control study in Montreal, Canada.",
            "in_text_citation": "Parent et al., 2013"
        },
        {
            "footnote": 50,
            "title": "NO(2) and cancer incidence in Saudi Arabia.",
            "in_text_citation": "Al-Ahmadi et al., 2013"
        },
        {
            "footnote": 59,
            "title": "The impact of atmospheric particulate matter on cancer incidence and mortality in the city of São Paulo, Brazil.",
            "in_text_citation": "Yanagi et al., 2012"
        },
        {
            "footnote": 54,
            "title": "Ambient exposure to criteria air pollutants and risk of death from bladder cancer in Taiwan.",
            "in_text_citation": "Liu et al., 2009"
        }
    ]
}