{
    "data": [
        {
            "pmid": "38879581",
            "criteria": "Figure 1 illustrates the study selection procedures. COVIDENCE web-based software was applied to assist in collaboration and management of study screening. After removing duplicates, two authors (JL & ZD) independently performed preliminary screening by reviewing the titles and abstracts of the retrieved articles. For articles that passed preliminary screening, they then performed full-text review to determine eligibility and recorded reasons for exclusion. A senior author (MEL) was recruited for arbitration when discrepancies were encountered. We included studies in the systematic review and meta-analysis that met the following search criteria: 1) epidemiologic study evaluating the association between air pollution and at least one type or all urological cancer risk; 2) cohort, case-control, or ecological study design (the ecological studies were included since air pollution levels are not likely to vary substantially over studied geographic distances); 3) air pollution exposure(s)of PM2.5, PM2.5-10, PM10, NO2, NOX, O3, CO, black carbon (BC, also named PMabsorbance), and/or SO2. 4) urological cancer outcome(s) such as prostate, bladder, kidney, and testicular cancer. Studies were excluded for the following reasons: 1) no relevant air pollution exposure; 2) no relevant urological cancer outcome; 3) no risk estimate; 4) specialized population (i.e., not adult, occupational-related exposure, participants with specific diseases); 5) conference abstract, letter, animal experiment, clinical trial research study, case report, or review. Concerning multiple publications with overlapping study populations, the meta-analysis included the publication with the most up-to-date estimates, and the others were considered only for context in the systematic review. Additionally, relevant original research did not provide suitable associations for the meta-analysis (i.e., spatial analysis, air pollution from special pollution sources, results for categorical air pollution level only, no relative risk estimates (e.g., absolute risk difference), combined estimates for various cancer types with no specific estimate for urologic cancer type), were included only in the systematic review.",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11180144"
        }
    ]
}