{
    "key_references": [
        {
            "title": "The local environment and germline genetic variation predict cancer risk in the UK Biobank prospective cohort.",
            "abstract": "## BACKGROUND\nThere is a growing body of evidence on the effect of the local environment exposure on cancer susceptibility. Nonetheless, several of the associations remain controversial. Moreover, our understanding of the possible interaction between the local environment and the genetic variability is still very limited.\n## OBJECTIVE\nThe aim of this study was to clarify the role of the local environment and its possible interplay with genetics on common cancers development.\n## METHODS\nUsing the UK Biobank (UKBB) prospective cohort, we selected 12 local environment exposures: nitrogen oxides, nitrogen dioxides, particulate matter (10 and 2.5 μm), noise pollution, urban traffic, living distance from the coast, percentage of greenspace, natural environment, water, and domestic garden within 1000 m from the residential coordinates of each participant. All these exposures were tested for association with 17 different types of cancer for a total of 53,270 cases and 302,645 controls. Additionally, a polygenic score (PGS) was computed for each cancer, to test possible gene-environment interactions. Finally, mediation analyses were carried out.\n## RESULTS\nThirty-six statistically significant associations considering multiple testing (p < 2.19 × 10\n## DISCUSSION\nLiving close to the coast and air pollution were associated with a decreased risk of prostate cancer and skin melanoma, respectively. These findings from the UKBB support the role of the local environment on cancer development, which is independent from genetics and may be mediated by several lifestyle factors.\n",
            "in_text_citation": "Felici et al., 2024",
            "footnote": 47
        },
        {
            "title": "Long-term exposure to fine particulate matter and site-specific cancer mortality: A difference-in-differences analysis in Jiangsu province, China.",
            "abstract": "## BACKGROUND\nAccumulating studies have reported that chronic exposure to ambient fine particulate matter (PM\n## OBJECTIVE\nTo explore the causal effect of long-term PM\n## METHODS\nFor each of 53 county-based spatial units in Jiangsu province, we calculated annual death counts for all-site cancer and 23 site-specific cancers. Using a validated high-resolution PM\n## RESULTS\nDuring the study period, we identified 947,337 adult cancer deaths in Jiangsu province. Each 1 μg/m\n## CONCLUSIONS\nLong-term exposure to ambient PM\n",
            "in_text_citation": "Fan et al., 2023",
            "footnote": 29
        },
        {
            "title": "Exposure to wildfire-related PM2.5 and site-specific cancer mortality in Brazil from 2010 to 2016: A retrospective study.",
            "abstract": "## BACKGROUND\nLong-term exposure to fine particles ≤2.5 μm in diameter (PM2.5) has been linked to cancer mortality. However, the effect of wildfire-related PM2.5 exposure on cancer mortality risk is unknown. This study evaluates the association between wildfire-related PM2.5 and site-specific cancer mortality in Brazil, from 2010 to 2016.\n## METHODS AND FINDINGS\nNationwide cancer death records were collected during 2010-2016 from the Brazilian Mortality Information System. Death records were linked with municipal-level wildfire- and non-wildfire-related PM2.5 concentrations, at a resolution of 2.0° latitude by 2.5° longitude. We applied a variant difference-in-differences approach with quasi-Poisson regression, adjusting for seasonal temperature and gross domestic product (GDP) per capita. Relative risks (RRs) and 95% confidence intervals (CIs) for the exposure for specific cancer sites were estimated. Attributable fractions and cancer deaths were also calculated. In total, 1,332,526 adult cancer deaths (age ≥ 20 years), from 5,565 Brazilian municipalities, covering 136 million adults were included. The mean annual wildfire-related PM2.5 concentration was 2.38 μg/m3, and the annual non-wildfire-related PM2.5 concentration was 8.20 μg/m3. The RR for mortality from all cancers was 1.02 (95% CI 1.01-1.03, p < 0.001) per 1-μg/m3 increase of wildfire-related PM2.5 concentration, which was higher than the RR per 1-μg/m3 increase of non-wildfire-related PM2.5 (1.01 [95% CI 1.00-1.01], p = 0.007, with p for difference = 0.003). Wildfire-related PM2.5 was associated with mortality from cancers of the nasopharynx (1.10 [95% CI 1.04-1.16], p = 0.002), esophagus (1.05 [95% CI 1.01-1.08], p = 0.012), stomach (1.03 [95% CI 1.01-1.06], p = 0.017), colon/rectum (1.08 [95% CI 1.05-1.11], p < 0.001), larynx (1.06 [95% CI 1.02-1.11], p = 0.003), skin (1.06 [95% CI 1.00-1.12], p = 0.003), breast (1.04 [95% CI 1.01-1.06], p = 0.007), prostate (1.03 [95% CI 1.01-1.06], p = 0.019), and testis (1.10 [95% CI 1.03-1.17], p = 0.002). For all cancers combined, the attributable deaths were 37 per 100,000 population and ranged from 18/100,000 in the Northeast Region of Brazil to 71/100,000 in the Central-West Region. Study limitations included a potential lack of assessment of the joint effects of gaseous pollutants, an inability to capture the migration of residents, and an inability to adjust for some potential confounders.\n## CONCLUSIONS\nExposure to wildfire-related PM2.5 can increase the risks of cancer mortality for many cancer sites, and the effect for wildfire-related PM2.5 was higher than for PM2.5 from non-wildfire sources.\n",
            "in_text_citation": "Yu et al., 2022",
            "footnote": 27
        },
        {
            "title": "Long term exposure to air pollution and kidney parenchyma cancer - Effects of low-level air pollution: a Study in Europe (ELAPSE).",
            "abstract": "## BACKGROUND\nParticulate matter (PM) is classified as a group 1 human carcinogen. Previous experimental studies suggest that particles in diesel exhaust induce oxidative stress, inflammation and DNA damage in kidney cells, but the evidence from population studies linking air pollution to kidney cancer is limited.\n## METHODS\nWe pooled six European cohorts (N = 302,493) to assess the association of residential exposure to fine particles (PM\n## RESULTS\nThe participants were followed from baseline (1985-2005) to 2011-2015. A total of 847 cases occurred during 5,497,514 person-years of follow-up (average 18.2 years). Median (5-95%) exposure levels of NO\n## CONCLUSION\nWe did not observe an association between long-term ambient air pollution exposure and incidence of kidney parenchyma cancer.\n",
            "in_text_citation": "Hvidtfeldt et al., 2022",
            "footnote": 45
        },
        {
            "title": "Associations between long-term exposure to PM2.5 and site-specific cancer mortality: A nationwide study in Brazil between 2010 and 2018.",
            "abstract": "Long-term exposure to PM2.5 has been linked to lung cancer incidence and mortality, but limited evidence existed for other cancers. This study aimed to assess the association between PM2.5 on cancer specific mortality. An ecological study based on the cancer mortality data collected from 5,565 Brazilian cities during 2010-2018 using a difference-in-differences approach with quasi-Poisson regression, was applied to examine PM2.5-cancer mortality associations. Globally gridded annual average surface PM2.5 concentration was extracted and linked with the residential municipality of participants in this study. Sex, age stratified and exposure-response estimations were also conducted. Totalling 1,768,668 adult cancer deaths records of about 208 million population living across 5,565 municipalities were included in this study. The average PM2.5 concentration was 7.63 μg/m3 (standard deviation 3.32) with range from 2.95 μg/m3 to 28.5 μg/m3. With each 10 μg/m3 increase in three-year-average (current year and previous two years) concentrations of PM2.5, the relative risks (RR) of cancer mortality were 1.16 (95% confidence interval [CI]: 1.11-1.20) for all-site cancers. The PM2.5 exposure was significantly associated with several cancer-specific mortalities including oral, nasopharynx, oesophagus, and stomach, colon rectum, liver, gallbladder, larynx, lung, bone, skin, female breast, cervix, prostate, brain and leukaemia. No safe level of PM2.5 exposure was observed in the exposure-response curve for all types of cancer. In conclusion, with nationwide cancer death records in Brazil, we found that long-term exposure to ambient PM2.5 increased risks of mortality for many cancer types. Even low level PM2.5 concentrations had significant impacts on cancer mortality.",
            "in_text_citation": "Yu et al., 2022",
            "footnote": 28
        },
        {
            "title": "Ambient air pollution and prostate cancer risk in a population-based Canadian case-control study.",
            "abstract": "## UNLABELLED\nAmbient air pollution is a human carcinogen and a possible risk factor for prostate cancer.\n## METHODS\nWe investigated associations between ambient concentrations particulate matter 2.5 (PM\n## RESULTS\nWe found positive associations between exposure to PM\n## CONCLUSIONS\nOur findings support the hypothesis that ambient air pollution increases the risk of prostate cancer.\n",
            "in_text_citation": "Youogo et al., 2022",
            "footnote": 44
        },
        {
            "title": "Long-term residential exposure to air pollution and risk of testicular cancer in Denmark: A population-based case-control study.",
            "abstract": "## BACKGROUND\nThe incidence rate risk of testicular cancer has increased over the last four decades, and most significant increase has been among Caucasian men in Nordic countries. Second-generation immigrant studies indicate a significant role of environmental exposure in testicular cancer.\n## METHODS\nWe conducted a nationwide register-based case-control study, including 6,390 testicular cancer cases registered in the Danish Cancer Registry between 1989 and 2014. Up to four age-matched controls for each case (n=18,997) were randomly selected from Civil Registration System. Ambient air pollution levels were estimated at addresses of cases and controls with a state-of-the-art air pollution modeling system.\n## RESULTS\nWe mostly found ORs close to 1.00 and with 95% confidence intervals (CI) spanning 1.00. Exposure during the year preceding birth was associated with ORs for NO2 of 0.87 (95%CI: 0.77-0.97) per 10 µg/m3 and for organic carbon of 0.84 (95%CI: 0.72-0.98) per 1 µg/m3. Exposure during the first 10 years of life was associated with ORs for organic carbon of 0.79 (95%CI: 0.67-0.93) per 1 µg/m3, for O3 of 1.20 (95%CI: 1.07-1.34) per 10 µg/m3 and for secondary inorganic aerosols of 1.07 (95%CI: 1.00-1.15) per 1 µg/m3.\n## CONCLUSIONS\nEarly-life exposure to NO2 and OC was associated with lower risk for testicular cancer whereas early-life exposure to O3 and SIA was associated with higher risk.\n## IMPACT\nWe report both positive and negative associations between ambient air pollutants and risk of testicular, dependent on pollutant, exposure time window and age at diagnosis. This is the first study to investigate such associations.\n",
            "in_text_citation": "Taj et al., 2022",
            "footnote": 41
        },
        {
            "title": "Different Mortality Risks of Long-Term Exposure to Particulate Matter across Different Cancer Sites.",
            "abstract": "Particulate matter (PM) air pollution has challenged the global community and the International Agency for Research on Cancer (IARC) classified airborne particulate matter as carcinogenic to humans. However, while most studies of cancer examined a single cancer type using different cohorts, few studies compared the associations of PM between different cancer types. We aimed to compare the association of long-term exposure to PM (PM\n",
            "in_text_citation": "Shin et al., 2022",
            "footnote": 30
        },
        {
            "title": "Relationships among green space, ambient fine particulate matter, and cancer incidence in Taiwan: A 16-year retrospective cohort study.",
            "abstract": "## INTRODUCTION\nGreen space and air pollution have been recognized as vital health determinants. There is a paucity of studies examining the interplay between green space, fine particulate matter (PM\n## OBJECTIVE\nWe aimed to explore the contributions of green space and ambient PM\n## MATERIALS AND METHODS\nThis retrospective longitudinal cohort study included 407,415 participants. Data were obtained from the 2000-2015 Mei Jau Health Examination Database linked to the Taiwan Cancer Registry and Causes of Death datasets. All participants were aged ≥20 years and had no history of cancer. The environmental exposure were the normalized difference vegetation index (NDVI) and the 2-year average PM\n## RESULTS\nDuring a median follow-up of 10.37 years, 11,576 cancer cases were reported. PM\n## CONCLUSION\nLong-term PM\n",
            "in_text_citation": "Huang et al., 2022",
            "footnote": 31
        },
        {
            "title": "Long-term exposure to ambient air pollution and bladder cancer incidence in a pooled European cohort: the ELAPSE project.",
            "abstract": "## BACKGROUND\nThe evidence linking ambient air pollution to bladder cancer is limited and mixed.\n## METHODS\nWe assessed the associations of bladder cancer incidence with residential exposure to fine particles (PM\n## RESULTS\nDuring an average of 18.2 years follow-up, 967 bladder cancer cases occurred. We observed a positive though statistically non-significant association between PM\n## CONCLUSIONS\nWe found suggestive evidence of an association between long-term PM\n",
            "in_text_citation": "Chen et al., 2022",
            "footnote": 32
        },
        {
            "title": "Cancer mortality risk, fine particulate air pollution, and smoking in a large, representative cohort of US adults.",
            "abstract": "## PURPOSE\nAir pollution and smoking are associated with various types of mortality, including cancer. The current study utilizes a publicly accessible, nationally representative cohort to explore relationships between fine particulate matter (PM\n## METHODS\nNational Health Interview Survey and mortality follow-up data were combined to create a study population of 635,539 individuals surveyed from 1987 to 2014. A sub-cohort of 341,665 never-smokers from the full cohort was also created. Individuals were assigned modeled PM\n## RESULTS\nThe risk of all cancer mortality was adversely associated with PM\n## CONCLUSIONS\nExposure to PM\n",
            "in_text_citation": "Coleman et al., 2020",
            "footnote": 34
        },
        {
            "title": "Fine Particulate Matter Exposure and Cancer Incidence: Analysis of SEER Cancer Registry Data from 1992-2016.",
            "abstract": "## BACKGROUND\nPrevious research has identified an association between fine particulate matter (\n## OBJECTIVES\nThe primary purpose of this study was to evaluate the association between the incidence of cancer and exposure to \n## METHODS\nSurveillance, Epidemiology, and End Results (SEER) program data were used to calculate incidence rates for various cancer types in 607 U.S. counties. County-level \n## RESULTS\nThe incidences of all cancer and lung cancer were consistently associated with \n## DISCUSSION\nExposure to \n",
            "in_text_citation": "Coleman et al., 2020",
            "footnote": 46
        },
        {
            "title": "Ambient air pollution and incident bladder cancer risk: Updated analysis of the Spanish Bladder Cancer Study.",
            "abstract": "Although outdoor air pollution and particulate matter in outdoor air have been consistently linked with increased lung cancer risk, the evidence for associations at other cancer sites is limited. Bladder cancer shares several risk factors with lung cancer and some positive associations of ambient air pollution and bladder cancer risk have been observed. This study examined associations of ambient air pollution and bladder cancer risk in the large-scale Spanish Bladder Cancer Study. Estimates of ambient fine particulate matter (PM\n",
            "in_text_citation": "Turner et al., 2019",
            "footnote": 43
        },
        {
            "title": "Long term effect of air pollution on incident hospital admissions: Results from the Italian Longitudinal Study within LIFE MED HISS project.",
            "abstract": "## BACKGROUND\nThe LIFE MED HISS project aims at setting up a surveillance system on the long term effects of air pollution on health, using data from National Health Interview Surveys and other currently available sources of information in most European countries. Few studies assessed the long term effect of air pollution on hospital admissions in European cohorts.\n## OBJECTIVE\nThe objective of this paper is to estimate the long term effect of fine particulate matter (PM2.5) and nitrogen dioxide (NO\n## METHODS\nWe used data from the Italian Longitudinal Study (ILS), a cohort study based on the 1999-2000 National Health Interview Survey (NHIS), followed up for hospitalization (2001-2008) at individual level. The survey contains information on crucial potential confounders: occupational/educational/marital status, body mass index (BMI), smoking habit and physical activity. Annual mean exposure to PM2.5 and NO\n## RESULTS\nFor each cause of hospitalization we estimated the hazard ratios (HRs) adjusted for confounders with 95% Confidence Interval (CI) related to a 10 μg/m\n## DISCUSSION\nOur results add new evidence on the effects of air pollution on first-ever (incident) hospitalizations, both in urban and rural areas. We demonstrated the feasibility of a low-cost monitoring system based on available data.\n",
            "in_text_citation": "Gandini et al., 2018",
            "footnote": 36
        },
        {
            "title": "Is There an Association Between Ambient Air Pollution and Bladder Cancer Incidence? Analysis of 15 European Cohorts.",
            "abstract": "## BACKGROUND\nAmbient air pollution contains low concentrations of carcinogens implicated in the etiology of urinary bladder cancer (BC). Little is known about whether exposure to air pollution influences BC in the general population.\n## OBJECTIVE\nTo evaluate the association between long-term exposure to ambient air pollution and BC incidence.\n## DESIGN, SETTING, AND PARTICIPANTS\nWe obtained data from 15 population-based cohorts enrolled between 1985 and 2005 in eight European countries (N=303431; mean follow-up 14.1 yr). We estimated exposure to nitrogen oxides (NO\n## OUTCOME MEASUREMENTS AND STATISTICAL ANALYSIS\nWe used Cox proportional-hazards models with adjustment for potential confounders for cohort-specific analyses and meta-analyses to estimate summary hazard ratios (HRs) for BC incidence.\n## RESULTS AND LIMITATIONS\nDuring follow-up, 943 incident BC cases were diagnosed. In the meta-analysis, none of the exposures were associated with BC risk. The summary HRs associated with a 10-μg/m\n## CONCLUSIONS\nThere was no evidence of an association between exposure to outdoor air pollution levels at place of residence and risk of BC.\n## PATIENT SUMMARY\nWe assessed the link between outdoor air pollution at place of residence and bladder cancer using the largest study population to date and extensive assessment of exposure and comprehensive data on personal risk factors such as smoking. We found no association between the levels of outdoor air pollution at place of residence and bladder cancer risk.\n",
            "in_text_citation": "Pedersen et al., 2018",
            "footnote": 37
        },
        {
            "title": "Outdoor air pollution, green space, and cancer incidence in Saxony: a semi-individual cohort study.",
            "abstract": "## BACKGROUND\nThere are a few epidemiological studies that (1) link increased ambient air pollution (AP) with an increase in lung cancer incidence rates and (2) investigate whether residing in green spaces could be protective against cancer. However, it is completely unclear whether other forms of cancer are also affected by AP and if residential green spaces could lower cancer incidence rates in general. Therefore, the objective was to estimate whether AP and green space are associated with several cancer types.\n## METHODS\nThe analysis was based on routine health care data from around 1.9 million people from Saxony who were free of cancer in 2008 and 2009. Incident cancer cases (2010-2014) of mouth and throat, skin (non-melanoma skin cancer - NMSC), prostate, breast, and colorectum were defined as: (1) one inpatient diagnosis, or (2) two outpatient diagnoses in two different quarters within one year and a specific treatment or death within two quarters after the diagnosis. Exposures, derived from freely available 3rd party data, included particulate matter with aerodynamic diameter of less than 10 μm (PM\n## RESULTS\nThree thousand one hundred seven people developed mouth and throat cancer, 33,178 NMSC, 9611 prostate cancer, 9577 breast cancer, and 11,975 colorectal cancer during the follow-up period (2010-2014). An increase in PM\n## CONCLUSIONS\nIn addition to the studies carried out so far, this study was able to provide evidence that higher ambient AP levels increase the risk of mouth and throat cancer as well as of NMSC and that a higher residential green space level might have a protective effect for NMSC in areas with low to moderate UV intensity. Nevertheless, we cannot rule out residual confounding by socioeconomic or smoking status.\n",
            "in_text_citation": "Datzmann et al., 2018",
            "footnote": 35
        },
        {
            "title": "Chronic exposure to traffic-related air pollution and cancer incidence among 10,000 patients undergoing percutaneous coronary interventions: A historical prospective study.",
            "abstract": "Background Exposure to traffic-related air pollution (TRAP) is considered to have a carcinogenic effect. The authors previously reported a nonsignificant association between TRAP and cancer risk in a relatively small cohort of myocardial infarction survivors. This study assessed whether TRAP exposure is associated with subsequent cancer in a large cohort of coronary patients. Methods & results Consecutive patients undergoing percutaneous coronary interventions in a major medical centre in central Israel from 2004 to 2014 were followed for cancer through 2015. Residential levels of nitrogen oxides (NO\n",
            "in_text_citation": "Cohen et al., 2018",
            "footnote": 33
        },
        {
            "title": "Ambient Air Pollution and Cancer Mortality in the Cancer Prevention Study II.",
            "abstract": "## BACKGROUND\nThe International Agency for Research on Cancer classified both outdoor air pollution and airborne particulate matter as carcinogenic to humans (Group 1) for lung cancer. There may be associations with cancer at other sites; however, the epidemiological evidence is limited.\n## OBJECTIVE\nThe aim of this study was to clarify whether ambient air pollution is associated with specific types of cancer other than lung cancer by examining associations of ambient air pollution with nonlung cancer death in the Cancer Prevention Study II (CPS-II).\n## METHODS\nAnalysis included 623,048 CPS-II participants who were followed for 22 y (1982-2004). Modeled estimates of particulate matter with aerodynamic diameter <2.5µm (PM\n## RESULTS\nWe observed 43,320 nonlung cancer deaths. PM\n## CONCLUSIONS\nThe results from this large prospective study suggest that ambient air pollution was not associated with death from most nonlung cancers, but associations with kidney, bladder, and colorectal cancer death warrant further investigation. https://doi.org/10.1289/EHP1249.\n",
            "in_text_citation": "Turner et al., 2017",
            "footnote": 42
        },
        {
            "title": "Outdoor air pollution and risk for kidney parenchyma cancer in 14 European cohorts.",
            "abstract": "Several studies have indicated weakly increased risk for kidney cancer among occupational groups exposed to gasoline vapors, engine exhaust, polycyclic aromatic hydrocarbons and other air pollutants, although not consistently. It was the aim to investigate possible associations between outdoor air pollution at the residence and the incidence of kidney parenchyma cancer in the general population. We used data from 14 European cohorts from the ESCAPE study. We geocoded and assessed air pollution concentrations at baseline addresses by land-use regression models for particulate matter (PM\n",
            "in_text_citation": "Raaschou-Nielsen et al., 2017",
            "footnote": 39
        },
        {
            "title": "Air pollution from traffic and cancer incidence: a Danish cohort study.",
            "abstract": "## BACKGROUND\nVehicle engine exhaust includes ultrafine particles with a large surface area and containing absorbed polycyclic aromatic hydrocarbons, transition metals and other substances. Ultrafine particles and soluble chemicals can be transported from the airways to other organs, such as the liver, kidneys, and brain. Our aim was to investigate whether air pollution from traffic is associated with risk for other cancers than lung cancer.\n## METHODS\nWe followed up 54,304 participants in the Danish Diet Cancer and Health cohort for 20 selected cancers in the Danish Cancer Registry, from enrolment in 1993-1997 until 2006, and traced their residential addresses from 1971 onwards in the Central Population Registry. We used modeled concentration of nitrogen oxides (NO(x)) and amount of traffic at the residence as indicators of traffic-related air pollution and used Cox models to estimate incidence rate ratios (IRRs) after adjustment for potential confounders.\n## RESULTS\nNO(x) at the residence was significantly associated with risks for cervical cancer (IRR, 2.45; 95% confidence interval [CI], 1.01;5.93, per 100 μg/m(3) NO(x)) and brain cancer (IRR, 2.28; 95% CI, 1.25;4.19, per 100 μg/m(3) NO(x)).\n## CONCLUSIONS\nThis hypothesis-generating study indicates that traffic-related air pollution might increase the risks for cervical and brain cancer, which should be tested in future studies.\n",
            "in_text_citation": "Raaschou-Nielsen et al., 2011",
            "footnote": 38
        },
        {
            "title": "Exposure to low-level ambient air pollution and the relationship with lung and bladder cancer in older men, in Perth, Western Australia.",
            "abstract": "## BACKGROUND\nAir pollution is a cause of lung cancer and is associated with bladder cancer. However, the relationship between air pollution and these cancers in regions of low pollution is unclear. We investigated associations between fine particulate matter (PM\n## METHODS\nA cohort of 11,679 men ≥65 years old in Perth (Western Australia) were followed from 1996-1999 until 2018. Pollutant concentrations, as a time-varying variable, were estimated at participants' residential addresses using land use regression models. Incident lung and bladder cancer were identified through the Western Australian Cancer Registry. Risks were estimated using Cox proportional-hazard models (age as the timescale), adjusting for smoking, socioeconomic status, and co-pollutants.\n## RESULTS\nLung cancer was associated with PM\n## CONCLUSION\nLow-level ambient air pollution is associated with lung, and possibly bladder, cancer among older men, suggesting there is no known safe level for air pollution as a carcinogen.\n",
            "in_text_citation": "Lim et al., 2023",
            "footnote": 62
        },
        {
            "title": "Ambient particulate matter exposure and urologic cancer: a longitudinal nationwide cohort study.",
            "abstract": "Increased particulate matter (PM) exposure is positively associated with increased incidence and mortality of many human malignancies. However, evidence of urologic cancer is limited. We aimed to evaluate the association between PM\n",
            "in_text_citation": "Park et al., 2023",
            "footnote": 61
        },
        {
            "title": "Traffic-Related Air Pollution and Risk of Lung, Breast, and Urinary Tract Cancer in Halifax, Nova Scotia.",
            "abstract": "## OBJECTIVES\nWe assessed the association of traffic-related air pollution (TRAP) with the incidence of lung, breast, and urinary tract cancer in Halifax, Nova Scotia.\n## METHODS\nOur case-control study included 2315 cancers and 8501 age-sex-matched controls. Land-use regression was used to estimate TRAP concentrations. Logistic regression was used to assess cancer risk in relation to TRAP, adjusting for community social and material deprivation.\n## RESULTS\nThere was no association between the risk of lung, breast, or urinary tract cancer in relation to TRAP. Lung cancer risk was significantly increased in the most deprived communities, whereas breast cancer risk was highest in the least deprived communities.\n## CONCLUSIONS\nIn a city characterized by low levels of ambient air pollution, there was no evidence of a linear increased lung, breast, or urinary tract cancer risk in relation to TRAP.\n",
            "in_text_citation": "Dummer et al., 2023",
            "footnote": 63
        },
        {
            "title": "Additive effects of 10-year exposures to PM2.5 and NO2 and primary cancer incidence in American older adults.",
            "abstract": "## Abstract\nEpidemiologic evidence on the relationships between air pollution and the risks of primary cancers other than lung cancer remained largely lacking. We aimed to examine associations of 10-year exposures to fine particulate matter (PM2.5) and nitrogen dioxide (NO2) with risks of breast, prostate, colorectal, and endometrial cancers.\n## Methods:\nFor each cancer, we constructed a separate cohort among the national Medicare beneficiaries during 2000 to 2016. We simultaneously examined the additive associations of six exposures, namely, moving average exposures to PM2.5 and NO2 over the year of diagnosis and previous 2 years, previous 3 to 5 years, and previous 6 to 10 years, with the risk of first cancer diagnosis after 10 years of follow-up, during which there was no cancer diagnosis.\n## Results:\nThe cohorts included 2.2 to 6.5 million subjects for different cancers. Exposures to PM2.5 and NO2 were associated with increased risks of colorectal and prostate cancers but were not associated with endometrial cancer risk. NO2 was associated with a decreased risk of breast cancer, while the association for PM2.5 remained inconclusive. At exposure levels below the newly updated World Health Organization Air Quality Guideline, we observed substantially larger associations between most exposures and the risks of all cancers, which were translated to hundreds to thousands new cancer cases per year within the cohort per unit increase in each exposure.\n## Conclusions:\nThese findings suggested substantial cancer burden was associated with exposures to PM2.5 and NO2, emphasizing the urgent need for strategies to mitigate air pollution levels.",
            "in_text_citation": "Wei et al., 2023",
            "footnote": 60
        },
        {
            "title": "An urban-rural and sex differences in cancer incidence and mortality and the relationship with PM 2.5 exposure: An ecological study in the southeastern side of Hu line.",
            "abstract": "This study investigates the urban-rural and sex differences in the increased risks of the ten most common cancers in China related to high PM2.5 concentration in the southeastern side of Hu line. Pearson correlation coefficient is estimated to reveal how the cancers closely associated with PM2.5 long-term exposure. Then linear regression is conducted to evaluate sex- and area-specific increased risks of those cancers from high level PM2.5 long-term exposure. The major finding is with the increase of every 10 μg/m3 of annual mean PM2.5 concentration, the increase of relative risks for lung cancer incidence and mortality are 15% and 23% for males, and 22% and 24% for females in rural area. For urban area, the increase of relative risk for ovarian cancer incidence is 9% for females, while that for prostatic cancer increases 17% for males. For leukemia, the increase of relative risks for incidence and mortality are 22% and 19% for females in rural area, while in urban area the increase of relative risk for mortality is 9% for males and for incidence is 6% for females. It is also found that with increased PM2.5 exposure, the risks for ovarian and prostatic cancer rise significantly in urban area, while risks for lung cancer and leukemia rise significantly in rural area. The results demonstrate the higher risks for lung cancer and leukemia with increased PM2.5 exposure are more significant for female. This study also suggests that the carcinogenic effects of PM2.5 have obvious sex and urban-rural differences.",
            "in_text_citation": "Wang et al., 2019",
            "footnote": 55
        },
        {
            "title": "Residence in Proximity of a Coal-Oil-Fired Thermal Power Plant and Risk of Lung and Bladder Cancer in North-Eastern Italy. A Population-Based Study: 1995-2009.",
            "abstract": "This study investigated the risk of lung and bladder cancers in people residing in proximity of a coal-oil-fired thermal power plant in an area of north-eastern Italy, covered by a population-based cancer registry. Incidence rate ratios (IRR) by sex, age, and histology were computed according to tertiles of residential exposure to benzene, nitrogen dioxide (NO2), particular matter, and sulfur dioxide (SO2) among 1076 incident cases of lung and 650 cases of bladder cancers. In men of all ages and in women under 75 years of age, no significant associations were observed. Conversely, in women aged ≥75 years significantly increased risks of lung and bladder cancers were related to high exposure to benzene (IRR for highest vs. lowest tertile: 2.00 for lung cancer and 1.94 for bladder cancer) and NO2 (IRR: 1.72 for lung cancer; and 1.94 for bladder cancer). In these women, a 1.71-fold higher risk of lung cancer was also related to a high exposure to SO2. Acknowledging the limitations of our study, in particular that we did not have information regarding cigarette smoking habits, the findings of this study indicate that air pollution exposure may have had a role with regard to the risk of lung and bladder cancers limited to women aged ≥75 years. Such increased risk warrants further analytical investigations.\n",
            "in_text_citation": "Collarile et al., 2017",
            "footnote": 53
        },
        {
            "title": "Spatial variations in ambient ultrafine particle concentrations and the risk of incident prostate cancer: A case-control study.",
            "abstract": "## BACKGROUND\nDiesel exhaust contains large numbers of ultrafine particles (UFPs, <0.1µm) and is a recognized human carcinogen. However, epidemiological studies have yet to evaluate the relationship between UFPs and cancer incidence.\n## METHODS\nWe conducted a case-control study of UFPs and incident prostate cancer in Montreal, Canada. Cases were identified from all main Francophone hospitals in the Montreal area between 2005 and 2009. Population controls were identified from provincial electoral lists of French Montreal residents and frequency-matched to cases using 5-year age groups. UFP exposures were estimated using a land use regression model. Exposures were assigned to residential locations at the time of diagnosis/recruitment as well as approximately 10-years earlier to consider potential latency between exposure and disease onset. Odds ratios (OR) and 95% confidence intervals (95% CI) were calculated per interquartile range (IQR) increase in UFPs (approximately 4000 particles/cm\n## RESULTS\nAmbient UFP concentrations were associated with an increased risk of prostate cancer (OR=1.10, 95% CI: 1.01, 1.19) in fully adjusted models when exposures were assigned to residences 10-years prior to diagnosis. This risk estimate increased slightly (OR=1.17, 95% CI; 1.01, 1.35) when modeled as a non-linear natural spline function. A smaller increased risk (OR=1.04, 95% CI: 0.97, 1.11) was observed when exposures were assigned to residences at the time of diagnosis.\n## CONCLUSIONS\nExposure to ambient UFPs may increase the risk of prostate cancer. Future studies are needed to replicate this finding as this is the first study to evaluate this relationship.\n",
            "in_text_citation": "Weichenthal et al., 2017",
            "footnote": 57
        },
        {
            "title": "Long-term exposure to traffic-related air pollution and cancer among survivors of myocardial infarction: A 20-year follow-up study.",
            "abstract": "## BACKGROUND\nPrevious studies suggested a carcinogenic effect of exposure to traffic-related air pollution. Recently, higher rates of cancer incidence were observed among myocardial infarction survivors compared with the general population. We examined the association between chronic exposure to nitrogen oxides, a proxy measure for traffic-related air pollution, and cancer incidence and mortality in a cohort of myocardial infarction patients.\n## METHODS\nPatients aged ≤65 years admitted to hospital in central Israel with a first myocardial infarction in 1992-1993 were followed to 2013 for cancer incidence and cause-specific mortality. Data on sociodemographic and cancer risk factors were obtained, including time-varying information on smoking. Using land use regression models, annual averages of nitrogen oxides during follow-up were estimated individually according to home addresses. Cox proportional hazards models were constructed to study the relationships with cancer outcomes.\n## RESULTS\nDuring a mean follow-up of 16 (SD 7) years, 262 incident cancers and 105 cancer deaths were identified among 1393 cancer-free patients at baseline (mean age 54 years; 81% men). In adjusted models, a 10 ppb increase in mean nitrogen oxide exposure was associated with a hazard ratio (HR) of 1.06 (95% confidence interval (CI) 0.96-1.18) for cancer incidence and HR of 1.08 (95% CI 0.93-1.26) for cancer mortality. The association with lung, bladder, kidney or prostate cancer (previously linked to air pollution) was stronger (HR 1.16; 95% CI 1.00-1.33).\n## CONCLUSIONS\nChronic exposure to traffic-related air pollution may constitute an environmental risk factor for cancer post-myocardial infarction. Variation in the strength of association between specific cancers needs to be explored further.\n",
            "in_text_citation": "Cohen et al., 2017",
            "footnote": 52
        },
        {
            "title": "Spatial Analysis of Ambient PM2.5 Exposure and Bladder Cancer Mortality in Taiwan.",
            "abstract": "Fine particulate matter (PM2.5) is an air pollutant that is receiving intense regulatory attention in Taiwan. In previous studies, the effect of air pollution on bladder cancer has been explored. This study was conducted to elucidate the effect of atmospheric PM2.5 and other local risk factors on bladder cancer mortality based on available 13-year mortality data. Geographically weighted regression (GWR) was applied to estimate and interpret the spatial variability of the relationships between bladder cancer mortality and ambient PM2.5 concentrations, and other variables were covariates used to adjust for the effect of PM2.5. After applying a GWR model, the concentration of ambient PM2.5 showed a positive correlation with bladder cancer mortality in males in northern Taiwan and females in most of the townships in Taiwan. This is the first time PM2.5 has been identified as a risk factor for bladder cancer based on the statistical evidence provided by GWR analysis.",
            "in_text_citation": "Yeh et al., 2017",
            "footnote": 51
        },
        {
            "title": "Cancer Mortality Risks from Long-term Exposure to Ambient Fine Particle.",
            "abstract": "## BACKGROUND\nFew studies have assessed long-term effects of particulate matter (PM) with aerodynamic diameter < 2.5 μm (PM2.5) on mortality for causes of cancer other than the lung; we assessed the effects on multiple causes. In Hong Kong, most people live and work in urban or suburban areas with high-rise buildings. This facilitates the estimation of PM2.5 exposure of individuals, taking into account the height of residence above ground level for assessment of the long-term health effects with sufficient statistical power.\n## METHODS\nWe recruited 66,820 persons who were ≥65 in 1998 to 2001 and followed up for mortality outcomes until 2011. Annual concentrations of PM at their residential addresses were estimated using PM2.5 concentrations measured at fixed-site monitors, horizontal-vertical locations, and satellite data. We used Cox regression model to assess the HR of mortality for cancer per 10 μg/m(3) increase of PM2.5 RESULTS: PM2.5 was associated with increased risk of mortality for all causes of cancer [HR, 1.22 (95% CI, 1.11-1.34)] and for specific cause of cancer in upper digestive tract [1.42 (1.06-1.89)], digestive accessory organs [1.35 (1.06-1.71)] in all subjects; breast [1.80 (1.26-2.55)] in females; and lung [1.36 (1.05-1.77)] in males.\n## CONCLUSIONS\nLong-term exposures to PM2.5 are associated with elevated risks of cancer in various organs.\n## IMPACT\nThis study is particularly timely in China, where compelling evidence is needed to support the pollution control policy to ameliorate the health damages associated with economic growth. Cancer Epidemiol Biomarkers Prev; 25(5); 839-45. ©2016 AACR.\n",
            "in_text_citation": "Wong et al., 2016",
            "footnote": 49
        },
        {
            "title": "Mortality and morbidity in a population exposed to multiple sources of air pollution: A retrospective cohort study using air dispersion models.",
            "abstract": "## BACKGROUND AND AIMS\nA landfill, an incinerator, and a refinery plant have been operating since the early 1960s in a contaminated site located in the suburb of Rome (Italy). To evaluate their potential health effects, a population-based retrospective cohort study was conducted using dispersion modeling for exposure assessment.\n## METHODS\nA fixed cohort was enrolled in the Rome Longitudinal Study in 2001, mortality and hospitalizations were followed-up until 2010. Exposure assessments to the landfill (H2S), the incinerator (PM10), and the refinery plant (SOX) were performed for each subject using a Lagrangian dispersion model. Individual and small-area variables were available (including exposures levels to NO2 from traffic and diesel trucks). Cox regression analysis was performed (hazard ratios, HRs, 95% CI) using linear terms for the exposures (5th-95th percentiles difference). Single and bi-pollutant models were run.\n## RESULTS\nThe cohort included 85,559 individuals. The estimated annual average exposures levels were correlated. H2S from the landfill was associated with cardiovascular hospital admissions in both genders (HR 1.04 95% CI 1.00-1.09 in women); PM10 from the incinerator was associated with pancreatic cancer mortality in both genders (HR 1.40 95% CI 1.03-1.90 in men, HR 1.47 95% CI 1.12-1.93 in women) and with breast morbidity in women (HR 1.13 95% CI 1.00-1.27). SOx from the refinery was associated with laryngeal cancer mortality in women (HR 4.99 95% CI 1.64-15.9) and respiratory hospital admissions (HR 1.13 95% CI 1.01-1.27).\n## CONCLUSIONS\nWe found an association of the pollution sources with some cancer forms and cardio-respiratory diseases. Although there was a high correlation between the estimated exposures, an indication of specific effects from the different sources emerged.\n",
            "in_text_citation": "Ancona et al., 2015",
            "footnote": 48
        },
        {
            "title": "Investigating the role of transportation models in epidemiologic studies of traffic related air pollution and health effects.",
            "abstract": "In two earlier case-control studies conducted in Montreal, nitrogen dioxide (NO2), a marker for traffic-related air pollution was found to be associated with the incidence of postmenopausal breast cancer and prostate cancer. These studies relied on a land use regression model (LUR) for NO2 that is commonly used in epidemiologic studies for deriving estimates of traffic-related air pollution. Here, we investigate the use of a transportation model developed during the summer season to generate a measure of traffic emissions as an alternative to the LUR model. Our traffic model provides estimates of emissions of nitrogen oxides (NOx) at the level of individual roads, as does the LUR model. Our main objective was to compare the distribution of the spatial estimates of NOx computed from our transportation model to the distribution obtained from the LUR model. A secondary objective was to compare estimates of risk using these two exposure estimates. We observed that the correlation (spearman) between our two measures of exposure (NO2 and NOx) ranged from less than 0.3 to more than 0.9 across Montreal neighborhoods. The most important factor affecting the \"agreement\" between the two measures in a specific area was found to be the length of roads. Areas affected by a high level of traffic-related air pollution had a far better agreement between the two exposure measures. A comparison of odds ratios (ORs) obtained from NO2 and NOx used in two case-control studies of breast and prostate cancer, showed that the differences between the ORs associated with NO2 exposure vs NOx exposure differed by 5.2-8.8%.\n",
            "in_text_citation": "Shekarrizfard et al., 2015",
            "footnote": 56
        },
        {
            "title": "Traffic-related air pollution and prostate cancer risk: a case-control study in Montreal, Canada.",
            "abstract": "## OBJECTIVES\nThere is a paucity of information on environmental risk factors for prostate cancer. We conducted a case-control study in Montreal to estimate associations with exposure to ground-level nitrogen dioxide (NO2), a marker for traffic-related air pollution.\n## METHODS\nCases were 803 men with incident prostate cancer, ≤75 years of age, and diagnosed across all French hospitals in Montreal. Concurrently, 969 controls were drawn from electoral lists of French-speaking individuals residing in the same electoral districts as the cases and frequency-matched by age. Concentrations of NO2 were measured across Montreal in 2005-2006. We developed a land use regression model to predict concentrations of NO2 across Montreal for 2006. These estimates were back-extrapolated to 1996. Estimates were linked to residential addresses at the time of diagnosis or interview. Unconditional logistic regression was used, adjusting for potential confounding variables.\n## RESULTS\nFor each increase of 5 parts per billion of NO2, as estimated from the original land use regression model in 2006, the OR5ppb adjusted for personal factors was 1.44 (95% CI 1.21 to 1.73). Adding in contextual factors attenuated the OR5ppb to 1.27 (95% CI 1.03 to 1.58). One method for back-extrapolating concentrations of NO2 to 1996 (about 10 years before the index date) gave the following OR5ppb: 1.41 (95% CI 1.24 to 1.62) when personal factors were included, and 1.30 (95% CI 1.11 to 1.52) when contextual factors were added.\n## CONCLUSIONS\nExposure to ambient concentrations of NO2 at the current address was associated with an increased risk of prostate cancer. This novel finding requires replication.\n",
            "in_text_citation": "Parent et al., 2013",
            "footnote": 58
        },
        {
            "title": "NO(2) and cancer incidence in Saudi Arabia.",
            "abstract": "Air pollution exposure has been shown to be associated with an increased risk of specific cancers. This study investigated whether the number and incidence of the most common cancers in Saudi Arabia were associated with urban air pollution exposure, specifically NO2. Overall, high model goodness of fit (GOF) was observed in the Eastern, Riyadh and Makkah regions. The significant coefficients of determination (r2) were higher at the regional level (r2 = 0.32-0.71), weaker at the governorate level (r2 = 0.03-0.43), and declined slightly at the city level (r2 = 0.17-0.33), suggesting that an increased aggregated spatial level increased the explained variability and the model GOF. However, the low GOF at the lowest spatial level suggests that additional variation remains unexplained. At different spatial levels, associations between NO2 concentration and the most common cancers were marginally improved in geographically weighted regression (GWR) analysis, which explained both global and local heterogeneity and variations in cancer incidence. High coefficients of determination were observed between NO2 concentration and lung and breast cancer incidences, followed by prostate, bladder, cervical and ovarian cancers, confirming results from other studies. These results could be improved using individual explanatory variables such as environmental, demographic, behavioral, socio-economic, and genetic risk factors.\n",
            "in_text_citation": "Al-Ahmadi et al., 2013",
            "footnote": 50
        },
        {
            "title": "The impact of atmospheric particulate matter on cancer incidence and mortality in the city of São Paulo, Brazil.",
            "abstract": "This study aimed to verify the impact of inhalable particulate matter (PM(10)) on cancer incidence and mortality in the city of São Paulo, Brazil. Statistical techniques were used to investigate the relationship between PM(10) on cancer incidence and mortality in selected districts. For some types of cancer (skin, lung, thyroid, larynx, and bladder) and some periods, the correlation coefficients ranged from 0.60 to 0.80 for incidence. Lung cancer mortality showed more correlations during the overall period. Spatial analysis showed that districts distant from the city center showed higher than expected relative risk, depending on the type of cancer. According to the study, urban PM(10) can contribute to increased incidence of some cancers and may also contribute to increased cancer mortality. The results highlight the need to adopt measures to reduce atmospheric PM(10) levels and the importance of their continuous monitoring.\n",
            "in_text_citation": "Yanagi et al., 2012",
            "footnote": 59
        },
        {
            "title": "Ambient exposure to criteria air pollutants and risk of death from bladder cancer in Taiwan.",
            "abstract": "To investigate the relationship between air pollution and risk of death from bladder cancer, the authors conducted a matched case-control study using deaths that occurred in Taiwan from 1995 through 2005. Data on all eligible bladder cancer deaths were obtained from the Bureau of Vital Statistics of the Taiwan Provincial Department of Health. The control group consisted of people who died from causes other than cancer or diseases associated with genitourinary problems. The controls were pair matched to the cases by sex, year of birth, and year of death. Each matched control was selected randomly from the set of possible controls for each case. Classification of exposure to municipality air pollution was based on the measured levels of nitrogen dioxide and sulfur dioxide. The results of the present study show that there is a significant positive association between the levels of air pollution and bladder cancer mortality. The adjusted odds ratios (95% confidence interval) were 1.37 (1.03-1.82) for the group with medium air pollution level and 1.98 (1.36-2.88) for the group with high air pollution level when compared to the group with the low air pollution level. Trend analyses showed statistically significant trend in risk of death from bladder cancer with increasing air pollution level. The findings of this study warrant further investigation of the role of air pollutants in the etiology of bladder cancer.\n",
            "in_text_citation": "Liu et al., 2009",
            "footnote": 54
        },
        {
            "title": "Investigating the effects of multiple exposure measures to traffic-related air pollution on the risk of breast and prostate cancer.",
            "abstract": "Traffic-related nitrogen dioxide (NO2) has been traditionally estimated using surfaces generated through land-use regression (LUR). Recently, air pollution dispersion has been used to derive NO2 exposures in urban areas. There is evidence that data collection protocols and modelling assumptions can have a large effect on the resulting NO2 spatial distribution. This study investigates the effects of various NO2 surfaces on the risk estimates of postmenopausal breast cancer (BC) and prostate cancer (PC), both of which have already been associated with traffic-related air pollution. We derived exposures for individuals in two case control studies in Montreal, Canada using four different surfaces for NO2. Two of the surfaces were developed using LUR but employed different data collection protocols (LUR-1 and LUR-2), and the other two surfaces were generated using dispersion modelling; one with a regional model (dispersion-1) and another with a street canyon model (dispersion-2). Also, we estimated separate odds ratios (ORs) using concentrations of NO2 as measures of exposure for both cancers. While the range of NO2 concentrations from dispersion (4–26 ppb) was lower than the range from LUR (4–36 ppb), the four surfaces were found to be moderately correlated, with Spearman correlation coefficients ranging from 0.76 to 0.88. The ORs for BC were estimated to be 1.26, 1.10, 1.07, and 1.05 based on LUR-1, LUR-2, dispersion-1, and dispersion-2. In contrast, the ORs for PC were estimated to be 1.39, 1.30, 1.13, and 1.04 based on LUR-1, LUR-2, dispersion-1, and dispersion-2. The four exposure measures indicated positive associations but we observed higher mean ORs based on the LUR surfaces albeit with overlapping CIs. Since LUR models capture all sources of NO2 and dispersion models only capture traffic emissions, it is possible that this difference is due to the fact that non-road sources also contribute to the spatial distribution in NO2 concentrations.",
            "in_text_citation": "Shekarrizfard et al., 2018",
            "footnote": 40
        }
    ]
}