{
    "citations": [
        {
            "footnote": 16,
            "title": "Continuous positive airway pressure for central sleep apnea and heart failure.",
            "in_text_citation": "Bradley et al., 2005"
        },
        {
            "footnote": 17,
            "title": "Effect of continuous positive airway pressure on the incidence of hypertension and cardiovascular events in nonsleepy patients with obstructive sleep apnea.",
            "in_text_citation": "Barbé et al., 2012"
        },
        {
            "footnote": 18,
            "title": "Continuous positive airway pressure improves sleepiness but not calculated vascular risk in patients with minimally symptomatic obstructive sleep apnoea.",
            "in_text_citation": "Craig et al., 2012"
        },
        {
            "footnote": 19,
            "title": "Effects of continuous positive airway pressure on neurocognitive function in obstructive sleep apnea patients.",
            "in_text_citation": "Kushida et al., 2012"
        },
        {
            "footnote": 20,
            "title": "Continuous positive airway pressure in older people with obstructive sleep apnoea syndrome (PREDICT).",
            "in_text_citation": "McMillan et al., 2014"
        },
        {
            "footnote": 21,
            "title": "Adaptive servo-ventilation for central sleep apnea in systolic heart failure.",
            "in_text_citation": "Cowie et al., 2015"
        },
        {
            "footnote": 22,
            "title": "Long-term effects of continuous positive airway pressure on blood pressure and prognosis in hypertensive patients with coronary heart disease and obstructive sleep apnea.",
            "in_text_citation": "Huang et al., 2015"
        },
        {
            "footnote": 23,
            "title": "Efficacy of continuous positive airway pressure treatment on 5-year survival in patients with ischaemic stroke and obstructive sleep apnea.",
            "in_text_citation": "Parra et al., 2015"
        },
        {
            "footnote": 24,
            "title": "CPAP for prevention of cardiovascular events in obstructive sleep apnea.",
            "in_text_citation": "McEvoy et al., 2016"
        },
        {
            "footnote": 25,
            "title": "Effect of positive airway pressure on cardiovascular outcomes in coronary artery disease patients with nonsleepy obstructive sleep apnea.",
            "in_text_citation": "Peker et al., 2016"
        }
    ]
}