{
    "key_references": [
        {
            "title": "Continuous positive airway pressure for central sleep apnea and heart failure.",
            "abstract": "## BACKGROUND\nThe Canadian Continuous Positive Airway Pressure for Patients with Central Sleep Apnea and Heart Failure trial tested the hypothesis that continuous positive airway pressure (CPAP) would improve the survival rate without heart transplantation of patients who have central sleep apnea and heart failure.\n## METHODS\nAfter medical therapy was optimized, 258 patients who had heart failure (mean age [+/-SD], 63+/-10 years; ejection fraction, 24.5+/-7.7 percent) and central sleep apnea (number of episodes of apnea and hypopnea per hour of sleep, 40+/-16) were randomly assigned to receive CPAP (128 patients) or no CPAP (130 patients) and were followed for a mean of two years. During follow-up, sleep studies were conducted and measurements of the ejection fraction, exercise capacity, quality of life, and neurohormones were obtained.\n## RESULTS\nThree months after undergoing randomization, the CPAP group, as compared with the control group, had greater reductions in the frequency of episodes of apnea and hypopnea (-21+/-16 vs. -2+/-18 per hour, P<0.001) and in norepinephrine levels (-1.03+/-1.84 vs. 0.02+/-0.99 nmol per liter, P=0.009), and greater increases in the mean nocturnal oxygen saturation (1.6+/-2.8 percent vs. 0.4+/-2.5 percent, P<0.001), ejection fraction (2.2+/-5.4 percent vs. 0.4+/-5.3 percent, P=0.02), and the distance walked in six minutes (20.0+/-55 vs. -0.8+/-64.8 m, P=0.016). There were no differences between the control group and the CPAP group in the number of hospitalizations, quality of life, or atrial natriuretic peptide levels. An early divergence in survival rates without heart transplantation favored the control group, but after 18 months the divergence favored the CPAP group, yet the overall event rates (death and heart transplantation) did not differ (32 vs. 32 events, respectively; P=0.54).\n## CONCLUSIONS\nAlthough CPAP attenuated central sleep apnea, improved nocturnal oxygenation, increased the ejection fraction, lowered norepinephrine levels, and increased the distance walked in six minutes, it did not affect survival. Our data do not support the use of CPAP to extend life in patients who have central sleep apnea and heart failure.\n",
            "in_text_citation": "Bradley et al., 2005",
            "footnote": 16
        },
        {
            "title": "Effect of continuous positive airway pressure on the incidence of hypertension and cardiovascular events in nonsleepy patients with obstructive sleep apnea: a randomized controlled trial.",
            "abstract": "## CONTEXT\nContinuous positive airway pressure (CPAP) is the first-line treatment for patients with symptomatic obstructive sleep apnea (OSA). However, its indication for all patients with sleep-disordered breathing, regardless of daytime symptoms, is unclear.\n## OBJECTIVE\nTo evaluate the effect of CPAP treatment on the incidence of hypertension or cardiovascular events in a cohort of nonsleepy patients with OSA.\n## DESIGN, SETTING, AND PATIENTS\nMulticenter, parallel-group, randomized controlled trial in 14 teaching hospitals in Spain. Between May 2004 and May 2006, 725 consecutive patients were enrolled who had an apnea-hypopnea index of 20 h(-1) or greater and an Epworth Sleepiness Scale score of 10 or less (scores range from 0-24, with values <10 suggesting no daytime sleepiness). Exclusion criteria were previous cardiovascular event, physical or psychological incapacity, chronic disease, or drug or alcohol addiction. Follow-up ended in May 2009.\n## INTERVENTION\nPatients were allocated to receive CPAP treatment or no active intervention. All participants received dietary counseling and sleep hygiene advice.\n## MAIN OUTCOME MEASURES\nIncidence of either systemic hypertension (taking antihypertensive medication or blood pressure greater than 140/90 mm Hg) or cardiovascular event (nonfatal myocardial infarction, nonfatal stroke, transient ischemic attack, hospitalization for unstable angina or arrhythmia, heart failure, or cardiovascular death).\n## RESULTS\nSeven hundred twenty-three patients underwent follow-up for a median of 4 (interquartile range, 2.7-4.4) years (1 patient from each group did not receive allocated treatment); 357 in the CPAP group and 366 in the control group were included in the analysis. In the CPAP group there were 68 patients with new hypertension and 28 cardiovascular events (17 unstable angina or arrhythmia, 3 nonfatal stroke, 3 heart failure, 2 nonfatal myocardial infarction, 2 transient ischemic attack, 1 cardiovascular death). In the control group there were 79 patients with new hypertension and 31 cardiovascular events (11 unstable angina or arrhythmia, 8 nonfatal myocardial infarction, 5 transient ischemic attack, 5 heart failure, 2 nonfatal stroke). The hypertension or cardiovascular event incidence density rate was 9.20 per 100 person-years (95% CI, 7.36-11.04) in the CPAP group and 11.02 per 100 person-years (95% CI, 8.96-13.08) in the control group. The incidence density ratio was 0.83 (95% CI, 0.63-1.1; P = .20).\n## CONCLUSIONS\nIn patients with OSA without daytime sleepiness, the prescription of CPAP compared with usual care did not result in a statistically significant reduction in the incidence of hypertension or cardiovascular events. However, the study may have had limited power to detect a significant difference.\n## TRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT00127348.\n",
            "in_text_citation": "Barbé et al., 2012",
            "footnote": 17
        },
        {
            "title": "Continuous positive airway pressure improves sleepiness but not calculated vascular risk in patients with minimally symptomatic obstructive sleep apnoea: the MOSAIC randomised controlled trial.",
            "abstract": "## BACKGROUND\nContinuous positive airway pressure (CPAP) for symptomatic obstructive sleep apnoea (OSA) improves sleepiness and reduces vascular risk, but such treatment for the more prevalent, minimally symptomatic disease is contentious.\n## METHODS\nThis multicentre, randomised controlled, parallel, hospital-based trial across the UK and Canada, recruited 391 patients with confirmed OSA (oxygen desaturation index >7.5/h) but insufficient symptoms to warrant CPAP therapy. Patients were randomised to 6 months of auto-adjusting CPAP therapy, or standard care. Coprimary endpoints were change in Epworth Sleepiness Score (ESS) and predicted 5-year mortality using a cardiovascular risk score (components: age, sex, height, systolic blood pressure, smoking, diabetes, cholesterol, creatinine, left ventricular hypertrophy, previous myocardial infarction or stroke). Secondary endpoints included some of the individual components of the vascular risk score, objectively measured sleepiness and self-assessed health status.\n## RESULTS\nOf 391 patients randomised, 14 withdrew, 347 attended for their follow-up visit at 6 months within the predefined time window, of which 341 had complete ESS data (baseline mean 8.0, SD 4.3) and 310 had complete risk score data. 22% of patients in the CPAP group reported stopping treatment and overall median CPAP use was 2 : 39 h per night. CPAP significantly improved subjective daytime sleepiness (adjusted treatment effect on ESS -2.0 (95% CI -2.6 to -1.4), p<0.0001), objectively measured sleepiness and self-assessed health status. CPAP did not improve the 5-year calculated vascular risk or any of its components.\n## CONCLUSIONS\nIn patients with minimally symptomatic OSA, CPAP can reduce subjective and objective daytime sleepiness, and improve self-assessed health status, but does not appear to improve calculated vascular risk.\n",
            "in_text_citation": "Craig et al., 2012",
            "footnote": 18
        },
        {
            "title": "Effects of continuous positive airway pressure on neurocognitive function in obstructive sleep apnea patients: The Apnea Positive Pressure Long-term Efficacy Study (APPLES).",
            "abstract": "## STUDY OBJECTIVE\nTo determine the neurocognitive effects of continuous positive airway pressure (CPAP) therapy on patients with obstructive sleep apnea (OSA).\n## DESIGN, SETTING, AND PARTICIPANTS\nThe Apnea Positive Pressure Long-term Efficacy Study (APPLES) was a 6-month, randomized, double-blind, 2-arm, sham-controlled, multicenter trial conducted at 5 U.S. university, hospital, or private practices. Of 1,516 participants enrolled, 1,105 were randomized, and 1,098 participants diagnosed with OSA contributed to the analysis of the primary outcome measures.\n## INTERVENTION\nActive or sham CPAP MEASUREMENTS: THREE NEUROCOGNITIVE VARIABLES, EACH REPRESENTING A NEUROCOGNITIVE DOMAIN: Pathfinder Number Test-Total Time (attention and psychomotor function [A/P]), Buschke Selective Reminding Test-Sum Recall (learning and memory [L/M]), and Sustained Working Memory Test-Overall Mid-Day Score (executive and frontal-lobe function [E/F])\n## RESULTS\nThe primary neurocognitive analyses showed a difference between groups for only the E/F variable at the 2 month CPAP visit, but no difference at the 6 month CPAP visit or for the A/P or L/M variables at either the 2 or 6 month visits. When stratified by measures of OSA severity (AHI or oxygen saturation parameters), the primary E/F variable and one secondary E/F neurocognitive variable revealed transient differences between study arms for those with the most severe OSA. Participants in the active CPAP group had a significantly greater ability to remain awake whether measured subjectively by the Epworth Sleepiness Scale or objectively by the maintenance of wakefulness test.\n## CONCLUSIONS\nCPAP treatment improved both subjectively and objectively measured sleepiness, especially in individuals with severe OSA (AHI > 30). CPAP use resulted in mild, transient improvement in the most sensitive measures of executive and frontal-lobe function for those with severe disease, which suggests the existence of a complex OSA-neurocognitive relationship.\n## CLINICAL TRIAL INFORMATION\nRegistered at clinicaltrials.gov. Identifier: NCT00051363.\n## CITATION\nKushida CA; Nichols DA; Holmes TH; Quan SF; Walsh JK; Gottlieb DJ; Simon RD; Guilleminault C; White DP; Goodwin JL; Schweitzer PK; Leary EB; Hyde PR; Hirshkowitz M; Green S; McEvoy LK; Chan C; Gevins A; Kay GG; Bloch DA; Crabtree T; Demen WC. Effects of continuous positive airway pressure on neurocognitive function in obstructive sleep apnea patients: the Apnea Positive Pressure Long-term Efficacy Study (APPLES). SLEEP 2012;35(12):1593-1602.\n",
            "footnote": 19,
            "in_text_citation": "Kushida et al., 2012"
        },
        {
            "title": "Continuous positive airway pressure in older people with obstructive sleep apnoea syndrome (PREDICT): a 12-month, multicentre, randomised trial.",
            "abstract": "## BACKGROUND\nThe therapeutic and economic benefits of continuous positive airway pressure (CPAP) for moderate to severe obstructive sleep apnoea (OSA) syndrome have been established in middle-aged people; however, the benefits in older people are unknown. This trial was designed to address this evidence gap.\n## METHODS\nThis 12-month, multicentre, randomised trial enrolled patients across 14 National Health Service sleep centres in the UK. Consecutive patients aged 65 years or older with newly diagnosed OSA syndrome were eligible to join the trial. Patients were randomly assigned (1:1) into parallel groups to receive either CPAP with best supportive care (BSC) or BSC alone for 12 months. Randomisation was done by the Medical Research Council Clinical Trials Unit with computer-generated randomisation. The main investigator at each centre was masked to the trial randomisation. Coprimary endpoints were Epworth sleepiness score (ESS) at 3 months and cost-effectiveness over the 12-month trial period. Secondary outcomes were subjective sleepiness at 12 months, plus objective sleepiness, quality of life, mood, functionality, nocturia, mobility, accidents, cognitive function, and cardiovascular risk factors and events at 3 months and 12 months. The analysis was by intention to treat. This study is registered as an International Standard Randomised Controlled Trial, number ISRCTN90464927.\n## FINDINGS\nBetween Feb 24, 2010, and May 30, 2012, 278 patients were randomly assigned to the trial, of whom 231 (83%) completed the trial. 140 patients were allocated to and received CPAP plus BSC and 138 were allocated to and received BSC only. CPAP reduced ESS by 2·1 points (95% CI -3·0 to -1·3; p<0·0001) at 3 months for 124 (89%) of 140 patients compared with 124 (90%) of 138 patients given BSC, and by 2·0 points (-2·8 to -1·2; p<0·0001) at 12 months for 116 patients compared with 122 patients given BSC. The effect was greater in patients with higher CPAP usage or higher baseline ESS. Quality-adjusted life-years were similar between the groups (treatment effect 0·01 (95% CI -0·03 to 0·04; p=0·787) and health-care costs were marginally reduced with CPAP (-£35, -390 to 321; p=0·847). CPAP improved objective sleepiness (p=0·024), mobility (p=0·029), total cholesterol (p=0·048), and LDL cholesterol (p=0·042) at 3 months, but these were not sustained at 12 months. Measures of mood, functionality, nocturia, accidents, cognitive function, and cardiovascular events remained unchanged. Systolic blood pressure fell in the BSC group. 37 serious adverse events occurred in the CPAP group, and 22 in BSC group; all were independently classified as being unrelated to the trial and no significant harm was attributed to CPAP use.\n## INTERPRETATION\nIn older people with OSA syndrome, CPAP reduces sleepiness and is marginally more cost effective over 12 months than is BSC alone. On the basis of these results, we recommend that CPAP treatment should be offered routinely to older patients with OSA syndrome.\n## FUNDING\nNational Institute of Health Research (NIHR) Health Technology Assessment, NIHR Respiratory Biomedical Research Unit at the Royal Brompton and Harefield NHS Foundation Trust and Imperial College London.\n",
            "footnote": 20,
            "in_text_citation": "McMillan et al., 2014"
        },
        {
            "title": "Adaptive Servo-Ventilation for Central Sleep Apnea in Systolic Heart Failure.",
            "abstract": "## BACKGROUND\nCentral sleep apnea is associated with poor prognosis and death in patients with heart failure. Adaptive servo-ventilation is a therapy that uses a noninvasive ventilator to treat central sleep apnea by delivering servo-controlled inspiratory pressure support on top of expiratory positive airway pressure. We investigated the effects of adaptive servo-ventilation in patients who had heart failure with reduced ejection fraction and predominantly central sleep apnea.\n## METHODS\nWe randomly assigned 1325 patients with a left ventricular ejection fraction of 45% or less, an apnea-hypopnea index (AHI) of 15 or more events (occurrences of apnea or hypopnea) per hour, and a predominance of central events to receive guideline-based medical treatment with adaptive servo-ventilation or guideline-based medical treatment alone (control). The primary end point in the time-to-event analysis was the first event of death from any cause, lifesaving cardiovascular intervention (cardiac transplantation, implantation of a ventricular assist device, resuscitation after sudden cardiac arrest, or appropriate lifesaving shock), or unplanned hospitalization for worsening heart failure.\n## RESULTS\nIn the adaptive servo-ventilation group, the mean AHI at 12 months was 6.6 events per hour. The incidence of the primary end point did not differ significantly between the adaptive servo-ventilation group and the control group (54.1% and 50.8%, respectively; hazard ratio, 1.13; 95% confidence interval [CI], 0.97 to 1.31; P=0.10). All-cause mortality and cardiovascular mortality were significantly higher in the adaptive servo-ventilation group than in the control group (hazard ratio for death from any cause, 1.28; 95% CI, 1.06 to 1.55; P=0.01; and hazard ratio for cardiovascular death, 1.34; 95% CI, 1.09 to 1.65; P=0.006).\n## CONCLUSIONS\nAdaptive servo-ventilation had no significant effect on the primary end point in patients who had heart failure with reduced ejection fraction and predominantly central sleep apnea, but all-cause and cardiovascular mortality were both increased with this therapy. (Funded by ResMed and others; SERVE-HF ClinicalTrials.gov number, NCT00733343.).\n",
            "in_text_citation": "Cowie et al., 2015",
            "footnote": 21
        },
        {
            "title": "Long-term effects of continuous positive airway pressure on blood pressure and prognosis in hypertensive patients with coronary heart disease and obstructive sleep apnea: a randomized controlled trial.",
            "abstract": "## BACKGROUND\nObstructive sleep apnea (OSA) can result in hypertension and significantly increase cardiovascular morbidity and mortality. There are few reports on the long-term effects of continuous positive airway pressure (CPAP) on blood pressure in patients with uncontrolled hypertension with coronary heart disease (CHD) and OSA.\n## METHODS\nWe conducted a prospective, long-term follow-up study in 83 patients with uncontrolled hypertension, CHD, and OSA randomized to control or CPAP groups. Daytime systolic blood pressure (SBP), diastolic blood pressure (DBP), and severe cardiovascular and cerebrovascular events (SCCEs) were recorded at baseline and follow-up.\n## RESULTS\nSeventy-three patients completed the study with a median follow-up of 36 (interquartile range = 24-54) months. The 2 groups had similar characteristics at baseline. CPAP was used for 4.5±1.1 hour/night. SBP in the CPAP group was significantly reduced at follow-up (143±7 mm Hg vs. 139±7 mm Hg, P = 0.04), and SBP decreased by 8mm Hg (95% confidence interval = 1.4-9.9; P = 0.01). Hypertension control was improved (CPAP, 69.4% for CPAP users vs. 43.2% for control subjects; P = 0.02); however, DBP did not reach statistical difference between the groups (81±10 mm Hg vs. 79±8 mm Hg; P = 0.49). In the CPAP group, the Epworth Sleepiness Scale was markedly reduced (7.0±3.4 vs. 3.7±2.3; P < 0.001). There was 1 SCCE in the CPAP group (heart failure), and 5 SCCEs in the control group (acute myocardial infarction: 2 (with 1 death); stroke: 3), but there was no significant difference identified.\n## CONCLUSIONS\nLong-term CPAP application in uncontrolled hypertension with CHD and OSA significantly reduced daytime SBP, improved hypertension control and daytime sleepiness, and decreased the trend in SCCEs compared with control subjects.\n## CLINICAL TRIAL REGISTRATION NUMBER\nClinicalTrials.gov NCT02059993.\n",
            "in_text_citation": "Huang et al., 2015",
            "footnote": 22
        },
        {
            "title": "Efficacy of continuous positive airway pressure treatment on 5-year survival in patients with ischaemic stroke and obstructive sleep apnea: a randomized controlled trial.",
            "abstract": "The main purpose of the present analysis is to assess the influence of introducing early nasal continuous positive airway pressure (nCPAP) treatment on cardiovascular recurrences and mortality in patients with a first-ever ischaemic stroke and moderate-severe obstructive sleep apnea (OSA) with an apnea-hypopnea index (AHI) ≥20 events h(-1) during a 5-year follow-up. Patients received conventional treatment for stroke and were assigned randomly to the nCPAP group (n = 71) or the control group (n = 69). Cardiovascular events and mortality were registered for all patients. Survival and cardiovascular event-free survival analysis were performed after 5-year follow-up using the Kaplan-Meier test. Patients in the nCPAP group had significantly higher cardiovascular survival than the control group (100 versus 89.9%, log-rank test 5.887; P = 0.015) However, and also despite a positive tendency, there were no significant differences in the cardiovascular event-free survival at 68 months between the nCPAP and control groups (89.5 versus 75.4%, log-rank test 3.565; P = 0.059). Early nCPAP therapy has a positive effect on long-term survival in ischaemic stroke patients and moderate-severe OSA.\n",
            "in_text_citation": "Parra et al., 2015",
            "footnote": 23
        },
        {
            "title": "CPAP for Prevention of Cardiovascular Events in Obstructive Sleep Apnea.",
            "abstract": "## BACKGROUND\nObstructive sleep apnea is associated with an increased risk of cardiovascular events; whether treatment with continuous positive airway pressure (CPAP) prevents major cardiovascular events is uncertain.\n## METHODS\nAfter a 1-week run-in period during which the participants used sham CPAP, we randomly assigned 2717 eligible adults between 45 and 75 years of age who had moderate-to-severe obstructive sleep apnea and coronary or cerebrovascular disease to receive CPAP treatment plus usual care (CPAP group) or usual care alone (usual-care group). The primary composite end point was death from cardiovascular causes, myocardial infarction, stroke, or hospitalization for unstable angina, heart failure, or transient ischemic attack. Secondary end points included other cardiovascular outcomes, health-related quality of life, snoring symptoms, daytime sleepiness, and mood.\n## RESULTS\nMost of the participants were men who had moderate-to-severe obstructive sleep apnea and minimal sleepiness. In the CPAP group, the mean duration of adherence to CPAP therapy was 3.3 hours per night, and the mean apnea-hypopnea index (the number of apnea or hypopnea events per hour of recording) decreased from 29.0 events per hour at baseline to 3.7 events per hour during follow-up. After a mean follow-up of 3.7 years, a primary end-point event had occurred in 229 participants in the CPAP group (17.0%) and in 207 participants in the usual-care group (15.4%) (hazard ratio with CPAP, 1.10; 95% confidence interval, 0.91 to 1.32; P=0.34). No significant effect on any individual or other composite cardiovascular end point was observed. CPAP significantly reduced snoring and daytime sleepiness and improved health-related quality of life and mood.\n## CONCLUSIONS\nTherapy with CPAP plus usual care, as compared with usual care alone, did not prevent cardiovascular events in patients with moderate-to-severe obstructive sleep apnea and established cardiovascular disease. (Funded by the National Health and Medical Research Council of Australia and others; SAVE ClinicalTrials.gov number, NCT00738179 ; Australian New Zealand Clinical Trials Registry number, ACTRN12608000409370 .).\n",
            "in_text_citation": "McEvoy et al., 2016",
            "footnote": 24
        },
        {
            "title": "Effect of Positive Airway Pressure on Cardiovascular Outcomes in Coronary Artery Disease Patients with Nonsleepy Obstructive Sleep Apnea. The RICCADSA Randomized Controlled Trial.",
            "abstract": "## RATIONALE\nObstructive sleep apnea (OSA) is common in patients with coronary artery disease (CAD), many of whom do not report daytime sleepiness. First-line treatment for symptomatic OSA is continuous positive airway pressure (CPAP), but its value in patients without daytime sleepiness is uncertain.\n## OBJECTIVES\nTo determine the effects of CPAP on long-term adverse cardiovascular outcome risk in patients with CAD with nonsleepy OSA.\n## METHODS\nThis single-center, prospective, randomized, controlled, open-label, blinded evaluation trial was conducted between December 2005 and November 2010. Consecutive patients with newly revascularized CAD and OSA (apnea-hypopnea index ≥15/h) without daytime sleepiness (Epworth Sleepiness Scale score <10) were randomized to auto-titrating CPAP (n = 122) or no positive airway pressure (n = 122).\n## MEASUREMENTS AND MAIN RESULTS\nThe primary endpoint was the first event of repeat revascularization, myocardial infarction, stroke, or cardiovascular mortality. Median follow-up was 57 months. The incidence of the primary endpoint did not differ significantly in patients who did versus did not receive CPAP (18.1% vs. 22.1%; hazard ratio, 0.80; 95% confidence interval, 0.46-1.41; P = 0.449). Adjusted on-treatment analysis showed a significant cardiovascular risk reduction in those who used CPAP for ≥4 versus <4 hours per night or did not receive treatment (hazard ratio, 0.29; 95% confidence interval, 0.10-0.86; P = 0.026).\n## CONCLUSIONS\nRoutine prescription of CPAP to patients with CAD with nonsleepy OSA did not significantly reduce long-term adverse cardiovascular outcomes in the intention-to-treat population. There was a significant reduction after adjustment for baseline comorbidities and compliance with the treatment. Clinical trial registered with www.clinicaltrials.gov (NCT 00519597).\n",
            "in_text_citation": "Peker et al., 2016",
            "footnote": 25
        }
    ]
}