{
    "citations": [
        {
            "footnote": 25,
            "title": "A randomized controlled trial of a therapeutic relational agent for reducing substance misuse during the COVID-19 pandemic.",
            "in_text_citation": "Prochaska et al., 2021a"
        },
        {
            "footnote": 48,
            "title": "Manage your life online: A web-based randomized controlled trial evaluating the effectiveness of a problem-solving intervention in a student sample.",
            "in_text_citation": "Bird et al., 2018"
        },
        {
            "footnote": 46,
            "title": "Artificial Intelligence–based chatbot for anxiety and depression in university students: Pilot randomized controlled trial.",
            "in_text_citation": "Klos et al., 2021"
        },
        {
            "footnote": 35,
            "title": "Can AI make people happy? The effect of AI-based chatbot on smile and speech in Parkinson’s disease.",
            "in_text_citation": "Ogawa et al., 2022a"
        },
        {
            "footnote": 44,
            "title": "Coaching at scale: Investigating the efficacy of Artificial Intelligence coaching.",
            "in_text_citation": "Terblanche et al., 2022a"
        },
        {
            "footnote": 26,
            "title": "Delivering cognitive behavior therapy to young adults with symptoms of depression and anxiety using a fully automated conversational agent (Woebot): A randomized controlled trial.",
            "in_text_citation": "Fitzpatrick et al., 2017"
        },
        {
            "footnote": 27,
            "title": "Elomia Chatbot: The effectiveness of Artificial Intelligence in the fight for mental health.",
            "in_text_citation": "Romanovskyi et al., 2021"
        },
        {
            "footnote": 40,
            "title": "Is chatting with a sophisticated chatbot as good as chatting online or FTF with a stranger?",
            "in_text_citation": "Drouin et al., 2022a"
        },
        {
            "footnote": 28,
            "title": "Mental health chatbot for young adults with depressive symptoms during the COVID-19 pandemic: Single-blind, three-arm randomized controlled trial.",
            "in_text_citation": "He et al., 2022a"
        },
        {
            "footnote": 18,
            "title": "The CARESSES randomised controlled trial: Exploring the health-related impact of culturally competent Artificial Intelligence embedded into socially assistive robots and tested in older adult care homes.",
            "in_text_citation": "Papadopoulos et al., 2022a"
        },
        {
            "footnote": 75,
            "title": "Usability, acceptability, and effectiveness of web-based conversational agents to facilitate problem solving in older adults: Controlled study.",
            "in_text_citation": "Bennion et al., 2020"
        },
        {
            "footnote": 29,
            "title": "Chatbots to provide self-help depression interventions for university students: A randomized trial of effectiveness.",
            "in_text_citation": "Liu et al., 2022a"
        },
        {
            "footnote": 19,
            "title": "Chatbot-delivered cognitive behavioral therapy in adolescents with depression and anxiety during the COVID-19 pandemic: Feasibility and acceptability study.",
            "in_text_citation": "Nicol et al., 2022a"
        },
        {
            "footnote": 24,
            "title": "A nurse versus a chatbot – the effect of an empowerment program on chemotherapy-related side effects and the self-care behaviors of women living with breast Cancer: a randomized controlled trial.",
            "in_text_citation": "Tawfik et al., 2023"
        },
        {
            "footnote": 41,
            "title": "A chatbot for mental health support: Exploring the impact of Emohaa on reducing mental distress in China.",
            "in_text_citation": "Sabour et al., 2023"
        },
        {
            "footnote": 17,
            "title": "Using psychological Artificial Intelligence (Tess) to relieve symptoms of depression and anxiety: Randomized controlled trial.",
            "in_text_citation": "Fulmer et al., 2018"
        },
        {
            "footnote": 20,
            "title": "Adolescents’ wellbeing while using a mobile Artificial Intelligence-powered acceptance commitment therapy tool: Evidence from a longitudinal study.",
            "in_text_citation": "Vertsberger et al., 2022a"
        },
        {
            "footnote": 36,
            "title": "A digital mental health intervention in an orthopedic setting for patients with symptoms of depression and/or anxiety: Feasibility prospective cohort study.",
            "in_text_citation": "Leo et al., 2022a"
        },
        {
            "footnote": 42,
            "title": "A mental health chatbot with cognitive skills for personalised behavioural activation and remote health monitoring.",
            "in_text_citation": "Rathnayaka et al., 2022a"
        },
        {
            "footnote": 30,
            "title": "A pilot study on using an intelligent life-like robot as a companion for elderly individuals with dementia and depression.",
            "in_text_citation": "Abdollahi et al., 2017"
        },
        {
            "footnote": 31,
            "title": "A therapeutic relational agent for reducing problematic substance use (Woebot): Development and usability study.",
            "in_text_citation": "Prochaska et al., 2021b"
        },
        {
            "footnote": 37,
            "title": "A virtual coach (Motibot) for supporting healthy coping strategies among adults with diabetes: Proof-of-Concept study.",
            "in_text_citation": "Bassi et al., 2022a"
        },
        {
            "footnote": 32,
            "title": "An efficient system for Eye Movement Desensitization and Reprocessing (EMDR) therapy: A pilot study.",
            "in_text_citation": "Goga et al., 2022a"
        },
        {
            "footnote": 38,
            "title": "Can a humanoid social robot stimulate the interactivity of cognitively impaired elderly? A thorough study based on computer vision methods.",
            "in_text_citation": "Tulsulkar et al., 2021"
        },
        {
            "footnote": 45,
            "title": "Development of an empathy-centric counseling chatbot system capable of sentimental dialogue analysis.",
            "in_text_citation": "Trappey et al., 2022a"
        },
        {
            "footnote": 39,
            "title": "Digital mental health intervention plus usual care compared with usual care only and usual care plus in-person psychological counseling for orthopedic patients with symptoms of depression or anxiety: Cohort study.",
            "in_text_citation": "Leo et al., 2022b"
        },
        {
            "footnote": 21,
            "title": "Investigating students’ use of a mental health chatbot to alleviate academic stress.",
            "in_text_citation": "De Nieva et al., 2020"
        },
        {
            "footnote": 22,
            "title": "Mood estimation as a social profile predictor in an autonomous, multi-session, emotional support robot for children.",
            "in_text_citation": "Gamborino et al., 2019"
        },
        {
            "footnote": 43,
            "title": "Negative emotion management using a smart shirt and a robot assistant.",
            "in_text_citation": "Pham et al., 2021"
        },
        {
            "footnote": 47,
            "title": "Preliminary evaluation of the engagement and effectiveness of a mental health chatbot.",
            "in_text_citation": "Daley et al., 2020"
        },
        {
            "footnote": 49,
            "title": "User experience over time with conversational agents: Case study of Woebot on supporting subjective well-being.",
            "in_text_citation": "Demirci, 2018"
        },
        {
            "footnote": 23,
            "title": "User perception of Wysa as a mental well-being support tool during the COVID-19 pandemic.",
            "in_text_citation": "Legaspi et al., 2023"
        },
        {
            "footnote": 33,
            "title": "An artificial therapist (Manage Your Life Online) to support the mental health of youth: Co-design and case series.",
            "in_text_citation": "Wrightson-Hester et al., 2023"
        },
        {
            "footnote": 34,
            "title": "Demographic and clinical characteristics associated with anxiety and depressive symptom outcomes in users of a digital mental health intervention incorporating a relational agent.",
            "in_text_citation": "Chiauzzi et al., 2023"
        }
    ]
}