{
    "key_references": [
        {
            "title": "A randomized controlled trial of a therapeutic relational agent for reducing substance misuse during the COVID-19 pandemic.",
            "abstract": "## BACKGROUND\nThe COVID-19 pandemic disrupted access to treatment for substance use disorders (SUDs), while alcohol and cannabis retail sales increased. During the pandemic, we tested a tailored digital health solution, Woebot-SUDs (W-SUDs), for reducing substance misuse.\n## METHODS\nIn a randomized controlled trial, we compared W-SUDs for 8 weeks to a waitlist control. U.S. adults (N = 180) who screened positive for substance misuse (CAGE-AID>1) were enrolled June-August 2020. The primary outcome was the change in past-month substance use occasions from baseline to end-of-treatment (EOT). Study retention was 84%. General linear models tested group differences in baseline-to-EOT change scores, adjusting for baseline differences and attrition.\n## RESULTS\nAt baseline, the sample (age M = 40, SD = 12, 65% female, 68% non-Hispanic white) averaged 30.2 (SD = 18.6) substance occasions in the past month. Most (77%) reported alcohol problems, 28% cannabis, and 45% multiple substances; 46% reported moderate-to-severe depressive symptoms. Treatment participants averaged 920 in-app text messages (SD = 892, Median = 701); 96% of completed lessons were rated positively; and 88% would recommend W-SUDs. Relative to waitlist, W-SUDs participants significantly reduced past-month substance use occasions (M = -9.1, SE = 2.0 vs. M = -3.3, SE = 1.8; p = .039). Secondary substance use and mood outcomes did not change significantly by group; however, reductions in substance use occasions correlated significantly with increased confidence and fewer substance use problems, cravings, depression and anxiety symptoms, and pandemic-related mental health effects (p-value<.05).\n## CONCLUSIONS\nW-SUDs was associated with significant reductions in substance use occasions. Reduction in substance use occasions was associated with better outcomes, including improved mental health. W-SUDs satisfaction was high.\n",
            "in_text_citation": "Prochaska et al., 2021",
            "footnote": 25
        },
        {
            "title": "Manage Your Life Online: A Web-Based Randomized Controlled Trial Evaluating the Effectiveness of a Problem-Solving Intervention in a Student Sample.",
            "abstract": "## BACKGROUND\nEvidence for the efficacy of computer-based psychological interventions is growing. A number of such interventions have been found to be effective, especially for mild to moderate cases. They largely rely on psychoeducation and 'homework tasks', and are specific to certain diagnoses (e.g. depression).\n## AIMS\nThis paper presents the results of a web-based randomized controlled trial of Manage Your Life Online (MYLO), a program that uses artificial intelligence to engage the participant in a conversation across any problem topic.\n## METHOD\nHealthy volunteers (n = 213) completed a baseline questionnaire and were randomized to the MYLO program or to an active control condition where they used the program ELIZA, which emulates a Rogerian psychotherapist. Participants completed a single session before completing post-study and 2-week follow-up measures.\n## RESULTS\nAnalyses were per protocol with intent to follow-up. Both programs were associated with improvements in problem distress, anxiety and depression post-intervention, and again 2 weeks later, but MYLO was not found to be more effective than ELIZA. MYLO was rated as significantly more helpful than ELIZA, but there was no main effect of intervention on problem resolution.\n## CONCLUSIONS\nFindings are consistent with those of a previous smaller, laboratory-based trial and provide support for the acceptability and effectiveness of MYLO delivered over the internet for a non-clinical sample. The lack of a no-treatment control condition means that the effect of spontaneous recovery cannot be ruled out.\n",
            "in_text_citation": "Bird et al., 2018",
            "footnote": 48
        },
        {
            "title": "Artificial Intelligence-Based Chatbot for Anxiety and Depression in University Students: Pilot Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nArtificial intelligence-based chatbots are emerging as instruments of psychological intervention; however, no relevant studies have been reported in Latin America.\n## OBJECTIVE\nThe objective of the present study was to evaluate the viability, acceptability, and potential impact of using Tess, a chatbot, for examining symptoms of depression and anxiety in university students.\n## METHODS\nThis was a pilot randomized controlled trial. The experimental condition used Tess for 8 weeks, and the control condition was assigned to a psychoeducation book on depression. Comparisons were conducted using Mann-Whitney U and Wilcoxon tests for depressive symptoms, and independent and paired sample t tests to analyze anxiety symptoms.\n## RESULTS\nThe initial sample consisted of 181 Argentinian college students (158, 87.2% female) aged 18 to 33. Data at week 8 were provided by 39 out of the 99 (39%) participants in the experimental condition and 34 out of the 82 (41%) in the control group. On an average, 472 (SD 249.52) messages were exchanged, with 116 (SD 73.87) of the messages sent from the users in response to Tess. A higher number of messages exchanged with Tess was associated with positive feedback (F\n## CONCLUSIONS\nThe students spent a considerable amount of time exchanging messages with Tess and positive feedback was associated with a higher number of messages exchanged. The initial results show promising evidence for the usability and acceptability of Tess in the Argentinian population. Research on chatbots is still in its initial stages and further research is needed.\n",
            "in_text_citation": "Klos et al., 2021",
            "footnote": 46
        },
        {
            "title": "Can AI make people happy? The effect of AI-based chatbot on smile and speech in Parkinson's disease.",
            "abstract": "## INTRODUCTION\nApproaches for objectively measuring facial expressions and speech may enhance clinical and research evaluation in telemedicine, which is widely employed for Parkinson's disease (PD). This study aimed to assess the feasibility and efficacy of using an artificial intelligence-based chatbot to improve smile and speech in PD. Further, we explored the potential predictive value of objective face and speech parameters for motor symptoms, cognition, and mood.\n## METHODS\nIn this open-label randomized study, we collected a series of face and conversational speech samples from 20 participants with PD in weekly teleconsultation sessions for 5 months. We investigated the effect of daily chatbot conversations on smile and speech features, then we investigated whether smile and speech features could predict motor, cognitive, and mood status.\n## RESULTS\nA repeated-measures analysis of variance revealed that the chatbot conversations had a significant interaction effect on the mean and standard deviation of the smile index during smile sections (both P = .02), maximum duration of the initial rise of the smile index (P = .04), and frequency of filler words (P = .04), but no significant interaction effects were observed for clinical measurements including motor, cognition, depression, and quality of life. Explorative analysis using statistical and machine-learning models revealed that the smile indices and several speech features were associated with motor symptoms, cognition, and mood in PD.\n## CONCLUSION\nAn artificial intelligence-based chatbot may positively affect smile and speech in PD. Smile and speech features may capture the motor, cognitive, and mental status of patients with PD.\n",
            "in_text_citation": "Ogawa et al., 2022",
            "footnote": 35
        },
        {
            "title": "Is chatting with a sophisticated chatbot as good as chatting online or FTF with a stranger?",
            "abstract": "Emotionally-responsive chatbots are marketed as agents with which one can form emotional connections. They can also become weak ties in the outer layers of one’s acquaintance network and available for social support. In this experiment, which was designed to study the acquaintance process, we randomly assigned 417 participants into three conditions: face-to-face (FTF) chat with a human, online chat with a human, and online chat with a commercially-available, emotionally-responsive chatbot, Replika. After a 20-min getting-acquainted chat, participants reported their affective state and relational evaluations of the chat. Additionally, all chats were recorded and text analyzed using the Linguistic Inquiry and Word Count (LIWC) program. In all conditions, participants reported moderate levels of positive emotions and low levels of negative emotions. Those who chatted FTF with a human reported significantly more negative emotions than those who chatted with a bot. However, those who chatted with a human also reported more homophily with and liking of their chat partner and that their partner was more responsive. Meanwhile, participants had fewest conversational concerns with the chatbot. These findings have implications for future computer-mediated interaction studies: conversations with chatbots appear to have different affordances and effects on chatter enjoyment and conversational concerns in getting-acquainted contexts. These results may help designers improve reception and marketability for chatbots in consumer markets.",
            "in_text_citation": "Drouin et al., 2022",
            "footnote": 40
        },
        {
            "title": "Delivering Cognitive Behavior Therapy to Young Adults With Symptoms of Depression and Anxiety Using a Fully Automated Conversational Agent (Woebot): A Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nWeb-based cognitive-behavioral therapeutic (CBT) apps have demonstrated efficacy but are characterized by poor adherence. Conversational agents may offer a convenient, engaging way of getting support at any time.\n## OBJECTIVE\nThe objective of the study was to determine the feasibility, acceptability, and preliminary efficacy of a fully automated conversational agent to deliver a self-help program for college students who self-identify as having symptoms of anxiety and depression.\n## METHODS\nIn an unblinded trial, 70 individuals age 18-28 years were recruited online from a university community social media site and were randomized to receive either 2 weeks (up to 20 sessions) of self-help content derived from CBT principles in a conversational format with a text-based conversational agent (Woebot) (n=34) or were directed to the National Institute of Mental Health ebook, \"Depression in College Students,\" as an information-only control group (n=36). All participants completed Web-based versions of the 9-item Patient Health Questionnaire (PHQ-9), the 7-item Generalized Anxiety Disorder scale (GAD-7), and the Positive and Negative Affect Scale at baseline and 2-3 weeks later (T2).\n## RESULTS\nParticipants were on average 22.2 years old (SD 2.33), 67% female (47/70), mostly non-Hispanic (93%, 54/58), and Caucasian (79%, 46/58). Participants in the Woebot group engaged with the conversational agent an average of 12.14 (SD 2.23) times over the study period. No significant differences existed between the groups at baseline, and 83% (58/70) of participants provided data at T2 (17% attrition). Intent-to-treat univariate analysis of covariance revealed a significant group difference on depression such that those in the Woebot group significantly reduced their symptoms of depression over the study period as measured by the PHQ-9 (F=6.47; P=.01) while those in the information control group did not. In an analysis of completers, participants in both groups significantly reduced anxiety as measured by the GAD-7 (F\n## CONCLUSIONS\nConversational agents appear to be a feasible, engaging, and effective way to deliver CBT.\n",
            "in_text_citation": "Fitzpatrick et al., 2017",
            "footnote": 26
        },
        {
            "title": "Mental Health Chatbot for Young Adults With Depressive Symptoms During the COVID-19 Pandemic: Single-Blind, Three-Arm Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nDepression has a high prevalence among young adults, especially during the COVID-19 pandemic. However, mental health services remain scarce and underutilized worldwide. Mental health chatbots are a novel digital technology to provide fully automated interventions for depressive symptoms.\n## OBJECTIVE\nThe purpose of this study was to test the clinical effectiveness and nonclinical performance of a cognitive behavioral therapy (CBT)-based mental health chatbot (XiaoE) for young adults with depressive symptoms during the COVID-19 pandemic.\n## METHODS\nIn a single-blind, 3-arm randomized controlled trial, participants manifesting depressive symptoms recruited from a Chinese university were randomly assigned to a mental health chatbot (XiaoE; n=49), an e-book (n=49), or a general chatbot (Xiaoai; n=50) group in a ratio of 1:1:1. Participants received a 1-week intervention. The primary outcome was the reduction of depressive symptoms according to the 9-item Patient Health Questionnaire (PHQ-9) at 1 week later (T1) and 1 month later (T2). Both intention-to-treat and per-protocol analyses were conducted under analysis of covariance models adjusting for baseline data. Controlled multiple imputation and δ-based sensitivity analysis were performed for missing data. The secondary outcomes were the level of working alliance measured using the Working Alliance Questionnaire (WAQ), usability measured using the Usability Metric for User Experience-LITE (UMUX-LITE), and acceptability measured using the Acceptability Scale (AS).\n## RESULTS\nParticipants were on average 18.78 years old, and 37.2% (55/148) were female. The mean baseline PHQ-9 score was 10.02 (SD 3.18; range 2-19). Intention-to-treat analysis revealed lower PHQ-9 scores among participants in the XiaoE group compared with participants in the e-book group and Xiaoai group at both T1 (F\n## CONCLUSIONS\nA CBT-based chatbot is a feasible and engaging digital therapeutic approach that allows easy accessibility and self-guided mental health assistance for young adults with depressive symptoms. A systematic evaluation of nonclinical metrics for a mental health chatbot has been established in this study. In the future, focus on both clinical outcomes and nonclinical metrics is necessary to explore the mechanism by which mental health chatbots work on patients. Further evidence is required to confirm the long-term effectiveness of the mental health chatbot via trails replicated with a longer dose, as well as exploration of its stronger efficacy in comparison with other active controls.\n## TRIAL REGISTRATION\nChinese Clinical Trial Registry ChiCTR2100052532; http://www.chictr.org.cn/showproj.aspx?proj=135744.\n",
            "in_text_citation": "He et al., 2022",
            "footnote": 28
        },
        {
            "title": "The CARESSES Randomised Controlled Trial: Exploring the Health-Related Impact of Culturally Competent Artificial Intelligence Embedded Into Socially Assistive Robots and Tested in Older Adult Care Homes.",
            "abstract": "This trial represents the final stage of the CARESSES project which aimed to develop and evaluate a culturally competent artificial intelligent system embedded into social robots to support older adult wellbeing. A parallel group, single-blind randomised controlled trial was conducted across older adult care homes in England and Japan. Participants randomly allocated to the Experimental Group or Control Group 1 received a Pepper robot for up 18 h across 2 weeks. Two versions of the CARESSES artificial intelligence were tested: a fully culturally competent system (Experimental Group) and a more limited version (Control Group 1). Control Group 2 (Care As Usual) participants did not receive a robot. Quantitative outcomes of interest reported in the current paper were health-related quality of life (SF-36), loneliness (ULS-8), and perceptions of robotic cultural competence (CCATool-Robotics). Thirty-three residents completed all procedures. The difference in SF-36 Emotional Wellbeing scores between Experimental Group and Care As Usual participants over time was significant (F[1] = 6.614, sig = .019, η\n",
            "in_text_citation": "Papadopoulos et al., 2022",
            "footnote": 18
        },
        {
            "title": "Usability, Acceptability, and Effectiveness of Web-Based Conversational Agents to Facilitate Problem Solving in Older Adults: Controlled Study.",
            "abstract": "## BACKGROUND\nThe usability and effectiveness of conversational agents (chatbots) that deliver psychological therapies is under-researched.\n## OBJECTIVE\nThis study aimed to compare the system usability, acceptability, and effectiveness in older adults of 2 Web-based conversational agents that differ in theoretical orientation and approach.\n## METHODS\nIn a randomized study, 112 older adults were allocated to 1 of the following 2 fully automated interventions: Manage Your Life Online (MYLO; ie, a chatbot that mimics a therapist using a method of levels approach) and ELIZA (a chatbot that mimics a therapist using a humanistic counseling approach). The primary outcome was problem distress and resolution, with secondary outcome measures of system usability and clinical outcome.\n## RESULTS\nMYLO participants spent significantly longer interacting with the conversational agent. Posthoc tests indicated that MYLO participants had significantly lower problem distress at follow-up. There were no differences between MYLO and ELIZA in terms of problem resolution. MYLO was rated as significantly more helpful and likely to be used again. System usability of both the conversational agents was associated with helpfulness of the agents and the willingness of the participants to reuse. Adherence was high. A total of 12% (7/59) of the MYLO group did not carry out their conversation with the chatbot.\n## CONCLUSIONS\nControlled studies of chatbots need to be conducted in clinical populations across different age groups. The potential integration of chatbots into psychological care in routine services is discussed.\n",
            "in_text_citation": "Bennion et al., 2020",
            "footnote": 75
        },
        {
            "title": "Using AI chatbots to provide self-help depression interventions for university students: A randomized trial of effectiveness.",
            "abstract": "## BACKGROUND\nDepression impacts the lives of a large number of university students. Mobile-based therapy chatbots are increasingly being used to help young adults who suffer from depression. However, previous trials have short follow-up periods. Evidence of effectiveness in pragmatic conditions are still in lack.\n## OBJECTIVE\nThis study aimed to compare chatbot therapy to bibliotherapy, which is a widely accepted and proven-useful self-help psychological intervention. The main objective of this study is to add to the evidence of effectiveness for chatbot therapy as a convenient, affordable, interactive self-help intervention for depression.\n## METHODS\nAn unblinded randomized controlled trial with 83 university students was conducted. The participants were randomly assigned to either a chatbot test group (n = 41) to receive a newly developed chatbot-delivered intervention, or a bibliotherapy control group (n = 42) to receive a minimal level of bibliotherapy. A set of questionnaires was implemented as measurements of clinical variables at baseline and every 4 weeks for a period of 16 weeks, which included the Patient Health Questionnaire-9 (PHQ-9), the Generalized Anxiety Disorder scale (GAD-7), the Positive and Negative Affect Scale (PANAS). The Client Satisfaction Questionnaire-8 (CSQ-8) and the Working Alliance Inventory-Short Revised (WAI-SR) were used to measure satisfaction and therapeutic alliance after the intervention. Participants' self-reported adherence and feedback on the therapy chatbot were also collected.\n## RESULTS\nParticipants were all university students (undergraduate students (n = 31), postgraduate students (n = 52)). They were between 19 and 28 years old (mean = 23.08, standard deviation (SD) = 1.76) and 55.42% (46/83) female. 24.07% (20/83) participants were lost to follow-up. No significant group difference was found at baseline. In the intention-to-treat analysis, individuals in the chatbot test group showed a significant reduction in the PHQ-9 scores (F = 22.89; \n## CONCLUSIONS\nThe chatbot-delivered self-help depression intervention was proven to be superior to the minimal level of bibliotherapy in terms of reduction on depression, anxiety, and therapeutic alliance achieved with participants.\n",
            "in_text_citation": "Liu et al., 2022",
            "footnote": 29
        },
        {
            "title": "Chatbot-Delivered Cognitive Behavioral Therapy in Adolescents With Depression and Anxiety During the COVID-19 Pandemic: Feasibility and Acceptability Study.",
            "abstract": "## BACKGROUND\nSymptoms of depression and anxiety, suicidal ideation, and self-harm have escalated among adolescents to crisis levels during the COVID-19 pandemic. As a result, primary care providers (PCPs) are often called on to provide first-line care for these youth. Digital health interventions can extend mental health specialty care, but few are evidence based. We evaluated the feasibility of delivering an evidence-based mobile health (mHealth) app with an embedded conversational agent to deliver cognitive behavioral therapy (CBT) to symptomatic adolescents presenting in primary care settings during the pandemic.\n## OBJECTIVE\nIn this 12-week pilot study, we evaluated the feasibility of delivering the app-based intervention to adolescents aged 13 to 17 years with moderate depressive symptoms who were treated in a practice-based research network (PBRN) of academically affiliated primary care clinics. We also obtained preliminary estimates of app acceptability, effectiveness, and usability.\n## METHODS\nThis small, pilot randomized controlled trial (RCT) evaluated depressive symptom severity in adolescents randomized to the app or to a wait list control condition. The primary end point was depression severity at 4-weeks, measured by the 9-item Patient Health Questionnaire (PHQ-9). Data on acceptability, feasibility, and usability were collected from adolescents and their parent or legal guardian. Qualitative interviews were conducted with 13 PCPs from 11 PBRN clinics to identify facilitators and barriers to incorporating mental health apps in treatment planning for adolescents with depression and anxiety.\n## RESULTS\nThe pilot randomized 18 participants to the app (n=10, 56%) or to a wait list control condition (n=8, 44%); 17 participants were included in the analysis, and 1 became ineligible upon chart review due to lack of eligibility based on documented diagnosis. The overall sample was predominantly female (15/17, 88%), White (15/17, 88%), and privately insured (15/17, 88%). Mean PHQ-9 scores at 4 weeks decreased by 3.3 points in the active treatment group (representing a shift in mean depression score from moderate to mild symptom severity categories) and 2 points in the wait list control group (no shift in symptom severity category). Teen- and parent-reported usability, feasibility, and acceptability of the app was high. PCPs reported preference for introducing mHealth interventions like the one in this study early in the course of care for individuals presenting with mild or moderate symptoms.\n## CONCLUSIONS\nIn this small study, we demonstrated the feasibility, acceptability, usability, and safety of using a CBT-based chatbot for adolescents presenting with moderate depressive symptoms in a network of PBRN-based primary care clinics. This pilot study could not establish effectiveness, but our results suggest that further study in a larger pediatric population is warranted. Future study inclusive of rural, socioeconomically disadvantaged, and underrepresented communities is needed to establish generalizability of effectiveness and identify implementation-related adaptations needed to promote broader uptake in pediatric primary care.\n## TRIAL REGISTRATION\nClinicalTrials.gov NCT04603053; https://clinicaltrials.gov/ct2/show/NCT04603053.\n",
            "in_text_citation": "Nicol et al., 2022",
            "footnote": 19
        },
        {
            "title": "A nurse versus a chatbot ‒ the effect of an empowerment program on chemotherapy-related side effects and the self-care behaviors of women living with breast Cancer: a randomized controlled trial.",
            "abstract": "## BACKGROUND\nThe high levels of unmet needs in relation to provision of self-care information reported by women living with breast cancer suggests that pre-chemotherapy education is suboptimal. Chatbots are emerging as a promising platform to provide education to patients helping them self-manage their symptoms at home. However, evidence from empirical studies on the effect of chatbots education on women living with breast cancer self-care behaviors and symptoms management are scarce.\n## METHODS\nThis three-arm randomized controlled trial was performed in a chemotherapy day care center within an oncology center in Egypt. A total of 150 women living with breast cancer were randomly selected and randomized into three groups: the ChemoFreeBot group (n = 50), the nurse-led education group (n = 50), and the routine care group (n = 50). In the ChemoFreeBot group, women were given a link to interact with ChemoFreeBot and ask questions about their symptoms and self-care interventions by typing questions or keywords at any time. On the same day as their first day of chemotherapy, the nurse-led education group received face to face teaching sessions from the researcher (nurse) about side effects and self-care interventions. The routine care group received general knowledge during their chemotherapy session about self-care interventions. The self-care behaviors effectiveness and the frequency, severity and distress of chemotherapy side effects were measured at baseline and postintervention for the three groups. The ChemoFreeBot's usability was assessed.\n## RESULTS\nThe mixed design repeated measures ANOVA analyses revealed a statistically significant both group effect and interaction effect of group*time, indicating a significant difference between the three groups in terms of the physical symptoms frequency (F = 76.075, p < .001, F = 147, p < .001, respectively), severity (F = 96.440, p < .001, F = 220.462, p < .001), and distress (F = 77.171, p < .001, F = 189.680, p < .001); the psychological symptoms frequency (F = 63.198, p < .001, F = 137.908, p < .001), severity (F = 62.137, p < .001), (F = 136.740, p < .001), and distress (F = 43.003, p < .001, F = 168.057, p < .001), and the effectiveness of self-care behaviors (F = 20.134, p < .001, F = 24.252, p < .001, respectively). The Post hoc analysis with Bonferroni adjustment in showed that women in the ChemoFreeBot group experienced a statistically significant less frequent, less severe and less distressing physical and psychological symptoms and higher effective self-care behaviors than those in the nurse-led education and routine care groups (p > .001).\n## CONCLUSION\nChemoFreeBot was a useful and cost-effective tool to improve increase self-care behavior and reduce chemotherapy side effects in women living with breast cancer through the provision of personalized education and the improvement of the accessibility to real-time and high-quality information compared to \"one size fits all\" approach used by nurses to provide the information. ChemoFreeBot can be an empowering tool to assist nurses to educate women with breast cancer and allow women to take an active role in managing their symptom.\n## TRIAL REGISTRATION\nThis study was retrospectively registered in the University hospital Medical Information Network (UMIN) Center, Clinical Trials Registry on 26/09/2022; Registration No:R000055389,Trial ID:UMIN000048955.\n",
            "in_text_citation": "Tawfik et al., 2023",
            "footnote": 24
        },
        {
            "title": "A chatbot for mental health support: exploring the impact of Emohaa on reducing mental distress in China.",
            "abstract": "## INTRODUCTION\nThe growing demand for mental health support has highlighted the importance of conversational agents as human supporters worldwide and in China. These agents could increase availability and reduce the relative costs of mental health support. The provided support can be divided into two main types: cognitive and emotional. Existing work on this topic mainly focuses on constructing agents that adopt Cognitive Behavioral Therapy (CBT) principles. Such agents operate based on pre-defined templates and exercises to provide cognitive support. However, research on emotional support using such agents is limited. In addition, most of the constructed agents operate in English, highlighting the importance of conducting such studies in China. To this end, we introduce Emohaa, a conversational agent that provides cognitive support through CBT-Bot exercises and guided conversations. It also emotionally supports users through ES-Bot, enabling them to vent their emotional problems. In this study, we analyze the effectiveness of Emohaa in reducing symptoms of mental distress.\n## METHODS AND RESULTS\nFollowing the RCT design, the current study randomly assigned participants into three groups: Emohaa (CBT-Bot), Emohaa (Full), and control. With both Intention-To-Treat (\n## DISCUSSION\nBased on the obtained results and participants' satisfaction with the platform, we concluded that Emohaa is a practical and effective tool for reducing mental distress.\n",
            "in_text_citation": "Sabour et al., 2023",
            "footnote": 41
        },
        {
            "title": "Using Psychological Artificial Intelligence (Tess) to Relieve Symptoms of Depression and Anxiety: Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nStudents in need of mental health care face many barriers including cost, location, availability, and stigma. Studies show that computer-assisted therapy and 1 conversational chatbot delivering cognitive behavioral therapy (CBT) offer a less-intensive and more cost-effective alternative for treating depression and anxiety. Although CBT is one of the most effective treatment methods, applying an integrative approach has been linked to equally effective posttreatment improvement. Integrative psychological artificial intelligence (AI) offers a scalable solution as the demand for affordable, convenient, lasting, and secure support grows.\n## OBJECTIVE\nThis study aimed to assess the feasibility and efficacy of using an integrative psychological AI, Tess, to reduce self-identified symptoms of depression and anxiety in college students.\n## METHODS\nIn this randomized controlled trial, 75 participants were recruited from 15 universities across the United States. All participants completed Web-based surveys, including the Patient Health Questionnaire (PHQ-9), Generalized Anxiety Disorder Scale (GAD-7), and Positive and Negative Affect Scale (PANAS) at baseline and 2 to 4 weeks later (T2). The 2 test groups consisted of 50 participants in total and were randomized to receive unlimited access to Tess for either 2 weeks (n=24) or 4 weeks (n=26). The information-only control group participants (n=24) received an electronic link to the National Institute of Mental Health's (NIMH) eBook on depression among college students and were only granted access to Tess after completion of the study.\n## RESULTS\nA sample of 74 participants completed this study with 0% attrition from the test group and less than 1% attrition from the control group (1/24). The average age of participants was 22.9 years, with 70% of participants being female (52/74), mostly Asian (37/74, 51%), and white (32/74, 41%). Group 1 received unlimited access to Tess, with daily check-ins for 2 weeks. Group 2 received unlimited access to Tess with biweekly check-ins for 4 weeks. The information-only control group was provided with an electronic link to the NIMH's eBook. Multivariate analysis of covariance was conducted. We used an alpha level of .05 for all statistical tests. Results revealed a statistically significant difference between the control group and group 1, such that group 1 reported a significant reduction in symptoms of depression as measured by the PHQ-9 (P=.03), whereas those in the control group did not. A statistically significant difference was found between the control group and both test groups 1 and 2 for symptoms of anxiety as measured by the GAD-7. Group 1 (P=.045) and group 2 (P=.02) reported a significant reduction in symptoms of anxiety, whereas the control group did not. A statistically significant difference was found on the PANAS between the control group and group 1 (P=.03) and suggests that Tess did impact scores.\n## CONCLUSIONS\nThis study offers evidence that AI can serve as a cost-effective and accessible therapeutic agent. Although not designed to appropriate the role of a trained therapist, integrative psychological AI emerges as a feasible option for delivering support.\n## TRIAL REGISTRATION\nInternational Standard Randomized Controlled Trial Number: ISRCTN61214172; https://doi.org/10.1186/ISRCTN61214172.\n",
            "in_text_citation": "Fulmer et al., 2018",
            "footnote": 17
        },
        {
            "title": "Improving Well-being With a Mobile Artificial Intelligence-Powered Acceptance Commitment Therapy Tool: Pragmatic Retrospective Study.",
            "abstract": "## BACKGROUND\nResearch and dissemination of smartphone apps to deliver coaching and psychological driven intervention had seen a great surge in recent years. Notably, Acceptance Commitment Therapy (ACT) protocols were shown to be uniquely effective in treating symptoms for both depression and anxiety when delivered through smartphone apps. The aim of this study is to expand on that work and test the suitability of artificial intelligence-driven interventions delivered directly through popular texting apps.\n## OBJECTIVE\nThis study evaluated our hypothesis that using Kai.ai will result in improved well-being.\n## METHODS\nWe performed a pragmatic retrospective analysis of 2909 users who used Kai.ai on one of the top messaging apps (iMessage, WhatsApp, Discord, Telegram, etc). Users' well-being levels were tracked using the World Health Organization-Five Well-Being Index throughout the engagement with service. A 1-tailed paired samples t test was used to assess well-being levels before and after usage, and hierarchical linear modeling was used to examine the change in symptoms over time.\n## RESULTS\nThe median well-being score at the last measurement was higher (median 52) than that at the start of the intervention (median 40), indicating a significant improvement (W=2682927; P<.001). Furthermore, HLM results showed that the improvement in well-being was linearly related to the number of daily messages a user sent (β=.029; t\n## CONCLUSIONS\nMobile-based ACT interventions are effective means to improve individuals' well-being. Our findings further demonstrate Kai.ai's great promise in helping individuals improve and maintain high levels of well-being and thus improve their daily lives.\n",
            "in_text_citation": "N/A",
            "footnote": "Navot et al., 2022"
        },
        {
            "title": "A Digital Mental Health Intervention in an Orthopedic Setting for Patients With Symptoms of Depression and/or Anxiety: Feasibility Prospective Cohort Study.",
            "abstract": "## BACKGROUND\nSymptoms of depression and anxiety commonly coexist with chronic musculoskeletal pain, and when this occurs, standard orthopedic treatment is less effective. However, mental health intervention is not yet a routine part of standard orthopedic treatment, in part because of access-related barriers. Digital mental health intervention is a potential scalable resource that could be feasibly incorporated into orthopedic care.\n## OBJECTIVE\nThis study's primary purpose was to assess the feasibility of introducing a digital mental health intervention (Wysa) in an outpatient orthopedic setting to patients with coexisting symptoms of depression and/or anxiety. The secondary purpose was to perform a preliminary effectiveness analysis of the intervention.\n## METHODS\nIn this single-arm, prospective cohort study, participants included adult patients (18 years and older) who presented to a nonsurgical orthopedic specialist at a single tertiary care academic center for evaluation of a musculoskeletal condition and who self-reported symptoms of depression and/or anxiety (Patient-Reported Outcomes Measurement Information System [PROMIS] Depression and/or Anxiety score ≥55). Face-to-face enrollment was performed by a research coordinator immediately after the participant's encounter with an orthopedic clinician. Participants were provided 2 months of access to a mobile app called Wysa, which is an established, multicomponent digital mental health intervention that uses chatbot technology and text-based access to human counselors to deliver cognitive behavioral therapy, mindfulness training, and sleep tools, among other features. For this study, Wysa access also included novel, behavioral activation-based features specifically developed for users with chronic pain. Primary feasibility outcomes included the study recruitment rate, retention rate, and engagement rate with Wysa (defined as engagement with a therapeutic Wysa tool at least once during the study period). Secondary effectiveness outcomes were between-group differences in mean longitudinal PROMIS mental and physical health score changes at 2-month follow-up between high and low Wysa users, defined by a median split.\n## RESULTS\nThe recruitment rate was 29.3% (61/208), retention rate was 84% (51/61), and engagement rate was 72% (44/61). Compared to low users, high users reported greater improvement in PROMIS Anxiety scores (between-group difference -4.2 points, 95% CI -8.1 to -0.2; P=.04) at the 2-month follow-up. Between-group differences in PROMIS Depression (-3.2 points, 95% CI -7.5 to 1.2; P=.15) and Pain Interference scores (-2.3 points, 95% CI -6.3 to 1.7; P=.26) favored high users but did not meet statistical significance. Improvements in PROMIS Physical Function scores were comparable between groups.\n## CONCLUSIONS\nDelivery of a digital mental health intervention within the context of orthopedic care is feasible and has the potential to improve mental health and pain-related impairment to a clinically meaningful degree. Participants' engagement rates exceeded industry standards, and additional opportunities to improve recruitment and retention were identified. Further pilot study followed by a definitive, randomized controlled trial is warranted.\n## TRIAL REGISTRATION\nClinicalTrials.gov NCT04640090; https://clinicaltrials.gov/ct2/show/NCT04640090.\n",
            "in_text_citation": "Leo et al., 2022",
            "footnote": 36
        },
        {
            "title": "A Mental Health Chatbot with Cognitive Skills for Personalised Behavioural Activation and Remote Health Monitoring.",
            "abstract": "Mental health issues are at the forefront of healthcare challenges facing contemporary human society. These issues are most prevalent among working-age people, impacting negatively on the individual, his/her family, workplace, community, and the economy. Conventional mental healthcare services, although highly effective, cannot be scaled up to address the increasing demand from affected individuals, as evidenced in the first two years of the COVID-19 pandemic. Conversational agents, or chatbots, are a recent technological innovation that has been successfully adapted for mental healthcare as a scalable platform of cross-platform smartphone applications that provides first-level support for such individuals. Despite this disposition, mental health chatbots in the extant literature and practice are limited in terms of the therapy provided and the level of personalisation. For instance, most chatbots extend Cognitive Behavioural Therapy (CBT) into predefined conversational pathways that are generic and ineffective in recurrent use. In this paper, we postulate that Behavioural Activation (BA) therapy and Artificial Intelligence (AI) are more effectively materialised in a chatbot setting to provide recurrent emotional support, personalised assistance, and remote mental health monitoring. We present the design and development of our BA-based AI chatbot, followed by its participatory evaluation in a pilot study setting that confirmed its effectiveness in providing support for individuals with mental health issues.\n",
            "in_text_citation": "Rathnayaka et al., 2022",
            "footnote": 42
        },
        {
            "title": "A Therapeutic Relational Agent for Reducing Problematic Substance Use (Woebot): Development and Usability Study.",
            "abstract": "## BACKGROUND\nMisuse of substances is common, can be serious and costly to society, and often goes untreated due to barriers to accessing care. Woebot is a mental health digital solution informed by cognitive behavioral therapy and built upon an artificial intelligence-driven platform to deliver tailored content to users. In a previous 2-week randomized controlled trial, Woebot alleviated depressive symptoms.\n## OBJECTIVE\nThis study aims to adapt Woebot for the treatment of substance use disorders (W-SUDs) and examine its feasibility, acceptability, and preliminary efficacy.\n## METHODS\nAmerican adults (aged 18-65 years) who screened positive for substance misuse without major health contraindications were recruited from online sources and flyers and enrolled between March 27 and May 6, 2020. In a single-group pre/postdesign, all participants received W-SUDs for 8 weeks. W-SUDs provided mood, craving, and pain tracking and modules (psychoeducational lessons and psychotherapeutic tools) using elements of dialectical behavior therapy and motivational interviewing. Paired samples t tests and McNemar nonparametric tests were used to examine within-subject changes from pre- to posttreatment on measures of substance use, confidence, cravings, mood, and pain.\n## RESULTS\nThe sample (N=101) had a mean age of 36.8 years (SD 10.0), and 75.2% (76/101) of the participants were female, 78.2% (79/101) were non-Hispanic White, and 72.3% (73/101) were employed. Participants' W-SUDs use averaged 15.7 (SD 14.2) days, 12.1 (SD 8.3) modules, and 600.7 (SD 556.5) sent messages. About 94% (562/598) of all completed psychoeducational lessons were rated positively. From treatment start to end, in-app craving ratings were reduced by half (87/101, 86.1% reporting cravings in the app; odds ratio 0.48, 95% CI 0.32-0.73). Posttreatment assessment completion was 50.5% (51/101), with better retention among those who initially screened higher on substance misuse. From pre- to posttreatment, confidence to resist urges to use substances significantly increased (mean score change +16.9, SD 21.4; P<.001), whereas past month substance use occasions (mean change -9.3, SD 14.1; P<.001) and scores on the Alcohol Use Disorders Identification Test-Concise (mean change -1.3, SD 2.6; P<.001), 10-item Drug Abuse Screening Test (mean change -1.2, SD 2.0; P<.001), Patient Health Questionnaire-8 item (mean change 2.1, SD 5.2; P=.005), Generalized Anxiety Disorder-7 (mean change -2.3, SD 4.7; P=.001), and cravings scale (68.6% vs 47.1% moderate to extreme; P=.01) significantly decreased. Most participants would recommend W-SUDs to a friend (39/51, 76%) and reported receiving the service they desired (41/51, 80%). Fewer felt W-SUDs met most or all of their needs (22/51, 43%).\n## CONCLUSIONS\nW-SUDs was feasible to deliver, engaging, and acceptable and was associated with significant improvements in substance use, confidence, cravings, depression, and anxiety. Study attrition was high. Future research will evaluate W-SUDs in a randomized controlled trial with a more diverse sample and with the use of greater study retention strategies.\n## TRIAL REGISTRATION\nClinicalTrials.gov NCT04096001; http://clinicaltrials.gov/ct2/show/NCT04096001.\n",
            "in_text_citation": "Prochaska et al., 2021",
            "footnote": 31
        },
        {
            "title": "A Virtual Coach (Motibot) for Supporting Healthy Coping Strategies Among Adults With Diabetes: Proof-of-Concept Study.",
            "abstract": "## BACKGROUND\nMotivation is a core component of diabetes self-management because it allows adults with diabetes mellitus (DM) to adhere to clinical recommendations. In this context, virtual coaches (VCs) have assumed a central role in supporting and treating common barriers related to adherence. However, most of them are mainly focused on medical and physical purposes, such as the monitoring of blood glucose levels or following a healthy diet.\n## OBJECTIVE\nThis proof-of-concept study aims to evaluate the preliminary efficacy of a VC intervention for psychosocial support before and after the intervention and at follow-up. The intent of this VC is to motivate adults with type 1 DM and type 2 DM to adopt and cultivate healthy coping strategies to reduce symptoms of depression, anxiety, perceived stress, and diabetes-related emotional distress, while also improving their well-being.\n## METHODS\nA total of 13 Italian adults with DM (18-51 years) interacted with a VC, called Motibot (motivational bot) using the Telegram messaging app. The interaction covered 12 sessions, each lasting 10 to 20 minutes, during which the user could dialogue with the VC by inputting text or tapping an option on their smartphone screen. Motibot is developed within the transtheoretical model of change to deliver the most appropriate psychoeducational intervention based on the user's motivation to change.\n## RESULTS\nResults showed that over the 12 sessions, there were no significant changes before and after the intervention and at follow-up regarding psychosocial factors. However, most users showed a downward trend over the 3 time periods in depression and anxiety symptoms, thereby presenting good psychological well-being and no diabetes-related emotional distress. In addition, users felt motivated, involved, encouraged, emotionally understood, and stimulated by Motibot during the interaction. Indeed, the analyses of semistructured interviews, using a text mining approach, showed that most users reported a perceived reduction in anxiety, depression, and/or stress symptoms. Moreover, users indicated the usefulness of Motibot in supporting and motivating them to find a mindful moment for themselves and to reflect on their own emotions.\n## CONCLUSIONS\nMotibot was well accepted by users, particularly because of the inclusion of mindfulness practices, which motivated them to adopt healthy coping skills. To this extent, Motibot provided psychosocial support for adults with DM, particularly for those with mild and moderate symptoms, whereas those with severe symptoms may benefit more from face-to-face psychotherapy.\n",
            "in_text_citation": "Bassi et al., 2022",
            "footnote": 37
        },
        {
            "title": "An Efficient System for Eye Movement Desensitization and Reprocessing (EMDR) Therapy: A Pilot Study.",
            "abstract": "In this paper, we describe an actuator-based EMDR (eye movement desensitization and reprocessing) virtual assistant system that can be used for the treatment of participants with traumatic memories. EMDR is a psychological therapy designed to treat emotional distress caused by a traumatic event from the past, most frequently in post-traumatic stress disorder treatment. We implemented a system based on video, tactile, and audio actuators which includes an artificial intelligence chatbot, making the system capable of acting autonomously. We tested the system on a sample of 31 participants. Our results showed the efficiency of the EMDR virtual assistant system in reducing anxiety, distress, and negative cognitions and emotions associated with the traumatic memory. There are no such systems reported in the existing literature. Through the present research, we fill this gap by describing a system that can be used by patients with traumatic memories.\n",
            "in_text_citation": "Goga et al., 2022",
            "footnote": 32
        },
        {
            "title": "Can a humanoid social robot stimulate the interactivity of cognitively impaired elderly? A thorough study based on computer vision methods.",
            "abstract": "Social Assistive Robotics is increasingly being used in care settings to provide psychosocial support and interventions for the elderly with cognitive impairments. Most of these social robots have provided timely stimuli to the elderly at home and in care centres, including keeping them active and boosting their mood. However, previous investigations have registered shortcomings in these robots, particularly in their ability to satisfy an essential human need: the need for companionship. Reports show that the elderly tend to lose interests in these social robots after the initial excitement as the novelty wears out and the monotonous familiarity becomes all too familiar. This paper presents our research facilitating conversations between a social humanoid robot, Nadine, and cognitively impaired elderly at a nursing home. We analysed the effectiveness of human-humanoid interactions between our robot and 14 elderly over 29 sessions. We used both objective tools (based on computer vision methods) and subjective tools (based on observational scales) to evaluate the recorded videos. Our findings showed that our subjects engaged positively with Nadine, suggesting that their interaction with the robot could improve their well-being by compensating for some of their emotional, cognitive, and psychosocial deficiencies. We detected emotions associated with cognitively impaired elderly during these interactions. This study could help understand the expectations of the elderly and the current limitations of Social Assistive Robots. Our research is aligned with all the ethical recommendations by the NTU Institutional Review Board.\n",
            "in_text_citation": "Tulsulkar et al., 2021",
            "footnote": 38
        },
        {
            "title": "Digital Mental Health Intervention Plus Usual Care Compared With Usual Care Only and Usual Care Plus In-Person Psychological Counseling for Orthopedic Patients With Symptoms of Depression or Anxiety: Cohort Study.",
            "abstract": "## BACKGROUND\nDepression and anxiety frequently coexist with chronic musculoskeletal pain and can negatively impact patients' responses to standard orthopedic treatments. Nevertheless, mental health is not routinely addressed in the orthopedic care setting. If effective, a digital mental health intervention may be a feasible and scalable method of addressing mental health in an orthopedic setting.\n## OBJECTIVE\nWe aimed to compare 2-month changes in mental and physical health between orthopedic patients who received a digital mental health intervention in addition to usual orthopedic care, those who received usual orthopedic care only (without a specific mental health intervention), and those who received in-person care with a psychologist as part of their orthopedic treatment plan.\n## METHODS\nIn this single-center retrospective cohort study involving ancillary analysis of a pilot feasibility study, 2-month self-reported health changes were compared between a cohort of orthopedic patients who received access to a digital mental health intervention (Wysa) and 2 convenience sample comparison cohorts (patients who received usual orthopedic care without a specific mental health intervention and patients who received in-person care with a psychologist as part of their orthopedic treatment plan). All patients were 18 years or older and reported elevated symptoms of depression or anxiety at an orthopedic clinic visit (Patient-Reported Outcomes Measurement Information System [PROMIS] Depression or Anxiety score ≥55). The digital intervention was a multi-component mobile app that used chatbot technology and text-based access to human counselors to provide cognitive behavioral therapy, mindfulness training, and sleep tools, among other features, with an emphasis on behavioral activation and pain acceptance. Outcomes of interest were between-cohort differences in the 2-month longitudinal changes in PROMIS Depression and Anxiety scores (primary outcomes) and PROMIS Pain Interference and Physical Function scores (secondary outcomes).\n## RESULTS\nAmong 153 patients (mean age 55, SD 15 years; 128 [83.7%] female; 51 patients per cohort), patients who received the digital mental health intervention showed clinically meaningful improvements at the 2-month follow-up for all PROMIS measures (mean longitudinal improvement 2.8-3.7 points; P≤.02). After controlling for age and BMI, the improvements in PROMIS Depression, Pain Interference, and Physical Function were meaningfully greater than longitudinal changes shown by patients who received usual orthopedic care (mean between-group difference 2.6-4.8 points; P≤.04). Improvements in PROMIS Physical Function were also meaningfully greater than longitudinal changes shown by patients who received in-person psychological counseling (mean between-group difference 2.4 points; P=.04).\n## CONCLUSIONS\nPatients who received a digital mental health intervention as part of orthopedic care reported greater 2-month mean improvements in depression, pain interference, and physical function than patients who received usual orthopedic care. They also reported a greater mean improvement in physical function and comparable improvements in depression, anxiety, and pain interference compared with orthopedic patients who received in-person psychological counseling.\n",
            "in_text_citation": "Leo et al., 2022",
            "footnote": 39
        },
        {
            "title": "Preliminary Evaluation of the Engagement and Effectiveness of a Mental Health Chatbot.",
            "abstract": "Background: Mental health difficulties are highly prevalent, yet access to support is limited by barriers of stigma, cost, and availability. These issues are even more prevalent in low- and middle-income countries, and digital technology is one potential way to overcome these barriers. Digital mental health interventions are effective but often struggle with low engagement rates, particularly in the absence of human support. Chatbots could offer a scalable solution, simulating human support at a lower cost. Objective: To complete a preliminary evaluation of engagement and effectiveness of Vitalk, a mental health chatbot, at reducing anxiety, depression and stress. Methods: Real world data was analyzed from 3,629 Vitalk users who had completed the first phase of a Vitalk program (\"less anxiety,\" \"less stress\" or \"better mood\"). Programs were delivered through written conversation with a chatbot. Engagement was calculated from the number of responses sent to the chatbot divided by days in the program. Results: Users sent an average of 8.17 responses per day. For all three programs, target outcome scores reduced between baseline and follow up with large effect sizes for anxiety (Cohen's d = -0.85), depression (Cohen's d = -0.91) and stress (Cohen's d = -0.81). Increased engagement resulted in improved post-intervention values for anxiety and depression. Conclusion: This study highlights a chatbot's potential to reduce mental health symptoms in the general population within Brazil. While findings show promise, further research is required.",
            "in_text_citation": "Daley et al., 2020",
            "footnote": 47
        },
        {
            "title": "An Artificial Therapist (Manage Your Life Online) to Support the Mental Health of Youth: Co-Design and Case Series.",
            "abstract": "## BACKGROUND\nThe prevalence of child and adolescent mental health issues is increasing faster than the number of services available, leading to a shortfall. Mental health chatbots are a highly scalable method to address this gap. Manage Your Life Online (MYLO) is an artificially intelligent chatbot that emulates the method of levels therapy. Method of levels is a therapy that uses curious questioning to support the sustained awareness and exploration of current problems.\n## OBJECTIVE\nThis study aimed to assess the feasibility and acceptability of a co-designed interface for MYLO in young people aged 16 to 24 years with mental health problems.\n## METHODS\nAn iterative co-design phase occurred over 4 months, in which feedback was elicited from a group of young people (n=7) with lived experiences of mental health issues. This resulted in the development of a progressive web application version of MYLO that could be used on mobile phones. We conducted a case series to assess the feasibility and acceptability of MYLO in 13 young people over 2 weeks. During this time, the participants tested MYLO and completed surveys including clinical outcomes and acceptability measures. We then conducted focus groups and interviews and used thematic analysis to obtain feedback on MYLO and identify recommendations for further improvements.\n## RESULTS\nMost participants were positive about their experience of using MYLO and would recommend MYLO to others. The participants enjoyed the simplicity of the interface, found it easy to use, and rated it as acceptable using the System Usability Scale. Inspection of the use data found evidence that MYLO can learn and adapt its questioning in response to user input. We found a large effect size for the decrease in participants' problem-related distress and a medium effect size for the increase in their self-reported tendency to resolve goal conflicts (the proposed mechanism of change) in the testing phase. Some patients also experienced a reliable change in their clinical outcome measures over the 2 weeks.\n## CONCLUSIONS\nWe established the feasibility and acceptability of MYLO. The initial outcomes suggest that MYLO has the potential to support the mental health of young people and help them resolve their own problems. We aim to establish whether the use of MYLO leads to a meaningful reduction in participants' symptoms of depression and anxiety and whether these are maintained over time by conducting a randomized controlled evaluation trial.\n",
            "in_text_citation": "Wrightson-Hester et al., 2023",
            "footnote": 33
        },
        {
            "title": "Coaching at scale: Investigating the efficacy of Artificial Intelligence coaching.",
            "abstract": "There is limited empirical efficacy evidence on the confluence of artificial intelligence (AI) and organisational and life coaching. Coaching “works” but is often unavailable or unaffordable. AI could scale coaching to reach a wider audience, however, we do not yet know how well AI coaching “works”. This replication randomised controlled trial longitudinal study tested the efficacy of a chatbot AI coach called Vici. An experimental group (n=75) used Vici for six months. Eight measurements on goal attainment, resilience, psychological wellbeing, and perceived stress were collected from the experimental and control group (n=94). Data was collected at baseline, after each of the six chatbot usage months, and three-months later. The experimental group showed a statistically significant increase in goal attainment, while all other measures yielded non-significant results. Using AI, goal and control theories we interpret these results to indicate that AI coaching is effective in a narrow application, suggesting that AI could democratise coaching in a cost-effective, scalable manner.",
            "in_text_citation": "Terblanche et al., 2022",
            "footnote": 44
        },
        {
            "title": "A. Elomia Chatbot: The effectiveness of Artificial Intelligence in the fight for mental health.",
            "abstract": "The article is presenting results of controlled study of effectiveness of Elomia chatbot in reducing tendency to depression, anxiety and negative emotional effects. Elomia was developed using artificial intelligence technologies. In the process of developing a chatbot following technologies were used: RoBERTa(NER) for identification names and locations; COSMIC for identification of human emotions; DIALOGPT for answers generation; DistilBERT (SQuAD) for pointing the most relevant information in the script; GECToR for spelling check. Elomia is able to identify the main psychological problems of the client and offer him the most suitable support option using first aid techniques and cognitive-behavioral psychotherapy. To check the effectiveness of the chatbot it was conducted a study that included three stages: 1) the formation of experimental and control samples; 2) baseline testing; 3) final testing. The study used psychological research methods: 1) Patient Health Questionnaire-9 (PHQ-9) to diagnose a tendency to depression; 2) General Anxiety Disorder-7 (GAD-7) to diagnose a tendency to generalized anxiety disorder; 3) Positive and Negative Affect Schedule (PANAS) to diagnose of prevailing (positive / negative) emotional affects.412 volunteers (202 women, 210 men, ages 19 to 23 years old) who identified their tendency to depression, anxiety and low mood were selected in students social networks groups of Kharkiv region as participants of research. It was found that regular usage of Elomia contributes to a significant reduction in the high tendency to depression (up to 28%), anxiety (up to 31%), and negative affects (up to 15%).",
            "in_text_citation": "Romanovskyi et al., 2021",
            "footnote": 27
        },
        {
            "title": "A pilot study on using an intelligent life-like robot as a companion for elderly individuals with dementia and depression.",
            "abstract": "This paper presents the design, development, methodology, and the results of a pilot study on using an intelligent, emotive and perceptive social robot (aka Companionbot) for improving the quality of life of elderly people with dementia and/or depression. Ryan Companionbot prototyped in this project, is a rear-projected life-like conversational robot. Ryan is equipped with features that can (1) interpret and respond to users’ emotions through facial expressions and spoken language, (2) proactively engage in conversations with users, and (3) remind them about their daily life schedules (e.g. taking their medicine on time). Ryan engages users in cognitive games and reminiscence activities. We conducted a pilot study with six elderly individuals with moderate dementia and/or depression living in a senior living facility in Denver. Each individual had 24/7 access to a Ryan in his/her room for a period of 4-6 weeks. Our observations of these individuals, interviews with them and their caregivers, and analyses of their interactions during this period revealed that they established rapport with the robot and greatly valued and enjoyed having a Companionbot in their room.",
            "in_text_citation": "Abdollahi et al., 2017",
            "footnote": 30
        },
        {
            "title": "Investigating students’ use of a mental health chatbot to alleviate academic stress.",
            "abstract": "The amount of academic workload in schools can cause students to experience stress and become more susceptible to mental health problems. However, because of fear of societal stigma, students may find it more difficult to approach others about the stress they experience. A chatbot can provide an alternative avenue for students to freely share the stressful situations they are experiencing. In this study, we investigated the use of Woebot as a mechanism to help senior high school students alleviate stress from academic workload. 25 participants who engaged in daily conversations with Woebot for a two-week period rated the chatbot’s likeness to a human with a mean score of 5.56 out of 8, while its ability to understand the feelings of the participants and empathize with them had a mean score of 5.61. An analysis of the chat logs showed that the participants valued Woebot’s lessons and stories while they faced challenges in cases when the chatbot generated inappropriate responses. We discuss our findings and provide design suggestions that could make conversational agents like Woebot be more useful in helping the general student population cope with stress.",
            "in_text_citation": "De Nieva et al., 2020",
            "footnote": 21
        },
        {
            "title": "Mood estimation as a social profile predictor in an autonomous, multi-session, emotional support robot for children.",
            "abstract": "In this work, we created an end-to-end autonomous robotic platform to give emotional support to children in long-term, multi-session interactions. Using a mood estimation algorithm based on visual cues of the user’s behaviors through their facial expressions and body posture, a multi-dimensional model predicts a qualitative measure of the subject’s affective state. Using a novel Interactive Reinforcement Learning algorithm, the robot is able to learn over several sessions the social profile of the user, adjusting its behavior to match their preferences. Although the robot is completely autonomous, a third party can optionally provide feedback to the robot through an additional UI to accelerate its learning of the user’s preferences. To validate the proposed methodology, we evaluated the impact of the robot on elementary school aged children in a long-term, multi-session interaction setting. Our findings show that using this methodology, the robot is able to learn the social profile of the users over a number of sessions, either with or without external feedback as well as maintain the user in a positive mood, as shown by the consistently positive rewards received by the robot using our proposed learning algorithm.",
            "in_text_citation": "Gamborino et al., 2019",
            "footnote": 22
        },
        {
            "title": "User experience over time with conversational agents: Case study of Woebot on supporting subjective well-being.",
            "abstract": "Technological advancements re-shaped user-product interactions by enabling people to make conversation with interactive systems. This new form of interaction led designers to create a new type of user interface: Conversational User Interface (CUI). Expensive psychological therapy fees and people’s increased awareness related to importance of well-being attracted the interactive system developers to create a domain specific Conversational Agent, which is particularly focusing on psychological terapy and has CUI. In order to maintain user engagement and sustain usage, design of such systems is important. However, existing design guidelines for Conversational Agents are limited and focus on business functions of these agents; however, conversational experience should be the main focus for designers to sustain user engagement and support people’s well-being.\nThe aim of this research is to explore design qualities of Conversational Agent’s that focuses on enhancing people’s subjective well-being, to accomplish sustained usage and engagement with the conversational agent and propose guidance for designing such agents. For this purpose, interviews were conducted with users. Woebot, a Conversational Agent, which is designed for promoting people’s subjective well-being was selected as a case for the study and evaluated by 16 participants. The interpretations of the participants were obtained by semi- structured and in-depth interviews. Through analysing the results of the interviews, improvement suggestions are presented regarding system operations and functionality in terms of its attractiveness, perspicuity, effectiveness, stimulation, dependability, efficiency and novelty. Lastly, the study provides insights that would affect users’ engagement and overall experience.",
            "in_text_citation": "Demirci, 2018",
            "footnote": 49
        },
        {
            "title": "User perception of Wysa as a mental well-being support tool during the COVID-19 pandemic.",
            "abstract": "The COVID-19 pandemic has disrupted daily lives globally, causing social isolation that impacted the mental health and well-being of the population, particularly the students. With the shortage of accessible healthcare facilities and resources, the community is turning to technology-based mental healthcare interventions such as telemental health systems, online support groups, self-service web and mobile applications, and chatbots. In this study, we assessed the extent in which the daily interaction with the chatbot Wysa can influence the well-being of students during the COVID-19 pandemic. Students evaluated the usability and effectiveness of Wysa’s clinical interventions which include the talk therapy, gratitude journal, self-care practices and mindfulness exercise throughout the duration of the week-long experiment. They provided their perception on the quality of the chatbot’s response, affect and human-likeness, and shared attributes that would motivate self-disclosure and openness to communicate with the chatbot. Our findings can shed insights on the effectiveness of mental health apps as a coping mechanism in a time of social isolation and provide suggestions on how such technologies can be improved in order to maximize well-being benefits as well as user satisfaction.",
            "in_text_citation": "Legaspi et al., 2023",
            "footnote": 23
        },
        {
            "title": "Demographic and clinical characteristics associated with anxiety and depressive symptom outcomes in users of a digital mental health intervention incorporating a relational agent.",
            "abstract": "## Background\nDigital mental health interventions (DMHIs) may reduce treatment access issues for those experiencing depressive and/or anxiety symptoms. DMHIs that incorporate relational agents may ofer unique ways to engage and respond to users and to potentially help reduce provider burden. This study tested Woebot for Mood & Anxiety (W-MA-02), a DMHI that employs Woebot, a relational agent that incorporates elements of several evidence-based psychotherapies, among those with baseline clinical levels of depressive or anxiety symptoms. Changes in self-reported depressive and anxiety symptoms over 8 weeks were measured, along with the association between each of these outcomes and demographic and clinical characteristics. ## Methods\nThis exploratory, single-arm, 8-week study of 256 adults yielded non-mutually exclusive subsamples with either clinical levels of depressive or anxiety symptoms at baseline. Week 8 Patient Health Questionnaire-8 (PHQ-8) changes were measured in the depressive subsample (PHQ-8≥10). Week 8 Generalized Anxiety Disorder-7 (GAD-7) changes were measured in the anxiety subsample (GAD-7≥10). Demographic and clinical characteristics were exam‑ined in association with symptom changes via bivariate and multiple regression models adjusted for W-MA-02 utiliza‑tion. Characteristics included age, sex at birth, race/ethnicity, marital status, education, sexual orientation, employ‑ment status, health insurance, baseline levels of depressive and anxiety symptoms, and concurrent psychotherapeutic or psychotropic medication treatments during the study. ## Results\nBoth the depressive and anxiety subsamples were predominantly female, educated, non-Hispanic white, and averaged 38 and 37 years of age, respectively. The depressive subsample had signifcant reductions in depres‑sive symptoms at Week 8 (mean change=—7.28, SD=5.91, Cohen’s d=-1.23, p<0.01); the anxiety subsample had signifcant reductions in anxiety symptoms at Week 8 (mean change=-7.45, SD=5.99, Cohen’s d=-1.24, p<0.01). No signifcant associations were found between sex at birth, age, employment status, educational background and Week 8 symptom changes. Signifcant associations between depressive and anxiety symptom outcomes and sexual orientation, marital status, concurrent mental health treatment, and baseline symptom severity were found.",
            "in_text_citation": "Chiauzzi et al., 2023",
            "footnote": 34
        },
        {
            "title": "Development of an Empathy-Centric Counseling Chatbot System Capable of Sentimental Dialogue Analysis",
            "abstract": "College students encounter various types of stresses in school due to schoolwork, personal relationships, health issues, and future career concerns. Some students are susceptible to the strikes of failures and are inexperienced with or fearful of dealing with setbacks. When these negative emotions gradually accumulate without resolution, they can cause long-term negative effects on students’ physical and mental health. Some potential health problems include depression, anxiety, and disorders such as eating disorders. Universities commonly offer counseling services; however, the demand often exceeds the counseling capacities due to limited numbers of counsellors/psychologists. Thus, students may not receive immediate counseling or treatments. If students are not treated, some repercussions may lead to severe abnormal behavior and even suicide. In this study, combining immersive virtual reality (VR) technique with psychological knowledge base, we developed a VR empathy-centric counseling chatbot (VRECC) that can complementarily support troubled students when counsellors cannot provide immediate support. Through multi-turn (verbal or text) conversations with the chatbot, the system can demonstrate empathy and give therapist-like responses to the users. During the study, more than 120 students were required to complete a questionnaire and 34 subjects with an above-median stress level were randomly drawn for the VRECC experiment. We observed decreasing average stress level and psychological sensitivity scores among subjects after the experiment. Although the system did not yield improvement in life-impact scores (e.g., behavioral and physical impacts), the significant outcomes of lowering stress level and psychological sensitivity have given us a very positive outlook for continuing to integrate VR, AI sentimental natural language process, and counseling chatbot for advanced VRECC research in helping students improve their psychological well-being and life quality at schools.",
            "in_text_citation": "Trappey et al., 2022",
            "footnote": 45
        },
        {
            "title": "Negative Emotion Management Using a Smart Shirt and a Robot Assistant",
            "abstract": "Negative affects such as anger, fear, nervousness, depression, etc., may increase human’s susceptibility to illness. In this letter, we propose a negative emotion management system that is able to recognize negative emotions through ECG signal and perform emotion regulation through a robot assistant, which has a potential for reducing health risks. A smart shirt is developed to collect the ECG signal from the human body. The robot assistant has the ability to engage in verbal conversations with humans. Recurrence Quantitative Analysis (RQA) is used to extract ECG features for emotion classification purpose. Along with our own dataset, two other public datasets, RECOLA and DECAF, are also used to evaluate our methodology. The detection of negative emotion can trigger the robot assistant to help the user get out of such situations through interactive conversations. We tested and evaluated the proposed framework through experiments. We also assessed the effectiveness of the interactions with the robot on the emotional well-being of older adults.",
            "in_text_citation": "Pham et al., 2021",
            "footnote": 43
        }
    ]
}