{
    "citations": [
        {
            "footnote": 26,
            "title": "Effects of care management and telehealth: A longitudinal analysis using medicare data.",
            "in_text_citation": "Baker et al., 2013"
        },
        {
            "footnote": 35,
            "title": "Symptom monitoring with patient-reported outcomes during routine cancer treatment: a randomized controlled trial.",
            "in_text_citation": "Basch et al., 2016"
        },
        {
            "footnote": 36,
            "title": "Primary results of the patient-centered disease management (PCDM) for heart failure study: a randomized clinical trial.",
            "in_text_citation": "Bekelman et al., 2015"
        },
        {
            "footnote": 55,
            "title": "Predicting need for intervention in individuals with congestive heart failure using a home-based telecare system.",
            "in_text_citation": "Biddiss et al., 2009"
        },
        {
            "footnote": 20,
            "title": "Fluid status telemedicine alerts for heart failure: a randomized controlled trial.",
            "in_text_citation": "Bohm et al., 2016"
        },
        {
            "footnote": 37,
            "title": "A home telehealth program for patients with severe COPD: The PROMETE study.",
            "in_text_citation": "Calvo et al., 2014"
        },
        {
            "footnote": 14,
            "title": "Clinical outcome and cost-effectiveness of a synchronous telehealth service for seniors and nonseniors with cardiovascular diseases: quasi-experimental study.",
            "in_text_citation": "Chen et al., 2013"
        },
        {
            "footnote": 33,
            "title": "A web-based telemanagement system for improving disease activity and quality of life in patients with complex inflammatory bowel disease: pilot randomized controlled trial.",
            "in_text_citation": "Del Hoyo et al., 2018"
        },
        {
            "footnote": 56,
            "title": "Prospective study of a web-mediated management of febrile neutropenia related to chemotherapy (Bioconnect).",
            "in_text_citation": "Denis et al., 2019"
        },
        {
            "footnote": 45,
            "title": "Home telemental health implementation and outcomes using electronic messaging.",
            "in_text_citation": "Godleski et al., 2012"
        },
        {
            "footnote": 15,
            "title": "EuroEco (European Health Economic Trial on Home Monitoring in ICD Patients): a provider perspective in five European countries on costs and net financial impact of follow-up with or without remote monitoring.",
            "in_text_citation": "Heidbuchel et al., 2015"
        },
        {
            "footnote": 21,
            "title": "The first multicenter, randomized, controlled trial of home telemonitoring for Japanese patients with heart failure: home telemonitoring study for patients with heart failure (HOMES-HF).",
            "in_text_citation": "Kotooka et al., 2018"
        },
        {
            "footnote": 38,
            "title": "Telemedicine based remote home monitoring after liver transplantation: results of a randomized prospective trial.",
            "in_text_citation": "Lee et al., 2019"
        },
        {
            "footnote": 28,
            "title": "Does home telemonitoring after pulmonary rehabilitation reduce healthcare use in optimized COPD a pilot randomized trial.",
            "in_text_citation": "Lewis et al., 2010"
        },
        {
            "footnote": 46,
            "title": "Development and pilot testing of a mobile health solution for asthma self-management: asthma action plan smartphone application pilot study.",
            "in_text_citation": "Licskai et al., 2013"
        },
        {
            "footnote": 22,
            "title": "A randomized study of remote monitoring and fluid monitoring for the management of patients with implanted cardiac arrhythmia devices.",
            "in_text_citation": "Luthje et al., 2015"
        },
        {
            "footnote": 16,
            "title": "Telemonitoring in-home complex chronic patients from primary care in routine clinical practice: Impact on healthcare resources use.",
            "in_text_citation": "Martin-Lesende et al., 2017"
        },
        {
            "footnote": 29,
            "title": "Use of digital health kits to reduce readmission after cardiac surgery.",
            "in_text_citation": "McElroy et al., 2016"
        },
        {
            "footnote": 34,
            "title": "Results of telehealth electronic monitoring for post discharge complications and surgical site infections following arterial revascularization with groin incision.",
            "in_text_citation": "Mousa et al., 2019"
        },
        {
            "footnote": 47,
            "title": "Monitoring multiple cardiovascular paramaters using telemedicine in patients with chronic heart failure.",
            "in_text_citation": "Oeff et al., 2005"
        },
        {
            "footnote": 23,
            "title": "Efficacy of a physician-led multiparametric telemonitoring system in very old adults with heart failure.",
            "in_text_citation": "Pedone et al., 2015"
        },
        {
            "footnote": 30,
            "title": "Effectiveness of telemonitoring integrated into existing clinical services on hospital admission for exacerbation of chronic obstructive pulmonary disease: researcher blind, multicentre, randomised controlled trial.",
            "in_text_citation": "Pinnock et al., 2013"
        },
        {
            "footnote": 48,
            "title": "Home telemonitoring of non-invasive ventilation decreases healthcare utilisation in a prospective controlled trial of patients with amyotrophic lateral sclerosis.",
            "in_text_citation": "Pinto et al., 2010"
        },
        {
            "footnote": 17,
            "title": "Effect of tele health care on exacerbations and hospital admissions in patients with chronic obstructive pulmonary disease: a randomized clinical trial.",
            "in_text_citation": "Ringbaek et al., 2015"
        },
        {
            "footnote": 49,
            "title": "Remote monitoring of patients with biventricular defibrillators through the CareLink system improves clinical management of arrhythmias and heart failure episodes.",
            "in_text_citation": "Santini et al., 2009"
        },
        {
            "footnote": 24,
            "title": "Effect of home-based telemonitoring using mobile phone technology on the outcome of heart failure patients after an episode of acute decompensation: randomized controlled trial.",
            "in_text_citation": "Scherr et al., 2009"
        },
        {
            "footnote": 18,
            "title": "Mobile phone-based telemonitoring for heart failure management: A randomized controlled trial.",
            "in_text_citation": "Seto et al., 2012"
        },
        {
            "footnote": 39,
            "title": "Effectiveness of a novel, automated telephone intervention on time to hospitalisation in patients with COPD: A randomised controlled trial.",
            "in_text_citation": "Sink et al., 2018"
        },
        {
            "footnote": 25,
            "title": "Bioimpedance alerts from cardiovascular implantable electronic devices: observational study of diagnostic relevance and clinical outcomes.",
            "in_text_citation": "Smeets et al., 2017"
        },
        {
            "footnote": 32,
            "title": "Effect of telehealth on use of secondary care and mortality: findings from the Whole System Demonstrator cluster randomised trial.",
            "in_text_citation": "Steventon et al., 2012"
        },
        {
            "footnote": 27,
            "title": "Effect of telehealth on hospital utilisation and mortality in routine clinical practice: a matched control cohort study in an early adopter site.",
            "in_text_citation": "Steventon et al., 2016"
        },
        {
            "footnote": 31,
            "title": "Home telemonitoring for patients with acute exacerbation of chronic obstructive pulmonary disease: a randomized controlled trial.",
            "in_text_citation": "Vianello et al., 2016"
        },
        {
            "footnote": 19,
            "title": "A randomized trial of weekly symptom telemonitoring in advanced lung cancer.",
            "in_text_citation": "Yount et al., 2014"
        }
    ]
}