{
    "key_references": [
        {
            "title": "Effects of care management and telehealth: a longitudinal analysis using medicare data.",
            "abstract": "## OBJECTIVES\nTo evaluate mortality and healthcare utilization effects of an intervention that combined care management and telehealth, targeting individuals with congestive heart failure, chronic obstructive pulmonary disease, or diabetes mellitus.\n## DESIGN\nRetrospective matched cohort study.\n## SETTING\nNorthwest United States.\n## PARTICIPANTS\nHigh-cost Medicare fee-for-service beneficiaries (N = 1,767) enrolled in two Centers for Medicare and Medicaid Services demonstration participating clinics and a propensity-score matched control group.\n## INTERVENTION\nThe Health Buddy Program, which integrates a content-driven telehealth system with care management.\n## MEASUREMENTS\nMortality, inpatient admissions, hospital days, and emergency department (ED) visits during the 2-year study period were measured. Cox-proportional hazard models and negative binomial regression models were used to assess the relationship between the intervention and survival and utilization, controlling for demographic and health characteristics that were statistically different between groups after matching.\n## RESULTS\nAt 2 years, participants offered the Health Buddy Program had 15% lower risk-adjusted all-cause mortality (hazard ratio (HR) = 0.85, 95% confidence interval (CI) = 0.74-0.98; P = .03) and had reductions in the number of quarterly inpatient admissions from baseline to the study period that were 18% greater than those of matched controls during this same time period (-0.035 vs -0.003; difference-in-differences = -0.032, 95% CI = -0.054 to -0.010, P = .005). No relationship was found between the Health Buddy Program and ED use or number of hospital days for participants who were hospitalized. The Health Buddy Program was most strongly associated with fewer admissions for individuals with chronic obstructive pulmonary disease and mortality for those with congestive heart failure.\n## CONCLUSION\nCare management coupled with content-driven telehealth technology has potential to improve health outcomes in high-cost Medicare beneficiaries.\n",
            "in_text_citation": "Baker et al., 2013",
            "footnote": 26
        },
        {
            "title": "Symptom Monitoring With Patient-Reported Outcomes During Routine Cancer Treatment: A Randomized Controlled Trial.",
            "abstract": "## PURPOSE\nThere is growing interest to enhance symptom monitoring during routine cancer care using patient-reported outcomes, but evidence of impact on clinical outcomes is limited.\n## METHODS\nWe randomly assigned patients receiving routine outpatient chemotherapy for advanced solid tumors at Memorial Sloan Kettering Cancer Center to report 12 common symptoms via tablet computers or to receive usual care consisting of symptom monitoring at the discretion of clinicians. Those with home computers received weekly e-mail prompts to report between visits. Treating physicians received symptom printouts at visits, and nurses received e-mail alerts when participants reported severe or worsening symptoms. The primary outcome was change in health-related quality of life (HRQL) at 6 months compared with baseline, measured by the EuroQol EQ-5D Index. Secondary endpoints included emergency room (ER) visits, hospitalizations, and survival.\n## RESULTS\nAmong 766 patients allocated, HRQL improved among more participants in the intervention group than usual care (34% v 18%) and worsened among fewer (38% v 53%; P < .001). Overall, mean HRQL declined by less in the intervention group than usual care (1.4- v 7.1-point drop; P < .001). Patients receiving intervention were less frequently admitted to the ER (34% v 41%; P = .02) or hospitalized (45% v 49%; P = .08) and remained on chemotherapy longer (mean, 8.2 v 6.3 months; P = .002). Although 75% of the intervention group was alive at 1 year, 69% with usual care survived the year (P = .05), with differences also seen in quality-adjusted survival (mean of 8.7 v. 8.0 months; P = .004). Benefits were greater for participants lacking prior computer experience. Most patients receiving intervention (63%) reported severe symptoms during the study. Nurses frequently initiated clinical actions in response to e-mail alerts.\n## CONCLUSION\nClinical benefits were associated with symptom self-reporting during cancer care.\n",
            "in_text_citation": "Basch et al., 2016",
            "footnote": 35
        },
        {
            "title": "Primary Results of the Patient-Centered Disease Management (PCDM) for Heart Failure Study: A Randomized Clinical Trial.",
            "abstract": "## IMPORTANCE\nHeart failure (HF) has a major effect on patients' health status, including their symptom burden, functional status, and health-related quality of life.\n## OBJECTIVE\nTo determine the effectiveness of a collaborative care patient-centered disease management (PCDM) intervention to improve the health status of patients with HF.\n## DESIGN, SETTING, AND PARTICIPANTS\nThe Patient-Centered Disease Management (PCDM) trial was a multisite randomized clinical trial comparing a collaborative care PCDM intervention with usual care in patients with HF. A population-based sample of 392 patients with an HF diagnosis from 4 Veterans Affairs centers who had a Kansas City Cardiomyopathy Questionnaire (KCCQ) overall summary score of less than 60 (heavy symptom burden and impaired functional status and quality of life) were enrolled between May 2009 and June 2011.\n## INTERVENTIONS\nThe PCDM intervention included collaborative care by a multidisciplinary care team consisting of a nurse coordinator, cardiologist, psychiatrist, and primary care physician; home telemonitoring and patient self-management support; and screening and treatment for comorbid depression.\n## MAIN OUTCOMES AND MEASURES\nThe primary outcome was change in the KCCQ overall summary score at 1 year (a 5-point change is clinically significant). Mortality, hospitalization, and depressive symptoms (Patient Health Questionnaire 9) were secondary outcomes.\n## RESULTS\nThere were no significant differences in baseline characteristics between patients randomized to the PCDM intervention (n=187) vs usual care (n=197); baseline mean KCCQ overall summary scores were 37.9 vs 36.9 (P=.48). There was significant improvement in the KCCQ overall summary scores in both groups after 1 year (mean change, 13.5 points in each group), with no significant difference between groups (P=.97). The intervention was not associated with greater improvement in the KCCQ overall summary scores when the effect over time was estimated using 3-month, 6-month, and 12-month data (P=.74). Among secondary outcomes, there were significantly fewer deaths at 1 year in the intervention arm (8 of 187 [4.3%]) than in the usual care arm (19 of 197 [9.6%]) (P = .04). Among those who screened positive for depression, there was a greater improvement in the Patient Health Questionnaire 9 scores after 1 year in the intervention arm than in the usual care arm (2.1 points lower, P=.01). There was no significant difference in 1-year hospitalization rates between the intervention arm and the usual care arm (29.4% vs 29.9%, P=.87).\n## CONCLUSIONS AND RELEVANCE\nThis multisite randomized trial of a multifaceted HF PCDM intervention did not demonstrate improved patient health status compared with usual care.\n## TRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT00461513.\n",
            "in_text_citation": "Bekelman et al., 2015",
            "footnote": 36
        },
        {
            "title": "Predicting need for intervention in individuals with congestive heart failure using a home-based telecare system.",
            "abstract": "We have studied how well the need for a medical intervention can be predicted by a telecare monitoring system. During a study period of about 18 months, 45 elderly individuals with congestive heart failure used a home health monitor to enter daily information pertaining to their symptoms and health status. A total of 8576 alerts were generated by the monitoring system, although in most cases, patient and service provider interaction was not required. When system alerts were considered to be serious, or if symptoms persisted, the patient was contacted. A total of 171 key medical events (6 deaths; 28 hospital admissions; 59 changes in medication; 54 cases of advice given; 24 instances where immediate medical attention was recommended) were recorded in the monitoring logs. A multivariate logistic regression model was developed to predict these medical interventions/events. The model correctly predicted key medical events in 75% of cases with a specificity of 74% and an overall cross-validated accuracy of 74% (95% CI, 68-80%). Key predictors included the number of system alerts, self-rated mobility, self-rated health and self-rated anxiety. This suggests that subjective measures are useful in addition to physiological ones for predicting health status. A multivariate decision support model has potential to supplement practitioners and current telecare systems in identifying heart failure patients in need of medical intervention.\n",
            "in_text_citation": "Biddiss et al., 2009",
            "footnote": 55
        },
        {
            "title": "Fluid status telemedicine alerts for heart failure: a randomized controlled trial.",
            "abstract": "## AIMS\nHospital admissions are frequently preceded by increased pulmonary congestion in heart failure (HF) patients. This study evaluated whether early automated fluid status alert notification via telemedicine improves outcome in HF patients.\n## METHODS AND RESULTS\nPatients recently implanted with an implantable cardioverter defibrillator (ICD) with or without cardiac resynchronization therapy were eligible if one of three conditions was met: prior HF hospitalization, recent diuretic treatment, or recent brain natriuretic peptide increase. Eligible patients were randomized (1:1) to have fluid status alerts automatically transmitted as inaudible text message alerts to the responsible physician or to receive standard care (no alerts). In the intervention arm, following a telemedicine alert, a protocol-specified algorithm with remote review of device data and telephone contact was prescribed to assess symptoms and initiate treatment. The primary endpoint was a composite of all-cause death and cardiovascular hospitalization. We followed 1002 patients for an average of 1.9 years. The primary endpoint occurred in 227 patients (45.0%) in the intervention arm and 239 patients (48.1%) in the control arm [hazard ratio, HR, 0.87; 95% confidence interval (CI), 0.72-1.04; P = 0.13]. There were 59 (11.7%) deaths in the intervention arm and 63 (12.7%) in the control arm (HR, 0.89; 95% CI, 0.62-1.28; P = 0.52). Twenty-four per cent of alerts were not transmitted and 30% were followed by a medical intervention.\n## CONCLUSION\nAmong ICD patients with advanced HF, fluid status telemedicine alerts did not significantly improve outcomes. Adherence to treatment protocols by physicians and patients might be challenge for further developments in the telemedicine field.\n",
            "in_text_citation": "Bohm et al., 2016",
            "footnote": 20
        },
        {
            "title": "A home telehealth program for patients with severe COPD: the PROMETE study.",
            "abstract": "## BACKGROUND\nAcute exacerbations of chronic obstructive pulmonary disease (AECOP) are key events in the natural history of the disease. Patients with more AECOPD have worse prognosis. There is a need of innovative models of care for patients with severe COPD and frequent AECOPD, and Telehealth (TH) is part of these programs.\n## METHODS\nIn a cluster assignment, controlled trial study design, we recruited 60 patients, 30 in home telehealth (HT) and 30 in conventional care (CC). All participants had a prior diagnosis of COPD with a post-bronchodilator forced expiratory volume (FEV1)% predicted <50%, age ≥ 50 years, were on long-term home oxygen therapy, and non-smokers. Patients in the HT group measured their vital signs on a daily bases, and data were transmitted automatically to a Clinical Monitoring Center for followed-up, and who escalated clinical alerts to a Pneumologist.\n## RESULTS\nAfter 7-month of monitoring and follow-up, there was a significant reduction in ER visits (20 in HT vs. 57 in CC), hospitalizations (12 vs. 33), length of hospital stay in (105 vs. 276 days), and even need for non-invasive mechanical ventilation (0 vs. 8), all p < 0.05. Time to the first severe AECOPD increased from 77 days in CC to 141 days in HT (K-M p < 0.05). There was no study withdrawals associated with technology. All patients showed a high level of satisfaction with the HT program.\n## CONCLUSIONS\nWe conclude that HT in elderly, severe COPD patients with multiple comorbidities is safe and efficacious in reducing healthcare resources utilization.\n",
            "in_text_citation": "Calvo et al., 2014",
            "footnote": 37
        },
        {
            "title": "Clinical outcome and cost-effectiveness of a synchronous telehealth service for seniors and nonseniors with cardiovascular diseases: quasi-experimental study.",
            "abstract": "## BACKGROUND\nTelehealth based on advanced information technology is an emerging health care strategy for managing chronic diseases. However, the cost-effectiveness and clinical effect of synchronous telehealth services in older patients with cardiovascular diseases has not yet been studied. Since 2009, the Telehealth Center at the National Taiwan University Hospital has provided a range of telehealth services (led by a cardiologist and staffed by cardiovascular nursing specialists) for cardiovascular disease patients including (1) instant transmission of blood pressure, pulse rate, electrocardiography, oximetry, and glucometry for analysis, (2) mutual telephone communication and health promotion, and (3) continuous analytical and decision-making support.\n## OBJECTIVE\nTo evaluate the impact of a synchronous telehealth service on older patients with cardiovascular diseases.\n## METHODS\nBetween November 2009 and April 2010, patients with cardiovascular disease who received telehealth services at the National Taiwan University Hospital were recruited. We collected data on hospital visits and health expenditures for the 6-month period before and the 6-month period after the opening of the Telehealth Center to assess the clinical impact and cost-effectiveness of telehealth services on cardiovascular patients.\n## RESULTS\nA total of 141 consecutive cardiovascular disease patients were recruited, including 93 aged ≥65 years (senior group) and 48 aged <65 years (nonsenior group). The telehealth intervention significantly reduced the all-cause admission rate per month per person in the nonsenior group (pretelehealth: median 0.09, IQR 0-0.14; posttelehealth: median 0, IQR 0-0; P=.002) and the duration (days per month per person) of all-cause hospital stay (pretelehealth: median 0.70, IQR 0-1.96; posttelehealth: median 0, IQR 0-0; P<.001) with increased all-cause outpatient visits per month per person (pretelehealth: median 0.77, IQR 0.20-1.64; posttelehealth: mean 1.60, IQR 1.06-2.57; P=.002). In the senior group, the telehealth intervention also significantly reduced the all-cause admission rate per month per person (pretelehealth: median 0.10, IQR 0-0.18; posttelehealth: median 0, IQR 0-0; P<.001) and the duration (days per month per person) of all-cause hospital stay (pretelehealth: median 0.59, IQR 0-2.24; posttelehealth: median 0, IQR 0-0; P<.001) with increased all-cause outpatient visits per month per person (pretelehealth: median 1.40, IQR 0.52-2.63; posttelehealth: median 1.76, IQR 1.12-2.75; P=.02). In addition, telehealth intervention reduced the inpatient cost in the nonsenior group from $814.93 (SD 1000.40) to US $217.39 (SD 771.01, P=.001) and the total cost per month from US $954.78 (SD 998.70) to US $485.06 (SD 952.47, P<.001). In the senior group, the inpatient cost per month was reduced from US $768.27 (SD 1148.20) to US $301.14 (SD 926.92, P<.001) and the total cost per month from US $928.20 (SD 1194.11) to US $494.87 (SD 1047.08, P<.001).\n## CONCLUSIONS\nSynchronous telehealth intervention may reduce costs, decrease all-cause admission rates, and decrease durations of all-cause hospital stays in cardiovascular disease patients, regardless of age.\n",
            "in_text_citation": "Chen et al., 2013",
            "footnote": 14
        },
        {
            "title": "A Web-Based Telemanagement System for Improving Disease Activity and Quality of Life in Patients With Complex Inflammatory Bowel Disease: Pilot Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nThe reported efficacy of telemedicine in patients with inflammatory bowel disease (IBD) is inconsistent among studies, and data for complex IBD are lacking.\n## OBJECTIVE\nWe aimed to evaluate the impact of remote monitoring using a Web system-Telemonitorización de la Enfermedad de Crohn y Colitis Ulcerosa or Telemonitoring of Crohn's Disease and Ulcerative Colitis (TECCU)-as compared to standard care and telephone care on health outcomes and health care in patients with complex IBD.\n## METHODS\nWe performed a 3-arm randomized controlled trial. Adult patients with IBD who received immunosuppressants and biological agents were recruited from the IBD Unit of a tertiary university hospital. The patients were randomized into groups to receive remote monitoring (G_TECCU), nurse-assisted telephone care (G_NT), or standard care with in-person visits (G_control). All patients completed the study visits at baseline and at 12 and 24 weeks in addition to each type of intervention. The primary outcome was the percentage of patients in remission at 24 weeks. Secondary health outcomes were quality of life, medication adherence, adverse effects, satisfaction, and social activities. Data on the number of outpatient visits and telephone calls, emergency visits, hospitalizations, IBD-related surgeries, and corticosteroid courses were also collected.\n## RESULTS\nA total of 63 patients were selected (21 patients in each group). During the study, 90.5% (19/21) of patients in G_control, 95.2% (20/21) in G_NT, and 85.7% (18/21) in G_TECCU were compliant to the intervention. After 24 weeks, the percentage of patients in remission was higher in G_TECCU (17/21, 81%) than in G_NT (14/21, 66.7%) and G_control (15/21, 71.4%). A higher improvement in disease activity was observed in G_TECCU than in G_control in terms of the Harvey-Bradshaw/Mayo (odds ratio=0.12, 95% CI=0.003-2.162, P=.19) and Harvey-Bradshaw/Walmsley (odds ratio=0.11, 95% CI=0.004-1.55, P=.13) indexes. Improvement in disease activity was associated with a larger reduction in fecal calprotectin values in G_TECCU compared to G_control (estimated intervention effect: odds ratio=-0.90; 95% CI=-1.96 to 0.16, P=.11). All completers adhered to treatment in G_TECCU. In addition, the quality of life, social activities, and satisfaction improved in all 3 groups. Although the number of outpatient visits and telephone calls was lower in G_TECCU than in G_NT and G_control, the safety profile was similar in all 3 groups.\n## CONCLUSIONS\nThis pilot clinical trial suggests that the TECCU Web-based system is a safe strategy for improving health outcomes in patients with complex IBD and reducing the use of health care resources.\n## TRIAL REGISTRATION\nClinicalTrials.gov NCT02943538; https://clinicaltrials.gov/ct2/show/NCT02943538 (Archived by WebCite at http://www.webcitation.org/746CRRtDN).\n",
            "in_text_citation": "Del Hoyo et al., 2018",
            "footnote": 33
        },
        {
            "title": "Prospective study of a web-mediated management of febrile neutropenia related to chemotherapy (Bioconnect).",
            "abstract": "## BACKGROUND\nWe aimed to investigate whether patient self-evaluated symptoms transmitted via Internet is feasible between planned visits to provide an early management of fever and neutropenia induced by chemotherapy, and if it can reduce hospitalizations for severe neutropenia.\n## METHODS\nPatients who received a chemotherapy regimen with an overall risk of febrile neutropenia ≥ 20% had to report daily temperature between physician planned visits using a web application. Fever and clinical signs of seriousness were reported to the physician (if some criteria were fulfilled in a specific algorithm) via automatic email notifications by the web application. Patients could be hospitalized quickly or could take over at home, make blood count, and take predefined oral antibiotics if indicated. Primary outcome was patient's compliance and satisfaction. The number and the cost of hospitalization were also assessed and compared with an historical cohort of patients with similar clinical conditions and treatment.\n## RESULTS\nAmong the 41 patients included, 36 (87.8%) used the web application with 88% of daily compliance and 90% (28/33) of satisfaction. One patient (2.7%) had planned hospitalization after the web application alert. In the historical cohort, the rate of unplanned hospitalization for febrile neutropenia was 17% (6 patients) and 2.7% (1 patient) in users of the web application cohort. The cumulative cost of hospitalization for neutropenia was USD 28,827 in the historical cohort and USD 6563 in the web application cohort.\n## CONCLUSION\nWeb-mediated follow-up of febrile neutropenia is feasible. It led to high patient satisfaction, high compliance, and a possible reduction of the number and the cost of hospitalizations.\n",
            "in_text_citation": "Denis et al., 2019",
            "footnote": 56
        },
        {
            "title": "Home telemental health implementation and outcomes using electronic messaging.",
            "abstract": "In 2007, the VA Connecticut Healthcare System began a home electronic messaging programme for mental health patients. During the first two years, 76 patients with diagnoses of schizophrenia, post traumatic stress disorder, depression and substance-use disorders received a home messaging device, which was connected via an ordinary telephone line. There were daily questions, which were based on disease management protocols, and included alerts, data and educational components. Patient data were sent to a nurse practitioner each day for triage and follow-up. Patients used the device for at least six months. In the six months prior to enrolment, 42 patients were hospitalized for 46 admissions. In the following six months, six patients were hospitalized for nine admissions (P < 0.0001). In the six months prior to enrolment, 47 patients had a total of 80 ER visits. In the following six months, 16 patients had a total of 32 ER visits (P < 0.0001). Questionnaire responses indicated a high level of satisfaction with the home messaging programme.\n",
            "in_text_citation": "Godleski et al., 2012",
            "footnote": 45
        },
        {
            "title": "EuroEco (European Health Economic Trial on Home Monitoring in ICD Patients): a provider perspective in five European countries on costs and net financial impact of follow-up with or without remote monitoring.",
            "abstract": "## AIM\nRemote follow-up (FU) of implantable cardiac defibrillators (ICDs) allows for fewer in-office visits in combination with earlier detection of relevant findings. Its implementation requires investment and reorganization of care. Providers (physicians or hospitals) are unsure about the financial impact. The primary end-point of this randomized prospective multicentre health economic trial was the total FU-related cost for providers, comparing Home Monitoring facilitated FU (HM ON) to regular in-office FU (HM OFF) during the first 2 years after ICD implantation. Also the net financial impact on providers (taking national reimbursement into account) and costs from a healthcare payer perspective were evaluated.\n## METHODS AND RESULTS\nA total of 312 patients with VVI- or DDD-ICD implants from 17 centres in six EU countries were randomised to HM ON or OFF, of which 303 were eligible for data analysis. For all contacts (in-office, calendar- or alert-triggered web-based review, discussions, calls) time-expenditure was tracked. Country-specific cost parameters were used to convert resource use into monetary values. Remote FU equipment itself was not included in the cost calculations. Given only two patients from Finland (one in each group) a monetary valuation analysis was not performed for Finland. Average age was 62.4 ± 13.1 years, 81% were male, 39% received a DDD system, and 51% had a prophylactic ICD. Resource use with HM ON was clearly different: less FU visits (3.79 ± 1.67 vs. 5.53 ± 2.32; P < 0.001) despite a small increase of unscheduled visits (0.95 ± 1.50 vs. 0.62 ± 1.25; P < 0.005), more non-office-based contacts (1.95 ± 3.29 vs. 1.01 ± 2.64; P < 0.001), more Internet sessions (11.02 ± 15.28 vs. 0.06 ± 0.31; P < 0.001) and more in-clinic discussions (1.84 ± 4.20 vs. 1.28 ± 2.92; P < 0.03), but with numerically fewer hospitalizations (0.67 ± 1.18 vs. 0.85 ± 1.43, P = 0.23) and shorter length-of-stay (6.31 ± 15.5 vs. 8.26 ± 18.6; P = 0.27), although not significant. For the whole study population, the total FU cost for providers was not different for HM ON vs. OFF [mean (95% CI): €204 (169-238) vs. €213 (182-243); range for difference (€-36 to 54), NS]. From a payer perspective, FU-related costs were similar while the total cost per patient (including other physician visits, examinations, and hospitalizations) was numerically (but not significantly) lower. There was no difference in the net financial impact on providers [profit of €408 (327-489) vs. €400 (345-455); range for difference (€-104 to 88), NS], but there was heterogeneity among countries, with less profit for providers in the absence of specific remote FU reimbursement (Belgium, Spain, and the Netherlands) and maintained or increased profit in cases where such reimbursement exists (Germany and UK). Quality of life (SF-36) was not different.\n## CONCLUSION\nFor all the patients as a whole, FU-related costs for providers are not different for remote FU vs. purely in-office FU, despite reorganized care. However, disparity in the impact on provider budget among different countries illustrates the need for proper reimbursement to ensure effective remote FU implementation.\n",
            "in_text_citation": "Heidbuchel et al., 2015",
            "footnote": 15
        },
        {
            "title": "The first multicenter, randomized, controlled trial of home telemonitoring for Japanese patients with heart failure: home telemonitoring study for patients with heart failure (HOMES-HF).",
            "abstract": "Home telemonitoring is becoming more important to home medical care for patients with heart failure. Since there are no data on home telemonitoring for Japanese patients with heart failure, we investigated its effect on cardiovascular outcomes. The HOMES-HF study was the first multicenter, open-label, randomized, controlled trial (RCT) to elucidate the effectiveness of home telemonitoring of physiological data, such as body weight, blood pressure, and pulse rate, for Japanese patients with heart failure (UMIN Clinical Trials Registry 000006839). The primary end-point was a composite of all-cause death or rehospitalization due to worsening heart failure. We analyzed 181 recently hospitalized patients with heart failure who were randomly assigned to a telemonitoring group (n = 90) or a usual care group (n = 91). The mean follow-up period was 15 (range 0-31) months. There was no statistically significant difference in the primary end-point between groups [hazard ratio (HR), 0.95; 95% confidence interval (CI), 0.548-1.648; p = 0.572]. Home telemonitoring for Japanese patients with heart failure was feasible; however, beneficial effects in addition to those of usual care were not demonstrated. Further investigation of more patients with severe heart failure, participation of home medical care providers, and use of a more integrated home telemonitoring system emphasizing communication as well as monitoring of symptoms and physiological data are required.\n",
            "in_text_citation": "Kotooka et al., 2018",
            "footnote": 21
        },
        {
            "title": "Telemedicine Based Remote Home Monitoring After Liver Transplantation: Results of a Randomized Prospective Trial.",
            "abstract": "## OBJECTIVE\nThis study assesses the impact of a telemedicine-based home management program (THMP) on patient adherence, hospital readmissions, and quality of life (QOL) after liver transplantation (LT).\n## SUMMARY OF BACKGROUND DATA\nTelemedicine interventions represent an opportunity to personalize care and can lead to improved adherence and patient satisfaction. However, there is limited data on impact of these interventions on outcomes after LT. Therefore, we conducted the first randomized controlled trial (RCT) of a THMP compared to standard of care (SOC) after LT.\n## METHODS\nOne hundred six consecutive LT recipients were randomized (1:1) to 1 of 2 posttransplant care strategies: SOC or THMP. The THMP included an electronic tablet and bluetooth devices to support daily text messages, education videos, and video FaceTime capability; data was cyber-delivered into our electronic medical record daily. Endpoints were THMP participation, 90-day hospital readmission rate, and QOL.\n## RESULTS\nOne hundred patients completed the study with 50 enrolled in each arm. Participation and adherence with telemedicine was 86% for basic health sessions (vital sign recording), but only 45% for using messaging or FaceTime. The THMP group had a lower 90-day readmission rate compared to SOC (28% vs 58%; P = 0.004). The THMP cohort also showed improved QOL in regards to physical function (P = 0.02) and general health (P = 0.05) at 90 days.\n## CONCLUSIONS\nTo our knowledge, this is the first RCT demonstrating the impact of THMP after LT. The magnitude of effect on LT outcomes, hospital readmissions, and QOL suggests that the adoption of telemedicine has great potential for other major operations.\n",
            "in_text_citation": "Lee et al., 2019",
            "footnote": 38
        },
        {
            "title": "Does home telemonitoring after pulmonary rehabilitation reduce healthcare use in optimized COPD? A pilot randomized trial.",
            "abstract": "## AIM\nTo see if home telemonitors reduce healthcare use in those with optimized chronic obstructive pulmonary disease (COPD).\n## METHODS\nWe randomized 40 stable patients with moderate to severe COPD, who had completed at least 12 sessions of outpatient pulmonary rehabilitation (PR), to receive standard care (Controls) for 52 weeks or standard care plus Docobo HealthHUB monitors at home for 26 weeks followed by 26 weeks standard care (Tm Group). During the monitoring period, the Tm Group completed symptoms and physical observations twice daily which were stored and then uploaded at 2 am through a freephone landline. Nurses could access the data through a secure web site and received alerting e-mails if certain combinations of data occurred.\n## RESULTS\nThere were fewer primary care contacts for chest problems (p < 0.03) in the Tm group, but no differences between the groups in emergency room visits, hospital admissions, days in hospital or contacts to the specialist COPD community nurse team, during the monitoring period. After the monitors were removed, there were no differences between the groups for any of the health care contacts (p > 0.20 throughout).\n## CONCLUSION\nIn stable, optimized COPD patients who have already completed PR, telemonitoring in addition to best care, reduces primary care chest contacts but not hospital or specialist team utilization.\n",
            "in_text_citation": "Lewis et al., 2010",
            "footnote": 28
        },
        {
            "title": "Development and pilot testing of a mobile health solution for asthma self-management: asthma action plan smartphone application pilot study.",
            "abstract": "## BACKGROUND\nCollaborative self-management is a core recommendation of national asthma guidelines; the written action plan is the knowledge tool that supports this objective. Mobile health technologies have the potential to enhance the effectiveness of the action plan as a knowledge translation tool.\n## OBJECTIVE\nTo design, develop and pilot a mobile health system to support asthma self-management.\n## METHODS\nThe present study was a prospective, single-centre, nonrandomized, pilot preintervention-postintervention analysis. System design and development were guided by an expert steering committee. The network included an agnostic web browser-based asthma action plan smartphone application (SPA). Subjects securely transmitted symptoms and peak flow data daily, and received automated control assessment, treatment advice and environmental alerts.\n## RESULTS\nTwenty-two adult subjects (mean age 47 years, 82% women) completed the study. Biophysical data were received on 84% of subject days (subject day = 1 subject × 1 day). Subjects viewed their action plan current zone of control on 54% and current air quality on 61% of subject days, 86% followed self-management advice and 50% acted to reduce exposure risks. A large majority affirmed ease of use, clarity and timeliness, and 95% desired SPA use after the study. At baseline, 91% had at least one symptom criterion for uncontrolled asthma and 64% had ≥2, compared with 45% (P=0.006) and 27% (P=0.022) at study close. Mean Asthma Quality of Life Questionnaire score improved from 4.3 to 4.8 (P=0.047).\n## CONCLUSIONS\nA dynamic, real-time, interactive, mobile health system with an integrated asthma action plan SPA can support knowledge translation at the patient and provider levels.\n## HISTORIQUE :\nL’autogestion coopérative est une recommandation clef des lignes directrices nationales sur l’asthme. Quant au plan d’action écrit, c’est l’outil de connaissance qui appuie cet objectif. Les technologies mobiles dans le secteur de la santé peuvent accroître l’efficacité du plan d’action à titre d’outil de transfert du savoir.\n## OBJECTIF :\nConcevoir, élaborer et faire l’essai pilote d’un système mobile dans le secteur de la santé pour soutenir l’autogestion de l’asthme.\n## MÉTHODOLOGIE :\nLa présente étude était une analyse monocentrique prospective et non aléatoire d’un projet pilote avant et après l’intervention. La conception et l’élaboration du système ont été orientées par un comité d’experts. Le réseau se composait de l’application pour téléphone intelligent (ATI) d’un plan d’action sur l’asthme fondé sur un fureteur Web agnostique. En toute sécurité, les sujets transmettaient quotidiennement leurs symptômes et leur débit de pointe et recevaient des évaluations du contrôle, des conseils thérapeutiques et des alertes environnementales automatisés.\n## RÉSULTATS :\nVingt-deux sujets adultes (âge moyen de 47 ans, 82 % de femmes) ont effectué l’étude. Les données biophysiques ont été trans-mises dans 84 % des jours-sujets (jour-sujet = 1 sujet × 1 journée). Dans 54 % des jours-sujets, les sujets ont vérifié la zone de contrôle de leur plan d’action et dans 61 % des jours-sujets, la qualité de l’air courante. De plus, 86 % respectaient les conseils d’autogestion et 50 % prenaient des mesures pour réduire leurs risques d’exposition. Une grande majorité soulignait la facilité d’utilisation, la clarté et la rapidité, et 95 % désiraient continuer d’utiliser l’ATI après l’étude. Au départ, 91 % présentaient au moins un critère d’asthme non contrôlé et 64 % en présentaient au moins deux, par rapport à 45 % (P=0,006) et à 27 % (P=0,022) à la fin de l’étude. L’indice moyen du questionnaire sur la qualité de vie avec l’asthme est passé de 4,3 à 4,8 (P=0,047).\n## CONCLUSIONS :\nUn système mobile dans le secteur de la santé, à la fois dynamique, interactif et en temps réel, muni d’une ATI intégrée du plan d’action sur l’asthme, peut soutenir le transfert du savoir pour le patient et le dispensateur.\n",
            "in_text_citation": "Licskai et al., 2013",
            "footnote": 46
        },
        {
            "title": "A randomized study of remote monitoring and fluid monitoring for the management of patients with implanted cardiac arrhythmia devices.",
            "abstract": "## AIMS\nOnly limited comparative data exist on the benefits of fluid monitoring (FM) combined with remote monitoring (RM) regarding morbidity and mortality of heart failure (HF) patients. This prospective single-centre randomized pilot study aimed to estimate the influence of RM in combination with FM on HF hospitalizations as well as ventricular tachyarrhythmias and mortality.\n## METHODS AND RESULTS\nPatients with standard indication for implantable cardioverter defibrillator (ICD) or cardiac resynchronization therapy and defibrillator were implanted with devices capable of RM and FM, and were followed for 15 months. Subjects were randomly allocated to RM including OptiVol and predefined management of alerts (remote group), or standard in-office visits every 3 months (control group). A total of 176 patients (77% male; 66 ± 12 years; left ventricular ejection fraction (LVEF) 32 ± 11%; ischemic cardiomyopathy 50%; CRT device 50%; primary prevention 85%) were analysed. Cox proportional hazard analysis on the time to first HF-related hospitalization showed a hazard ratio of 1.23 [0.62-2.44] (P = 0.551) favouring the control group. In the remote group, 13 patients (15%) experienced ICD shocks vs. 10 patients (11%) in the control group (P = 0.512). The average time to first ICD shock was 212 ± 173 days in the remote arm and 212 ± 143 days in the control arm (P = 0.994). The Kaplan-Meier estimate of mortality after 1 year was 8.6% (eight deaths) in the remote group vs. 4.6% in the control group (six deaths; P = 0.502).\n## CONCLUSION\nIn a single-centre randomized pilot study of RM in combination with FM, no significant influence on HF-related hospitalizations, ICD shocks, or mortality was found.\n",
            "in_text_citation": "Luthje et al., 2015",
            "footnote": 22
        },
        {
            "title": "Telemonitoring in-home complex chronic patients from primary care in routine clinical practice: Impact on healthcare resources use.",
            "abstract": "## BACKGROUND\nRecent evidence indicates that home telemonitoring of chronic patients reduces the use of healthcare resources. However, further studies exploring this issue are needed in primary care.\n## OBJECTIVES\nTo assess the impact of a primary care-based home telemonitoring intervention for highly unstable chronic patients on the use of healthcare resources.\n## METHODS\nA one-year follow-up before and after exploratory study, without control group, was conducted. Housebound patients with heart failure or chronic lung disease, with recurrent hospital admissions, were included. The intervention consisted of patient's self-measurements and responses to a health status questionnaire, sent daily from smartphones to a web-platform (aided by an alert system) reviewed by healthcare professionals. The primary outcome measure was the number of hospital admissions occurring 12 months before and after the intervention. Secondary outcomes were length of hospital stay and number of emergency department attendances. Primary care nurses were mainly in charge of the telemonitoring process and were assisted by the general practitioners when required.\n## RESULTS\nFor the 28 patients who completed the follow-up (out of 42 included, 13 patients died and 1 discontinued the intervention), a significant reduction in hospitalizations, from 2.6 admissions/patient in the previous year (standard deviation, SD: 1.6) to 1.1 (SD: 1.5) during the one-year telemonitoring follow-up (P <0.001), and emergency department attendances, from 4.2 (SD: 2.6) to 2.1 (SD: 2.6) (P <0.001) was observed. The length of hospital stay was reduced non-significantly from 11.4 to 7.9 days.\n## CONCLUSION\nIn this small exploratory study, the primary care-based telemonitoring intervention seemed to have a positive impact decreasing the number of hospital admissions and emergency department attendances.\n",
            "in_text_citation": "Martin-Lesende et al., 2017",
            "footnote": 16
        },
        {
            "title": "Use of digital health kits to reduce readmission after cardiac surgery.",
            "abstract": "## BACKGROUND\nUnintended rehospitalizations after surgical procedures represent a large percentage of readmissions and have been associated with increased morbidity and cost of care. Beginning in 2017, Medicare will expand diagnostic categories subject to financial penalties for excess postoperative readmissions to include coronary revascularization procedures. Arrhythmias and pulmonary complications comprise the largest categories for readmission after cardiac surgery. Technologic advances in remote monitoring have led to the use of web-based digital health kits (DHK) aimed at reducing readmissions and improving postoperative outcomes. The present study was performed to determine the added benefit of incorporating DHK's into a formal readmissions reduction program (RRP) in preventing 30-d readmissions and to evaluate patient and provider satisfaction with the use of these devices.\n## MATERIALS AND METHODS\nThis was a prospective study of all adult patients who underwent cardiac surgery at our institution from March 2014 to June 2015. During the study period, 443 adult patients (mean age, 65 ± 14, 33% female) were identified and participated in the formal RRP, 27 of whom also received a DHK after discharge (416 control group). In addition to providing a live video link to a provider specializing in cardiac surgery, the DHK also allowed for automatic daily transmission of weight, oxygen saturation, heart rate, and blood pressure. Patients also completed a daily health survey targeting symptoms concerning for heart failure, poor wound healing, poor ambulation, and nonadherence to medications. Abnormal vitals or survey responses triggered automatic notifications to the healthcare team. Satisfaction surveys were administered to participants and members of the healthcare team. Pearson χ(2) test and the Welch's t-test were used to assess statistical differences in baseline characteristics and outcome variables.\n## RESULTS\nDuring the study period, the readmission rate for the DHK and control groups were similar (7.4% versus 9.9%, P = 0.65). The use of DHKs led to 1649 alerts and 144 interventions, with the highest number of alerts occurring during d 5-9. The majority of alerts (64%) were prompted by abnormal biometric measurements, and a significant correlation was noted between abnormal biometrics and required intervention (r = 0.62, P < 0.001). No correlation was seen between alerts because of health survey responses (r = 0.07, P = 0.71) or missed check-ins (r = 0.06, P = 0.76) and required interventions. Poststudy satisfaction surveys showed an overall satisfaction rating of 4.9 ± 0.5 for DHK patients and 4.9 ± 0.2 for members of the care team (scale 1-5, 5 = agree).\n## CONCLUSIONS\nIn our study, adding DHKs to a formal RRP was not associated with a significant decrease in 30-d readmission rates. We also found that notifications because of abnormal biometric measures were significantly correlated with required interventions. In contrast, notifications due to abnormal health survey responses were not associated with increased interventions. Both patients and members of the healthcare team were highly satisfied with this technology. DHKs appear to extend care beyond the inpatient period and provide a portal for telemonitoring of surgical patients. However, this modality is highly resource intensive and may not significantly reduce readmissions. Further studies are warranted to evaluate the efficacy of such kits in reducing readmissions and costs of care.\n",
            "in_text_citation": "McElroy et al., 2016",
            "footnote": 29
        },
        {
            "title": "Results of Telehealth Electronic Monitoring for Post Discharge Complications and Surgical Site Infections following Arterial Revascularization with Groin Incision.",
            "abstract": "## BACKGROUND\nPost-surgical discharge complications result in increased hospital readmissions, cost, and patient dissatisfaction. Telehealth technology to monitor patients, especially those in geographically isolated areas, may reduce post-operative complications and improve health and financial outcomes. The primary objective of this study was to compare outcomes between patients who received TeleHealth Electronic Monitoring (THEM) and those with routine discharge instructions and no monitoring, Standard Of Care (SOC).\n## METHODS\nThis is a prospective randomized study of vascular surgery patients with infrainguinal incisions. THEM patients received a tablet and home monitoring devices that transmitted information to care managers. Monitoring tools included image capture, weight scales, blood pressure cuffs, thermometers, and oxygen saturation monitors. Care managers used the TeleMed 2020 Enform™ platform to review alerts, real-time patient data, and dialogue with the care team.\n## RESULTS\nEighty patients were screened and 30 enrolled, of which 16 (53.3%) were randomized to the THEM group and 14 (46.7%) to the control group. Average age and body mass index for THEM and control patients were similar (62.5 ± 7.2 vs. 65.7 ± 7.3, P = 0.234; and 27.7 ± 4.3 vs. 29.1 7.1, P = 0.487), respectively. There was a similar number of male participants in each group (THEM 62.5% vs. SOC 42.9%, P = 0.464). There were no significant differences in wound or 30-day readmissions (THEM 6.3% vs. SOC 7.1%, P = 1.000). Interestingly, 30-day infection rates indicated that care managers identified marginally more superficial wound problems in the THEM group (31.3% vs. 7.1%, P = 0.175). Both groups reported an increase in short-form-8 physical summary scores, but was more pronounced in THEM patients (P = 0.076). THEM patients reported a significantly greater improvement in quality of life on 3 of the short-form-8 quality subscales (physical function, role-physical, and role-emotional; THEM delta 7.5 versus Control delta 1.1; THEM delta 8.7 versus Control delta 1.1; and THEM delta 6.3 versus Control delta -0.5; all P < 0.05). THEM patients reported trends for higher satisfaction in terms of general satisfaction, technical quality, and accessibility for Patient Satisfaction Questionnaire-18 survey questions (4.2 vs. 3.7, P = 0.072; 4.5 vs. 4.1, P = 0.081; and 4.2 vs. 3.8, P = 0.063), respectively.\n## CONCLUSIONS\nTHEM was technically feasible and provided some benefit to patients in geographically disparate areas. THEM was associated with increased patient satisfaction. Additional findings suggested that THEM patients embraced telehealth technology and took advantage of increased access to healthcare professionals. Telehealth successfully merged remotely generated information with care manager interaction. Presently, a larger study, preferably multi-center, is warranted and under consideration.\n",
            "in_text_citation": "Mousa et al., 2019",
            "footnote": 34
        },
        {
            "title": "[Monitoring multiple cardiovascular paramaters using telemedicine in patients with chronic heart failure].",
            "abstract": "Progression of chronic heart failure depends on various additional pathophysiologic factors like blood pressure, arrhythmias, congestion. Early detection of any alteration using telemonitoring of multiple vital parameters may avoid severe decompensation requiring hospital admission. The feasibility and the clinical outcome using a new telemonitoring device for recording multiple vital parameters and allowing communication on individual state of health is investigated. Twenty-four patients with chronic heart failure (mean age 65 years, mean LV ejection fraction 35%) requiring at least one hospital admission during the past year were investigated. Twice a day, the vital-parameters were measured (weight, blood pressure, heart rate and rhythm, oxygen saturation, respiration rate) and patients information on well being, shortness of breath, medication, and request for contact were received. Intra-individual comparison was carried out between the 12 month before inclusion in this study and 12 month under telemonitoring surveillance (extrapolated, if necessary). Performing over 10 500 measurements during 5751 patient days, critical events were diagnosed for 55 events concerning relative weight gain (43 episodes), blood pressure (6), decrease in oxygen saturation (3), new onset of atrial fibrillation with tachyarrhymia (3). Of these, 45 events were controlled on an outpatient basis by changing medication or external cardioversion. Only 10 patients required re-admission. Thus, the number of admission to the hospital could be reduced by 62%, those of days spent in hospital by 69%. Non-invasive telemonitoring of multiple vital parameters combined with patients statements on their health condition and out-patient treatment on the basis of these findings is found to be an effective and reliable approach to avoid hospital readmission for patients with chronic heart failure.\n",
            "in_text_citation": "Oeff et al., 2005",
            "footnote": 47
        },
        {
            "title": "Efficacy of a Physician-Led Multiparametric Telemonitoring System in Very Old Adults with Heart Failure.",
            "abstract": "## OBJECTIVES\nTo evaluate the effect of an innovative model integrating telemonitoring of vital parameters and telephone support on 6-month survival and hospital admissions of elderly adults with heart failure (HF).\n## DESIGN\nParallel-arm, randomized trial.\n## SETTING\nGeriatric acute care ward and outpatient clinic at Policlinico Campus Biomedico (Rome, Italy).\n## PARTICIPANTS\nIndividuals with HF aged 65 and older (mean age 80) randomly assigned to intervention (n = 50) or control (n = 46). Participants had an average ejection fraction of 46%.\n## INTERVENTION\nTelemonitoring system (receives and communicates oxygen saturation, heart rate, and blood pressure readings) and office-hours telephonic support provided by a geriatrician.\n## MEASUREMENTS\nCombination of all-cause death and hospital admissions.\n## RESULTS\nThe two groups were similar with the exception of the prevalence of women and of disability (both more common in the control group). Three patients for each group were lost to follow-up (final analyzed sample size: 90). Incidence of the main outcome was 42% in the control group and 21% in the intervention group (relative risk = 0.51, 95% confidence interval (CI) = 0.26-0.98). The results were unchanged after taking into account the setting of enrollment, sex, and disability (hazard ratio = 0.42, 95% CI = 0.19-0.94).\n## CONCLUSION\nTelemonitoring of elderly people with HF is feasible and reduces the risk of death and hospitalization. Further studies are needed to confirm these findings and evaluate the cost-efficacy of the service.\n",
            "in_text_citation": "Pedone et al., 2015",
            "footnote": 23
        },
        {
            "title": "Effectiveness of telemonitoring integrated into existing clinical services on hospital admission for exacerbation of chronic obstructive pulmonary disease: researcher blind, multicentre, randomised controlled trial.",
            "abstract": "## OBJECTIVE\nTo test the effectiveness of telemonitoring integrated into existing clinical services such that intervention and control groups have access to the same clinical care.\n## DESIGN\nResearcher blind, multicentre, randomised controlled trial.\n## SETTING\nUK primary care (Lothian, Scotland).\n## PARTICIPANTS\nAdults with at least one admission for chronic obstructive pulmonary disease (COPD) in the year before randomisation. We excluded people who had other significant lung disease, who were unable to provide informed consent or complete the study, or who had other significant social or clinical problems.\n## INTERVENTIONS\nParticipants were recruited between 21 May 2009 and 28 March 2011, and centrally randomised to receive telemonitoring or conventional self monitoring. Using a touch screen, telemonitoring participants recorded a daily questionnaire about symptoms and treatment use, and monitored oxygen saturation using linked instruments. Algorithms, based on the symptom score, generated alerts if readings were omitted or breached thresholds. Both groups received similar care from existing clinical services.\n## MAIN OUTCOME MEASURES\nThe primary outcome was time to hospital admission due to COPD exacerbation up to one year after randomisation. Other outcomes included number and duration of admissions, and validated questionnaire assessments of health related quality of life (using St George's respiratory questionnaire (SGRQ)), anxiety or depression (or both), self efficacy, knowledge, and adherence to treatment. Analysis was intention to treat.\n## RESULTS\nOf 256 patients completing the study, 128 patients were randomised to telemonitoring and 128 to usual care; baseline characteristics of each group were similar. The number of days to admission did not differ significantly between groups (adjusted hazard ratio 0.98, 95% confidence interval 0.66 to 1.44). Over one year, the mean number of COPD admissions was similar in both groups (telemonitoring 1.2 admissions per person (standard deviation 1.9) v control 1.1 (1.6); P=0.59). Mean duration of COPD admissions over one year was also similar between groups (9.5 days per person (standard deviation 19.1) v 8.8 days (15.9); P=0.88). The intervention had no significant effect on SGRQ scores between groups (68.2 (standard deviation 16.3) v 67.3 (17.3); adjusted mean difference 1.39 (95% confidence interval -1.57 to 4.35)), or on other questionnaire outcomes. Conclusions In participants with a history of admission for exacerbations of COPD, telemonitoring was not effective in postponing admissions and did not improve quality of life. The positive effect of telemonitoring seen in previous trials could be due to enhancement of the underpinning clinical service rather than the telemonitoring communication.\n## TRIAL REGISTRATION\nISRCTN96634935.\n## FUNDING\nThe trial was funded by an NHS applied research programme grant from the Chief Scientist Office of the Scottish government (ARPG/07/03). The funder had no role in study design and the collection, analysis, and interpretation of data and the writing of the article and the decision to submit it for publication. NHS Lothian supported the telemonitoring service and the clinical services.\n",
            "in_text_citation": "Pinnock et al., 2013",
            "footnote": 30
        },
        {
            "title": "Home telemonitoring of non-invasive ventilation decreases healthcare utilisation in a prospective controlled trial of patients with amyotrophic lateral sclerosis.",
            "abstract": "## BACKGROUND\nNon-invasive ventilation (NIV) is an efficient method for treating respiratory failure in patients with amyotrophic lateral sclerosis (ALS). However, it requires a process of adaptation not always achieved due to poor compliance. The role of telemonitoring of NIV is not yet established.\n## OBJECTIVES\nTo test the advantage of using modem communication in NIV of ALS patients.\n## DESIGN\nProspective, single blinded controlled trial. Population and methods According to their residence, 40 consecutive ventilated ALS patients were assigned to one of two groups: a control group (G1, n=20) in which compliance and ventilator parameter settings were assessed during office visits; or an intervention group (G2, n=20) in which patients received a modem device connected to the ventilator. The number of office and emergency room visits and hospital admissions during the entire span of NIV use and the number of parameter setting changes to achieve full compliance were the primary outcome measurements.\n## RESULTS\nDemographic and clinical features were similar between the two groups at admission. No difference in compliance was found between the groups. The incidence of changes in parameter settings throughout the survival period with NIV was lower in G2 (p<0.0001) but it was increased during the initial period needed to achieve full compliance. The number of office or emergency room visits and inhospital admissions was significantly lower in G2 (p<0.0001). Survival showed a trend favouring G2 (p=0.13).\n## CONCLUSIONS\nThis study shows that telemonitoring reduces health care utilisation with probable favourable implications on costs, survival and functional status.\n",
            "in_text_citation": "Pinto et al., 2010",
            "footnote": 48
        },
        {
            "title": "Effect of tele health care on exacerbations and hospital admissions in patients with chronic obstructive pulmonary disease: a randomized clinical trial.",
            "abstract": "## BACKGROUND AND OBJECTIVE\nTele monitoring (TM) of patients with chronic obstructive pulmonary disease (COPD) has gained much interest, but studies have produced conflicting results. Our aim was to investigate the effect of TM with the option of video consultations on exacerbations and hospital admissions in patients with severe COPD.\n## MATERIALS AND METHODS\nPatients with severe COPD at high risk of exacerbations were eligible for the study. Of 560 eligible patients identified, 279 (50%) declined to participate. The remaining patients were equally randomized to either TM (n=141) or usual care (n=140) for the 6-month study period. TM comprised recording of symptoms, saturation, spirometry, and weekly video consultations. Algorithms generated alerts if readings breached thresholds. Both groups received standard care. The primary outcome was number of hospital admissions for exacerbation of COPD during the study period.\n## RESULTS\nMost of the enrolled patients had severe COPD (forced expiratory volume in 1 second <50%pred in 86% and ≥hospital admission for COPD in the year prior to enrollment in 45%, respectively, of the patients). No difference in drop-out rate and mortality was found between the groups. With regard to the primary outcome, no significant difference was found in hospital admissions for COPD between the groups (P=0.74), and likewise, no difference was found in time to first admission or all-cause hospital admissions. Compared with the control group, TM group patients had more moderate exacerbations (ie, treated with antibiotics/corticosteroid, but not requiring hospital admission; P<0.001), whereas the control group had more visits to outpatient clinics (P<0.001).\n## CONCLUSION\nOur study of patients with severe COPD showed that TM including video consultations as add-on to standard care did not reduce hospital admissions for exacerbated COPD, but TM may be an alternative to visits at respiratory outpatient clinics. Further studies are needed to establish the optimal role of TM in the management of severe COPD.\n",
            "in_text_citation": "Ringbaek et al., 2015",
            "footnote": 17
        },
        {
            "title": "Remote monitoring of patients with biventricular defibrillators through the CareLink system improves clinical management of arrhythmias and heart failure episodes.",
            "abstract": "## PURPOSE\nThe aim of the present study is to evaluate if remote monitoring with the CareLink Network may improve clinical management of tachyarrhythmias and heart failure episodes in patients treated with biventricular defibrillators (CRT-D).\n## METHODS\nPatients implanted with CRT-D for more than 6 months received the CareLink monitor and were trained to perform device interrogation. At-home transmissions were scheduled at 2 weeks, 1 and 2 months after training, with a final in-office visit after 3 months.\n## RESULTS\nSixty-seven patients performed 264 data transmissions. Twenty-three unscheduled data transmissions were requested by the centers after patient contact. Ventricular tachyarrhythmias were reported in nine patients during 16 data reviews. Thirteen data reviews (81%) were performed remotely via CareLink transmissions (nine scheduled and four unscheduled), in seven patients. Of these events, in two cases (15%) in-hospital visits were requested, while in 11 (85%) no action was needed and no additional in-clinic visits were scheduled. During the study period, in 20/28 (71%) intra-thoracic impedance alerts, the patients remotely transmitted their device data. After remote data review, in ten cases drug therapy was adjusted by phone and in four cases no action was needed and the patient reassured. In six episodes an in-hospital extra visit was scheduled. On the whole, in 14 cases (70%), the patient could be managed remotely avoiding a visit to the hospital.\n## CONCLUSIONS\nOur study showed that remote follow-up is an efficient method to manage tachyarrhythmias and heart failure episodes in CRT-D patients. Early reaction to clinical events may improve overall patient care.\n",
            "in_text_citation": "Santini et al., 2009",
            "footnote": 49
        },
        {
            "title": "Effect of home-based telemonitoring using mobile phone technology on the outcome of heart failure patients after an episode of acute decompensation: randomized controlled trial.",
            "abstract": "## BACKGROUND\nTelemonitoring of patients with chronic heart failure (CHF) is an emerging concept to detect early warning signs of impending acute decompensation in order to prevent hospitalization.\n## OBJECTIVE\nThe goal of the MOBIle TELemonitoring in Heart Failure Patients Study (MOBITEL) was to evaluate the impact of home-based telemonitoring using Internet and mobile phone technology on the outcome of heart failure patients after an episode of acute decompensation.\n## METHODS\nPatients were randomly allocated to pharmacological treatment (control group) or to pharmacological treatment with telemedical surveillance for 6 months (tele group). Patients randomized into the tele group were equipped with mobile phone-based patient terminals for data acquisition and data transmission to the monitoring center. Study physicians had continuous access to the data via a secure Web portal. If transmitted values went outside individually adjustable borders, study physicians were sent an email alert. Primary endpoint was hospitalization for worsening CHF or death from cardiovascular cause.\n## RESULTS\nThe study was stopped after randomization of 120 patients (85 male, 35 female); median age was 66 years (IQR 62-72). The control group comprised 54 patients (39 male, 15 female) with a median age of 67 years (IQR 61-72), and the tele group included 54 patients (40 male, 14 female) with a median age of 65 years (IQR 62-72). There was no significant difference between groups with regard to baseline characteristics. Twelve tele group patients were unable to begin data transmission due to the inability of these patients to properly operate the mobile phone (\"never beginners\"). Four patients did not finish the study due to personal reasons. Intention-to-treat analysis at study end indicated that 18 control group patients (33%) reached the primary endpoint (1 death, 17 hospitalizations), compared with 11 tele group patients (17%, 0 deaths, 11 hospitalizations; relative risk reduction 50%, 95% CI 3-74%, P = .06). Per-protocol analysis revealed that 15% of tele group patients (0 deaths, 8 hospitalizations) reached the primary endpoint (relative risk reduction 54%, 95% CI 7-79%, P= .04). NYHA class improved by one class in tele group patients only (P< .001). Tele group patients who were hospitalized for worsening heart failure during the study had a significantly shorter length of stay (median 6.5 days, IQR 5.5-8.3) compared with control group patients (median 10.0 days, IQR 7.0-13.0; P= .04). The event rate of never beginners was not higher than the event rate of control group patients.\n## CONCLUSIONS\nTelemonitoring using mobile phones as patient terminals has the potential to reduce frequency and duration of heart failure hospitalizations. Providing elderly patients with an adequate user interface for daily data acquisition remains a challenging component of such a concept.\n",
            "in_text_citation": "Scherr et al., 2009",
            "footnote": 24
        },
        {
            "title": "Mobile phone-based telemonitoring for heart failure management: a randomized controlled trial.",
            "abstract": "## BACKGROUND\nPrevious trials of telemonitoring for heart failure management have reported inconsistent results, largely due to diverse intervention and study designs. Mobile phones are becoming ubiquitous and economical, but the feasibility and efficacy of a mobile phone-based telemonitoring system have not been determined.\n## OBJECTIVE\nThe objective of this trial was to investigate the effects of a mobile phone-based telemonitoring system on heart failure management and outcomes.\n## METHODS\nOne hundred patients were recruited from a heart function clinic and randomized into telemonitoring and control groups. The telemonitoring group (N = 50) took daily weight and blood pressure readings and weekly single-lead ECGs, and answered daily symptom questions on a mobile phone over 6 months. Readings were automatically transmitted wirelessly to the mobile phone and then to data servers. Instructions were sent to the patients' mobile phones and alerts to a cardiologist's mobile phone as required.\n## RESULTS\nBaseline questionnaires were completed and returned by 94 patients, and 84 patients returned post-study questionnaires. About 70% of telemonitoring patients completed at least 80% of their possible daily readings. The change in quality of life from baseline to post-study, as measured with the Minnesota Living with Heart Failure Questionnaire, was significantly greater for the telemonitoring group compared to the control group (P = .05). A between-group analysis also found greater post-study self-care maintenance (measured with the Self-Care of Heart Failure Index) for the telemonitoring group (P = .03). Brain natriuretic peptide (BNP) levels, self-care management, and left ventricular ejection fraction (LVEF) improved significantly for both groups from baseline to post-study, but did not show a between-group difference. However, a subgroup within-group analysis using the data from the 63 patients who had attended the heart function clinic for more than 6 months revealed the telemonitoring group had significant improvements from baseline to post-study in BNP (decreased by 150 pg/mL, P = .02), LVEF (increased by 7.4%, P = .005) and self-care maintenance (increased by 7 points, P = .05) and management (increased by 14 points, P = .03), while the control group did not. No differences were found between the telemonitoring and control groups in terms of hospitalization, mortality, or emergency department visits, but the trial was underpowered to detect differences in these metrics.\n## CONCLUSIONS\nOur findings provide evidence of improved quality of life through improved self-care and clinical management from a mobile phone-based telemonitoring system. The use of the mobile phone-based system had high adherence and was feasible for patients, including the elderly and those with no experience with mobile phones.\n## TRIAL REGISTRATION\nClinicalTrials.gov NCT00778986.\n",
            "in_text_citation": "Seto et al., 2012",
            "footnote": 18
        },
        {
            "title": "Effectiveness of a novel, automated telephone intervention on time to hospitalisation in patients with COPD: A randomised controlled trial.",
            "abstract": "## INTRODUCTION\nOwing to its capacity to perform remote assessments, telemedicine is rising as a new force in chronic obstructive pulmonary disease (COPD) management. We conducted an eight month randomised-controlled-trial to study the effect of an automated telemedicine intervention on patients’ time-to-hospitalisation.\n## METHODS\nA total of 168 patients with a diagnosis of COPD in the past 24 months were enrolled to receive the intervention at a primary care clinic. The treatment group received daily phone messages from an automated system asking them to report if they were breathing better than, worse than, or the same as the day prior. Patients reported their breathing status by responding to the text message or call. If a patient reported breathing worse, an alert was sent directly to that patient’s provider within the clinic. The control group received the same daily phone messages as the treatment group. However, no proactive breathing alerts were ever generated to the provider for these subjects. The primary outcome was the subjects’ time-to-first-COPD-related hospitalisation following the start of messages.\n## RESULTS\nThe treatment group’s time-to-hospitalisation was significantly different than the control group’s with a hazard ratio of 2.36 (95% confidence interval 1.02–5.45, p = 0.0443). The number needed-to-treat ratio was 8.62. Subject engagement consistently ranged between 60% and 75%. The treatment group received both proactive monitoring and follow-up care from the providers.\n## DISCUSSION\nActive monitoring with provider feedback enables the detection of exacerbation events early enough for subjects to avoid admissions. The use of non-smartphone interventions reduces barriers to care presented by more complicated and expensive technologies. This intervention represents a simple, innovative, and inexpensive tool for improved COPD management.\n",
            "in_text_citation": "Sink et al., 2018",
            "footnote": 39
        },
        {
            "title": "Bioimpedance Alerts from Cardiovascular Implantable Electronic Devices: Observational Study of Diagnostic Relevance and Clinical Outcomes.",
            "abstract": "## BACKGROUND\nThe use of implantable cardioverter-defibrillators (ICDs) and cardiac resynchronization therapy (CRT) devices is expanding in the treatment of heart failure. Most of the current devices are equipped with remote monitoring functions, including bioimpedance for fluid status monitoring. The question remains whether bioimpedance measurements positively impact clinical outcome.\n## OBJECTIVE\nThe aim of this study was to provide a comprehensive overview of the clinical interventions taken based on remote bioimpedance monitoring alerts and their impact on clinical outcome.\n## METHODS\nThis is a single-center observational study of consecutive ICD and CRT patients (n=282) participating in protocol-driven remote follow-up. Bioimpedance alerts were analyzed with subsequently triggered interventions.\n## RESULTS\nA total of 55.0% (155/282) of patients had an ICD or CRT device equipped with a remote bioimpedance algorithm. During 34 (SD 12) months of follow-up, 1751 remote monitoring alarm notifications were received (2.2 per patient-year of follow-up), comprising 2096 unique alerts (2.6 per patient-year of follow-up). Since 591 (28.2%) of all incoming alerts were bioimpedance-related, patients with an ICD or CRT including a bioimpedance algorithm had significantly more alerts (3.4 versus 1.8 alerts per patient-year of follow-up, P<.001). Bioimpedance-only alerts resulted in a phone contact in 91.0% (498/547) of cases, which triggered an actual intervention in 15.9% (87/547) of cases, since in 75.1% (411/547) of cases reenforcing heart failure education sufficed. Overall survival was lower in patients with a cardiovascular implantable electronic device with a bioimpedance algorithm; however, this difference was driven by differences in baseline characteristics (adjusted hazard ratio of 2.118, 95% CI 0.845-5.791). No significant differences between both groups were observed in terms of the number of follow-up visits in the outpatient heart failure clinic, the number of hospital admissions with a primary diagnosis of heart failure, or mean length of hospital stay.\n## CONCLUSIONS\nBioimpedance-only alerts constituted a substantial amount of incoming alerts when turned on during remote follow-up and triggered an additional intervention in only 16% of cases since in 75% of cases, providing general heart failure education sufficed. The high frequency of heart failure education that was provided could have contributed to fewer heart failure-related hospitalizations despite significant differences in baseline characteristics.\n",
            "in_text_citation": "Smeets et al., 2017",
            "footnote": 25
        },
        {
            "title": "Effect of telehealth on use of secondary care and mortality: findings from the Whole System Demonstrator cluster randomised trial.",
            "abstract": "## OBJECTIVE\nTo assess the effect of home based telehealth interventions on the use of secondary healthcare and mortality.\n## DESIGN\nPragmatic, multisite, cluster randomised trial comparing telehealth with usual care, using data from routine administrative datasets. General practice was the unit of randomisation. We allocated practices using a minimisation algorithm, and did analyses by intention to treat.\n## SETTING\n179 general practices in three areas in England.\n## PARTICIPANTS\n3230 people with diabetes, chronic obstructive pulmonary disease, or heart failure recruited from practices between May 2008 and November 2009.\n## INTERVENTIONS\nTelehealth involved remote exchange of data between patients and healthcare professionals as part of patients' diagnosis and management. Usual care reflected the range of services available in the trial sites, excluding telehealth.\n## MAIN OUTCOME MEASURE\nProportion of patients admitted to hospital during 12 month trial period.\n## RESULTS\nPatient characteristics were similar at baseline. Compared with controls, the intervention group had a lower admission proportion within 12 month follow-up (odds ratio 0.82, 95% confidence interval 0.70 to 0.97, P = 0.017). Mortality at 12 months was also lower for intervention patients than for controls (4.6% v 8.3%; odds ratio 0.54, 0.39 to 0.75, P < 0.001). These differences in admissions and mortality remained significant after adjustment. The mean number of emergency admissions per head also differed between groups (crude rates, intervention 0.54 v control 0.68); these changes were significant in unadjusted comparisons (incidence rate ratio 0.81, 0.65 to 1.00, P = 0.046) and after adjusting for a predictive risk score, but not after adjusting for baseline characteristics. Length of hospital stay was shorter for intervention patients than for controls (mean bed days per head 4.87 v 5.68; geometric mean difference -0.64 days, -1.14 to -0.10, P = 0.023, which remained significant after adjustment). Observed differences in other forms of hospital use, including notional costs, were not significant in general. Differences in emergency admissions were greatest at the beginning of the trial, during which we observed a particularly large increase for the control group.\n## CONCLUSIONS\nTelehealth is associated with lower mortality and emergency admission rates. The reasons for the short term increases in admissions for the control group are not clear, but the trial recruitment processes could have had an effect.\n## TRIAL REGISTRATION NUMBER\nInternational Standard Randomised Controlled Trial Number Register ISRCTN43002091.\n",
            "in_text_citation": "Steventon et al., 2012",
            "footnote": 32
        },
        {
            "title": "Effect of telehealth on hospital utilisation and mortality in routine clinical practice: a matched control cohort study in an early adopter site.",
            "abstract": "## OBJECTIVES\nTo assess the effects of a home-based telehealth intervention on the use of secondary healthcare and mortality.\n## DESIGN\nObservational study of a mainstream telehealth service, using person-level administrative data. Time to event analysis (Cox regression) was performed comparing telehealth patients with controls who were matched using a machine-learning algorithm.\n## SETTING\nA predominantly rural region of England (North Yorkshire).\n## PARTICIPANTS\n716 telehealth patients were recruited from community, general practice and specialist acute care, between June 2010 and March 2013. Patients had chronic obstructive pulmonary disease, congestive heart failure or diabetes, and a history of associated inpatient admission. Patients were matched 1:1 to control patients, also selected from North Yorkshire, with respect to demographics, diagnoses of health conditions, previous hospital use and predictive risk score.\n## INTERVENTIONS\nTelehealth involved the remote exchange of medical data between patients and healthcare professionals as part of the ongoing management of the patient's health condition. Monitoring centre staff alerted healthcare professionals if the telemonitored data exceeded preset thresholds. Control patients received usual care, without telehealth.\n## PRIMARY AND SECONDARY OUTCOME MEASURES\nTime to the first emergency (unplanned) hospital admission or death. Secondary metrics included time to death and time to first admission, outpatient attendance and emergency department visit.\n## RESULTS\nMatched controls and telehealth patients were similar at baseline. Following enrolment, telehealth patients were more likely than matched controls to experience emergency admission or death (adjusted HR 1.34, 95% CI 1.16 to 1.56, p<0.001). They were also more likely to have outpatient attendances (adjusted HR=1.25, 1.11 to 1.40, p<0.001), but mortality rates were similar between groups. Sensitivity analyses showed that we were unlikely to have missed reductions in the likelihood of an emergency admission or death because of unobserved baseline differences between patient groups.\n## CONCLUSIONS\nTelehealth was not associated with a reduction in secondary care utilisation.\n",
            "in_text_citation": "Steventon et al., 2016",
            "footnote": 27
        },
        {
            "title": "Home telemonitoring for patients with acute exacerbation of chronic obstructive pulmonary disease: a randomized controlled trial.",
            "abstract": "## BACKGROUND\nAlthough a number of studies have suggested that the use of Telemonitoring (TM) in patients with Chronic Obstructive Pulmonary Disease (COPD) can be useful and efficacious, its real utility in detecting Acute Exacerbation (AE) signaling the need for prompt treatment is not entirely clear. The current study aimed to investigate the benefits of a TM system in managing AE in advanced-stage COPD patients to improve their Health-Related Quality of Life (HRQL) and to reduce utilization of healthcare services.\n## METHODS\nA 12-month Randomised Controlled Trial (RCT) was conducted in the Veneto region (Italy). Adult patients diagnosed with Class III-IV COPD in accordance with the Global Initiative for Chronic Obstructive Lung Disease (GOLD) classification were recruited and provided a TM system to alert the clinical staff via a trained operator whenever variations in respiratory parameters fell beyond the individual's normal range. The study's primary endpoint was HRQL, measured by the Italian version of the two Short Form 36-item Health Survey (SF36v2). Its secondary endpoints were: scores on the Hospital Anxiety and Depression Scale (HADS); the number and duration of hospitalizations; the number of readmissions; the number of appointments with a pulmonary specialist; the number of visits to the emergency department; and the number of deaths.\n## RESULTS\nThree hundred thirty-four patients were enrolled and randomized into two groups for a 1 year period. At its conclusion, changes in the SF36 Physical and Mental Component Summary scores did not significantly differ between the TM and control groups [(-2.07 (8.98) vs -1.91 (7.75); p = 0.889 and -1.08 (11.30) vs -1.92 (10.92); p = 0.5754, respectively]. Variations in HADS were not significantly different between the two groups [0.85 (3.68) vs 0.62 (3.6); p = 0.65 and 0.50 (4.3) vs 0.72 (4.5); p = 0.71]. The hospitalization rate for AECOPD and/or for any cause was not significantly different in the two groups [IRR = 0.89 (95% CI 0.79-1,04); p = 0.16 and IRR = 0.91 (95% CI 0,75 - 1.04); p = 0.16, respectively]. The readmission rate for AECOPD and/or any cause was, however, significantly lower in the TM group with respect to the control one [IRR = 0.43 (95% CI 0.19-0.98); p = 0.01 and 0.46 (95% CI 0.24-0.89); p = 0.01, respectively].\n## CONCLUSION\nStudy results showed that in areas where medical services are well established, TM does not significantly improve HRQL in patients with COPD who develop AE. Although not effective in reducing hospitalizations, TM can nevertheless facilitate continuity of care during hospital-to-home transition by reducing the need for early readmission.\n## TRIAL REGISTRATION\nRetrospectively registered on January 2012, ClinicalTrials.gov Identifier: NCT01513980 .\n",
            "in_text_citation": "Vianello et al., 2016",
            "footnote": 31
        },
        {
            "title": "A randomized trial of weekly symptom telemonitoring in advanced lung cancer.",
            "abstract": "## CONTEXT\nLung cancer patients experience multiple, simultaneous symptoms related to their disease and treatment that impair functioning and health-related quality of life (HRQL). Computer technology can reduce barriers to nonsystematic, infrequent symptom assessment and potentially contribute to improved patient care.\n## OBJECTIVES\nTo evaluate the efficacy of technology-based symptom monitoring and reporting in reducing symptom burden in patients with advanced lung cancer.\n## METHODS\nThis was a prospective, multisite, randomized controlled trial. Two hundred fifty-three patients were enrolled at three sites and randomized to monitoring and reporting (MR) or monitoring alone (MA). Patients completed questionnaires at baseline, 3, 6, 9, and 12 weeks and symptom surveys via interactive voice response weekly for 12 weeks. MR patients' clinically significant symptom scores generated an e-mail alert to the site nurse for management. The primary endpoint was overall symptom burden; secondary endpoints included HRQL, treatment satisfaction, symptom management barriers, and self-efficacy.\n## RESULTS\nThis randomized controlled trial failed to demonstrate efficacy of symptom monitoring and reporting in reducing symptom burden compared with monitoring alone in lung cancer. HRQL declined over 12 weeks in both groups (P < 0.006 to P < 0.025); at week 12, treatment satisfaction was higher in MA than MR patients (P < 0.012, P < 0.027). Adherence to weekly calls was good (82%) and patient satisfaction was high.\n## CONCLUSION\nFeasibility of using a technology-based system for systematic symptom monitoring in advanced lung cancer patients was demonstrated. Future research should focus on identifying patients most likely to benefit and other patient, provider, and health system factors likely to contribute to the system's success.\n",
            "in_text_citation": "Yount et al., 2014",
            "footnote": 19
        }
    ]
}