{
    "citations": [
        {
            "index": 28,
            "title": "Xbox 360 Kinect cognitive games improve slowness, complexity of EEG, and cognitive functions in subjects with mild cognitive impairment: a randomized control trial.",
            "in_text_citation": "Amjad et al., 2019"
        },
        {
            "index": 22,
            "title": "Exergaming and older adult cognition a cluster randomized clinical trial.",
            "in_text_citation": "Anderson-Hanley et al., 2012"
        },
        {
            "index": 29,
            "title": "The effects of virtual kayak paddling exercise on postural balance, muscle performance, and cognitive function in older adults with mild cognitive impairment: a randomized controlled trial.",
            "in_text_citation": "Choi et al., 2019"
        },
        {
            "index": 30,
            "title": "The effect of cognitive-motor dual task training with the biorescue force platform on cognition, balance and dual task performance in institutionalized older adults: a randomized controlled trial.",
            "in_text_citation": "Delbroek et al., 2017"
        },
        {
            "index": 11,
            "title": "Interactive video gaming compared with health education in older adults with mild cognitive impairment: a feasibility study.",
            "in_text_citation": "Hughes et al., 2014"
        },
        {
            "index": 23,
            "title": "The quest for synergy between physical exercise and cognitive stimulation via exergaming in people with dementia: a randomized controlled trial.",
            "in_text_citation": "Karssemeijer et al., 2019"
        },
        {
            "index": 31,
            "title": "Effects of virtual reality-based physical and cognitive training on executive function and dual-task gait performance in older adults with mild cognitive impairment: a randomized control trial.",
            "in_text_citation": "Liao et al., 2019"
        },
        {
            "index": 32,
            "title": "Using virtual reality-based training to improve cognitive function, instrumental activities of daily living and neural efficiency in older adults with mild cognitive impairment.",
            "in_text_citation": "Liao et al., 2020"
        },
        {
            "index": 12,
            "title": "Effects of exergaming-based Tai Chi on cognitive function and dual-task gait performance in older adults with mild cognitive impairment: A randomized control trial.",
            "in_text_citation": "Liu et al., 2022"
        },
        {
            "index": 13,
            "title": "Effects of Combined Physical and Cognitive Virtual Reality-Based Training on Cognitive Impairment and Oxidative Stress in MCI Patients: A Pilot Study.",
            "in_text_citation": "Mrakic-Sposta et al., 2018"
        },
        {
            "index": 33,
            "title": "Wii-fit for improving gait and balance in an assisted living facility: a pilot study.",
            "in_text_citation": "Padala et al., 2012"
        },
        {
            "index": 34,
            "title": "Home-based exercise program improves balance and fear of falling in community-dwelling older adults with mild Alzheimer’s disease: a pilot study.",
            "in_text_citation": "Padala et al., 2017"
        },
        {
            "index": 35,
            "title": "Does cognition-specific computer training have better clinical outcomes than non-specific computer training? A single-blind, randomized controlled trial.",
            "in_text_citation": "Park et al., 2018"
        },
        {
            "index": 36,
            "title": "Sensor-based balance training with motion feedback in people with mild cognitive impairment.",
            "in_text_citation": "Schwenk et al., 2016"
        },
        {
            "index": 37,
            "title": "Assessing virtual reality environments as cognitive stimulation method for patients with MCI.",
            "in_text_citation": "Tarnanas et al., 2014"
        },
        {
            "index": 38,
            "title": "The effect of a virtual reality-based intervention program on cognition in older adults with mild cognitive impairment: a randomized control trial.",
            "in_text_citation": "Thapa et al., 2020"
        },
        {
            "index": 39,
            "title": "The effectiveness of a virtual reality-based intervention on cognitive functions in older adults with mild cognitive impairment: a single-blind, randomized controlled trial.",
            "in_text_citation": "Torpil et al., 2021"
        },
        {
            "index": 40,
            "title": "Effects of exergaming on cognitive and social functioning of people with dementia: a randomized controlled trial.",
            "in_text_citation": "van Santen et al., 2020"
        },
        {
            "index": 41,
            "title": "The effects of exergaming on executive and physical functions in older adults with dementia: randomized controlled trial.",
            "in_text_citation": "Wu et al., 2023"
        },
        {
            "index": 42,
            "title": "An evaluation of the effects of active game play on cognition, quality of life and depression for older people with dementia.",
            "in_text_citation": "Zheng et al., 2022"
        }
    ]
}