{
    "key_references": [
        {
            "title": "Xbox 360 Kinect Cognitive Games Improve Slowness, Complexity of EEG, and Cognitive Functions in Subjects with Mild Cognitive Impairment: A Randomized Control Trial.",
            "abstract": "## OBJECTIVES\nPhysical activity and cognitive training are effective to enhance cognition in older patients with mild cognitive impairment (MCI). Xbox 360 Kinect cognitive games are a combination of physical activity and cognitive training. The objective of this study was to determine the short- and long-term effects of Xbox 360 Kinect cognitive games on slowness and complexity of electroencephalography (EEG) and cognitive functions in older subjects with MCI.\n## MATERIALS AND METHODS\nA clinical trial was conducted on 44 MCI subjects. Both males and females were randomized into experimental group (participated in Xbox 360 Kinect cognitive games) and control group (range of motion exercises only and no Xbox 360 Kinect cognitive games). Subjects were assessed before and after one session of game intervention for short-term effects and after 6 weeks for long-term effects. The outcome measures were the mini-mental state examination (MMSE), Montreal cognitive assessment scale (MoCA), trail making test (TMT) A and B, and slowness and complexity of EEG.\n## RESULTS\nAfter one session of game intervention, delta (0.704 ± 0.025; P = 0.013), theta (0.128 ± 0.009; P = 0.00127) waves, and complexity of EEG (0.642 ± 0.042; P = 0.008) significantly improved, in eyes closed state. Whereas after 6 weeks intervention of games, delta (0.673 ± 0.029; P = 0.013), theta (0.129 ± 0.013; P = 0.002), beta2 waves (0.044 ± 0.009; P = 0.046), complexity of EEG (0.051 ± 0.042; P = 0.016), MMSE (26.25 ± 0.347 vs. 23.722 ± 0.731; P = 0.003), MoCA (25.65 ± 0.310 vs. 22.00 ± 0.504; P = 0.0001), TMT-A (1.429 ± 0.234 vs. 2.225 ± 0.259; P = 0.028), and TMT-B (2.393 ± 0.201 vs. 3.780 ± 0.195; P = 0.0001) improved significantly. These changes were not observed in the control group.\n## CONCLUSION\nXbox 360 Kinect games showed beneficial effects after short- and long-term intervention on MCI subjects. These games can serve as potential therapeutic candidates for MCI.\n",
            "in_text_citation": "Amjad et al., 2019"
        },
        {
            "title": "Exergaming and older adult cognition: a cluster randomized clinical trial.",
            "abstract": "## BACKGROUND\nDementia cases may reach 100 million by 2050. Interventions are sought to curb or prevent cognitive decline. Exercise yields cognitive benefits, but few older adults exercise. Virtual reality-enhanced exercise or \"exergames\" may elicit greater participation.\n## PURPOSE\nTo test the following hypotheses: (1) stationary cycling with virtual reality tours (\"cybercycle\") will enhance executive function and clinical status more than traditional exercise; (2) exercise effort will explain improvement; and (3) brain-derived neurotrophic growth factor (BDNF) will increase.\n## DESIGN\nMulti-site cluster randomized clinical trial (RCT) of the impact of 3 months of cybercycling versus traditional exercise, on cognitive function in older adults. Data were collected in 2008-2010; analyses were conducted in 2010-2011.\n## SETTING/PARTICIPANTS\n102 older adults from eight retirement communities enrolled; 79 were randomized and 63 completed.\n## INTERVENTIONS\nA recumbent stationary ergometer was utilized; virtual reality tours and competitors were enabled on the cybercycle.\n## MAIN OUTCOME MEASURES\nExecutive function (Color Trails Difference, Stroop C, Digits Backward); clinical status (mild cognitive impairment; MCI); exercise effort/fitness; and plasma BDNF.\n## RESULTS\nIntent-to-treat analyses, controlling for age, education, and cluster randomization, revealed a significant group X time interaction for composite executive function (p=0.002). Cybercycling yielded a medium effect over traditional exercise (d=0.50). Cybercyclists had a 23% relative risk reduction in clinical progression to MCI. Exercise effort and fitness were comparable, suggesting another underlying mechanism. A significant group X time interaction for BDNF (p=0.05) indicated enhanced neuroplasticity among cybercyclists.\n## CONCLUSIONS\nCybercycling older adults achieved better cognitive function than traditional exercisers, for the same effort, suggesting that simultaneous cognitive and physical exercise has greater potential for preventing cognitive decline.\n## TRIAL REGISTRATION\nThis study is registered at Clinicaltrials.gov NCT01167400.\n",
            "in_text_citation": "Anderson-Hanley et al., 2012"
        },
        {
            "title": "The Effects of Virtual Kayak Paddling Exercise on Postural Balance, Muscle Performance, and Cognitive Function in Older Adults with Mild Cognitive Impairment: A Randomized Controlled Trial.",
            "abstract": "Deterioration of physical and psychological health is an important issue in older adults aged 65 years or more. This study aimed to determine whether a virtual kayak paddling (VKP) exercise could improve postural balance, muscle performance, and cognitive function in older adults with mild cognitive impairment. Sixty participants were randomly assigned to the VKP (\n",
            "in_text_citation": "Choi et al., 2019"
        },
        {
            "title": "The effect of cognitive-motor dual task training with the biorescue force platform on cognition, balance and dual task performance in institutionalized older adults: a randomized controlled trial.",
            "abstract": "[Purpose] This study investigates whether cognition, balance and dual task performance in institutionalized older adults improves by a virtual reality dual task training. [Subjects and Methods] Randomized controlled trial; Twenty institutionalized older adults with mild cognitive impairment (13 female, 7 male; average age, 87.2 ± 5.96 years) were randomized to the intervention (i.e. Virtual reality dual-task training using the BioRescue) or control group (no additional training). The intervention group took part in a 6-week training program while the elderly in the control group maintained their daily activities. Balance was measured with the Instrumented Timed Up-and-Go Test with and without a cognitive task. The Observed Emotion Rating Scale and Intrinsic Motivation Inventory were administered to evaluate the emotions and motivation regarding the exergaming program. [Results] The intervention group improved significantly on the total Timed Up-and-Go duration and the turn-to-sit duration during single-task walking in comparison to the control group who received no additional training. Participants found the virtual reality dual task training pleasant and useful for their concentration, memory and balance. Pleasure and alertness were the two emotions which were mostly seen during the intervention. [Conclusion] The BioRescue is a pleasant and interesting treatment method, well suited for institutionalized older adults in need of lifelong physical therapy.\n",
            "in_text_citation": "Delbroek et al., 2017"
        },
        {
            "title": "Interactive video gaming compared with health education in older adults with mild cognitive impairment: a feasibility study.",
            "abstract": "## OBJECTIVE\nWe evaluated the feasibility of a trial of Wii interactive video gaming, and its potential efficacy at improving cognitive functioning compared with health education, in a community sample of older adults with neuropsychologically defined mild cognitive impairment.\n## METHODS\nTwenty older adults were equally randomized to either group-based interactive video gaming or health education for 90 min each week for 24 weeks. Although the primary outcomes were related to study feasibility, we also explored the effect of the intervention on neuropsychological performance and other secondary outcomes.\n## RESULTS\nAll 20 participants completed the intervention, and 18 attended at least 80% of the sessions. The majority (80%) of participants were \"very much\" satisfied with the intervention. Bowling was enjoyed by the most participants and was also rated the highest among the games for mental, social, and physical stimulation. We observed medium effect sizes for cognitive and physical functioning in favor of the interactive video gaming condition, but these effects were not statistically significant in this small sample.\n## CONCLUSION\nInteractive video gaming is feasible for older adults with mild cognitive impairment, and medium effect sizes in favor of the Wii group warrant a larger efficacy trial.\n",
            "in_text_citation": "Hughes et al., 2014"
        },
        {
            "title": "The quest for synergy between physical exercise and cognitive stimulation via exergaming in people with dementia: a randomized controlled trial.",
            "abstract": "## BACKGROUND\nExercise is often proposed as a non-pharmacological intervention to delay cognitive decline in people with dementia, but evidence remains inconclusive. Previous studies suggest that combining physical exercise with cognitive stimulation may be more successful in this respect. Exergaming is a promising intervention in which physical exercise is combined with cognitively challenging tasks in a single session. The aim of this study was to investigate the effect of exergame training and aerobic training on cognitive functioning in older adults with dementia.\n## METHODS\nA three-armed randomized controlled trial (RCT) compared exergame training, aerobic training and an active control intervention consisting of relaxation and flexibility exercises. Individuals with dementia were randomized and individually trained three times a week during 12 weeks. Cognitive functioning was measured at baseline, after the 12-week intervention period and at 24-week follow-up by neuropsychological assessment. The domains of executive function, episodic memory, working memory and psychomotor speed were evaluated. Test scores were converted into standardized z-scores that were averaged per domain. Between-group differences were analysed with analysis of covariance.\n## RESULTS\nData from 115 people with dementia (mean (SD) age = 79.2 (6.9) years; mean (SD) MMSE score = 22.9 (3.4)) were analysed. There was a significant improvement in psychomotor speed in the aerobic and exergame groups compared to the active control group (mean difference domain score (95% CI) aerobic versus control 0.370 (0.103-0.637), p = 0.007; exergame versus control 0.326 (0.081-0.571), p = 0.009). The effect size was moderate (partial η\n## CONCLUSIONS\nTo our knowledge, this is the first RCT evaluating the effects of exergame training and aerobic training on cognitive functioning in people with dementia. We found that both exergame training and aerobic training improve psychomotor speed, compared to an active control group. This finding may be clinically relevant as psychomotor speed is an important predictor for functional decline. No effects were found on executive function, episodic memory and working memory.\n## TRIAL REGISTRATION\nNetherlands Trial Register, NTR5581 . Registered on 7 October 2015.\n",
            "in_text_citation": "Karssemeijer et al., 2019"
        },
        {
            "title": "Effects of Virtual Reality-Based Physical and Cognitive Training on Executive Function and Dual-Task Gait Performance in Older Adults With Mild Cognitive Impairment: A Randomized Control Trial.",
            "abstract": "Background: Walking while performing cognitive and motor tasks simultaneously interferes with gait performance and may lead to falls in older adults with mild cognitive impairment (MCI). Executive function, which seems to play a key role in dual-task gait performance, can be improved by combined physical and cognitive training. Virtual reality (VR) has the potential to assist rehabilitation, and its effect on physical and cognitive function requires further investigation. The purpose of this study was to assess the effects of VR-based physical and cognitive training on executive function and dual-task gait performance in older adults with MCI, as well as to compare VR-based physical and cognitive training with traditional combined physical and cognitive training. Method: Thirty-four community-dwelling older adults with MCI were randomly assigned into either a VR-based physical and cognitive training (VR) group or a combined traditional physical and cognitive training (CPC) group for 36 sessions over 12 weeks. Outcome measures included executive function [Stroop Color and Word Test (SCWT) and trail making test (TMT) A and B], gait performance (gait speed, stride length, and cadence) and dual-task costs (DTCs). Walking tasks were performed during single-task walking, walking while performing serial subtraction (cognitive dual task), and walking while carrying a tray (motor dual task). The GAIT Up system was used to evaluate gait parameters including speed, stride length, cadence and DTCs. DTC were defined as 100 * (single-task gait parameters - dual-task gait parameters)/single-task gait parameters. Results: Both groups showed significant improvements in the SCWT and single-task and motor dual-task gait performance measures. However, only the VR group showed improvements in cognitive dual-task gait performance and the DTC of cadence. Moreover, the VR group showed more improvements than the CPC group in the TMT-B and DTC of cadence with borderline significances. Conclusion: A 12-week VR-based physical and cognitive training program led to significant improvements in dual-task gait performance in older adults with MCI, which may be attributed to improvements in executive function.",
            "in_text_citation": "Liao et al., 2019"
        },
        {
            "title": "Using virtual reality-based training to improve cognitive function, instrumental activities of daily living and neural efficiency in older adults with mild cognitive impairment.",
            "abstract": "## BACKGROUND\nA combination of physical and cognitive training appears to be the effective intervention to improve cognitive function in older adults with mild cognitive impairment (MCI). Computing technology such as virtual reality (VR) may have the potential to assist rehabilitation in shaping brain health. However, little is known about the potential of VR-based physical and cognitive training designed as an intervention for cognition and brain activation in elderly patients with MCI. Moreover, whether a VR program designed around functional tasks can improve their instrumental activities of daily living (IADL) requires further investigation.\n## AIM\nThis study investigated the effects of 12 weeks of VR-based physical and cognitive training on cognitive function, brain activation and IADL and compared the VR intervention with combined physical and cognitive training.\n## DESIGN\nA single-blinded randomized controlled trial.\n## SETTING\nCommunities and day care centers in Taipei, Taiwan.\n## POPULATION\nOlder adults with mild cognitive impairment.\n## METHODS\nThirty-four community-dwelling older adults with MCI were randomized into either a VR-based physical and cognitive training (VR) group or a combined physical and cognitive training (CPC) group for 36 sessions over 12 weeks. Participants were assessed for their cognitive function (global cognition, executive function and verbal memory) and IADL at pre- and postintervention. Changes in prefrontal cortex activation during the global cognition test were also captured by functional near-infrared spectroscopy (NIRS) to identify the potential mediating pathway of the intervention.\n## RESULTS\nBoth groups showed improved executive function and verbal memory (immediate recall). However, only the VR group showed significant improvements in global cognition (P<0.001), verbal memory (delayed recall, P=0.002), and IADL (P<0.001) after the intervention. The group × time interaction effects further demonstrated that IADL were more significantly improved with VR training than with CPC training (P=0.006). The hemodynamic data revealed decreased activation in prefrontal areas after training (P=0.0015), indicative of increased neural efficiency, in the VR-trained subjects.\n## CONCLUSIONS\nVR-based physical and cognitive training improves cognitive function, IADL and neural efficiency in older adults with MCI.\n## CLINICAL REHABILITATION IMPACT\nVR training could be implemented for older adults with MCI.\n",
            "in_text_citation": "Liao et al., 2020"
        },
        {
            "title": "Effects of Exergaming-Based Tai Chi on Cognitive Function and Dual-Task Gait Performance in Older Adults With Mild Cognitive Impairment: A Randomized Control Trial.",
            "abstract": "## BACKGROUND\nDeclined cognitive function interferes with dual-task walking ability and may result in falls in older adults with mild cognitive impairment (MCI). The mind-body exercise, Tai Chi (TC), improves cognition and dual-task ability. Exergaming is low-cost, safe, highly scalable, and feasible. Whether the effects of exergaming-based TC is beneficial than traditional TC has not been investigated yet.\n## OBJECTIVES\nThe objective of this study was to investigate effects of exergaming-based TC on cognitive function and dual-task walking among older adults with MCI.\n## METHODS\nFifty patients with MCI were randomly assigned to an exergaming-based TC (EXER-TC) group, a traditional TC (TC) group, or a control group. The EXER-TC and TC groups received 36 training sessions (three, 50-min sessions per week) during a 12-week period. The control group received no intervention and were instructed to maintain their usual daily physical activities. The outcome variables measured included those related to cognitive function, dual-task cost (DTC), and gait performance.\n## RESULTS\nThe EXER-TC and TC groups performed better than the control group on the Chinese version of the Stroop Color and Word Test, the Trail Making Test Parts A and B, the one-back test, gait speed, and DTC of gait speed in cognitive dual-task conditions after training. However, there were no significant differences between the EXER-TC and TC groups. Compared with the control group, only the EXER-TC group experienced beneficial effects for the Montreal Cognitive Assessment.\n## CONCLUSION\nEXER-TC was comparable to traditional TC for enhancement of dual-task gait performance and executive function. These results suggested that the EXER-TC approach has potential therapeutic use in older adults with MCI.\n",
            "in_text_citation": "Liu et al., 2022"
        },
        {
            "title": "Effects of Combined Physical and Cognitive Virtual Reality-Based Training on Cognitive Impairment and Oxidative Stress in MCI Patients: A Pilot Study.",
            "abstract": "The growing elderly population and the increased incidence of mild cognitive impairment (MCI) and Alzheimer's disease (AD) call for the improvement of the quality and the efficacy of the healthcare and social support services. Exercise and cognitive stimulation have been demonstrated to mitigate cognitive impairment and oxidative stress (OxS) has been recognized as a factor that contributes to the advancement of neurodegenerative diseases. Taking these aspects into account, the impact of a novel virtual reality (VR)-based program combining aerobic exercise and cognitive training has been evaluated in the pilot study proposed here. Ten patients (aged 73.3 ± 5.7 years) with MCI (Mini-Mental State Examination, MMSE: 23.0 ± 3.4) were randomly assigned to either 6 weeks physical and cognitive training (EXP) or control (CTR) group. Evaluations of cognitive profile, by a neuropsychological tests battery, and OxS, by collection of blood and urine samples, were performed before and at the end of the experimental period. The assessment of the patients' opinions toward the intervention was investigated through questionnaires. EXP group showed a tendency towards improvements in the MMSE, in visual-constructive test and visuo-spatial tests of attention, while CTR worsened. EXP group showed a greater improvement than CTR in the executive test, memory functions and verbal fluency. No statistical significance was obtained when comparing within and between both the groups, probably due to small number of subjects examined, which amplifies the effect of the slight heterogeneity in scores recorded. Despite a greater worsening of Daily Living Activities tests, all participants reported a better performance in real life, thanks to the elicited self-perceived improvement. After training intervention OxS (i.e., reactive oxygen species (ROS) production, oxidative damage of lipids and DNA) decreased resulting in significantly (range \n",
            "in_text_citation": "Mrakic-Sposta et al., 2018"
        },
        {
            "title": "Wii-fit for improving gait and balance in an assisted living facility: a pilot study.",
            "abstract": "Objectives. To determine the effects on balance and gait of a Wii-Fit program compared to a walking program in subjects with mild Alzheimer's dementia (AD). Methods. A prospective randomized (1 : 1) pilot study with two intervention arms was conducted in an assisted living facility with twenty-two mild AD subjects. In both groups the intervention occurred under supervision for 30 minutes daily, five times a week for eight weeks. Repeated measures ANOVA and paired t-tests were used to analyze changes. Results. Both groups showed improvement in Berg Balance Scale (BBS), Tinetti Test (TT) and Timed Up and Go (TUG) over 8 weeks. However, there was no statistically significant difference between the groups over time. Intragroup analysis in the Wii-Fit group showed significant improvement on BBS (P = 0.003), and TT (P = 0.013). The walking group showed a trend towards improvement on BBS (P = 0.06) and TUG (P = 0.07) and significant improvement in TT (P = 0.06). Conclusion. This pilot study demonstrates the safety and efficacy of Wii-Fit in an assisted living facility in subjects with mild AD. Use of Wii-Fit resulted in significant improvements in balance and gait comparable to those in the robust monitored walking program. These results need to be confirmed in a larger, methodologically sound study.\n",
            "in_text_citation": "Padala et al., 2012"
        },
        {
            "title": "Home-Based Exercise Program Improves Balance and Fear of Falling in Community-Dwelling Older Adults with Mild Alzheimer's Disease: A Pilot Study.",
            "abstract": "## BACKGROUND/OBJECTIVE\nBalance problems are common in older adults with Alzheimer's disease (AD). The objective was to study the effects of a Wii-Fit interactive video-game-led physical exercise program to a walking program on measures of balance in older adults with mild AD.\n## METHODS\nA prospective randomized controlled parallel-group trial (Wii-Fit versus walking) was conducted in thirty community-dwelling older adults (73±6.2 years) with mild AD. Home-based exercises were performed under caregiver supervision for 8 weeks. Primary (Berg Balance Scale, BBS) and secondary outcomes (fear of falls and quality of life) were measured at baseline, 8 weeks (end of intervention), and 16 weeks (8-weeks post-intervention).\n## RESULTS\nAt 8 weeks, there was a significantly greater improvement (average inter-group difference [95% CI]) in the Wii-Fit group compared to the walking group in BBS (4.8 [3.3-6.2], p < 0.001), after adjusting for baseline. This improvement was sustained at 16 weeks (3.5 [2.0-5.0], p < 0.001). Analyses of the secondary outcome measures indicated that there was a significantly greater improvement in the Wii-Fit group compared to walking group in Activity-specific Balance Confidence scale (6.5 [3.6-9.4], p < 0.001) and Falls Efficacy Scale (-4.8 [-7.6 to -2.0], p = 0.002) at 8 weeks. However, this effect was not sustained at 16 weeks. Quality of life improved in both groups at 8 weeks; however, there were no inter-group differences (p = 0.445).\n## CONCLUSION\nHome-based, caregiver-supervised Wii-Fit exercises improve balance and may reduce fear of falling in community-dwelling older adults with mild AD.\n",
            "in_text_citation": "Padala et al., 2017"
        },
        {
            "title": "Does cognition-specific computer training have better clinical outcomes than non-specific computer training? A single-blind, randomized controlled trial.",
            "abstract": "## OBJECTIVE\nThe purpose of this study was to investigate differences between non-specific computer training (NCT) and cognition-specific computer training (CCT).\n## DESIGN\nRandomized controlled experimental study.\n## SETTING\nLocal community welfare center.\n## SUBJECTS\nA total of 78 subjects with mild cognitive impairment (MCI) were randomly assigned to the NCT ( n = 39) or CCT group ( n = 39).\n## INTERVENTION\nThe NCT group underwent NCT using Nintendo Wii for improving functional performance, while the CCT group underwent CCT using CoTras for improving function of the cognitive domain specifically. Subjects in both groups received 30-minute intervention three times a week for 10 weeks.\n## MAIN MEASURES\nTo identify effects on cognitive function, the Wechsler Adult Intelligence Scale (WAIS) digit span subtests, Rey Auditory Verbal Learning Test (RAVLT), Trail Making Test-Part B (TMT-B), Rey-Osterrieth Complex Figure Test, and Modified Taylor Complex Figure (MTCF) were used. Health-related quality of life (HRQoL) was assessed using the Short-Form 36-item questionnaire.\n## RESULTS\nAfter 10 weeks, the WAIS subtests (digit span forward: 0.48 ± 0.08 vs. 0.12 ± 0.04; digit span backward: 0.46 ± 0.09 vs. 0.11 ± 0.04) and HRQoL (vitality: 9.05 ± 1.17 vs. 2.69 ± 1.67; role-emotional: 8.31 ± 1.20 vs. 4.15 ± 0.71; mental health: 11.62 ± 1.63 vs. 6.95 ± 1.75; bodily pain: 4.21 ± 2.17 vs. 0.10 ± 0.38) were significantly higher in the NCT group ( P < 0.05).\n## CONCLUSION\nNCT was superior to CCT for improving cognitive function and HRQoL of elderly adults with MCI.\n",
            "in_text_citation": "Park et al., 2018"
        },
        {
            "title": "Sensor-based balance training with motion feedback in people with mild cognitive impairment.",
            "abstract": "Some individuals with mild cognitive impairment (MCI) experience not only cognitive deficits but also a decline in motor function, including postural balance. This pilot study sought to estimate the feasibility, user experience, and effects of a novel sensor-based balance training program. Patients with amnestic MCI (mean age 78.2 yr) were randomized to an intervention group (IG, n = 12) or control group (CG, n = 10). The IG underwent balance training (4 wk, twice a week) that included weight shifting and virtual obstacle crossing. Real-time visual/audio lower-limb motion feedback was provided from wearable sensors. The CG received no training. User experience was measured by a questionnaire. Postintervention effects on balance (center of mass sway during standing with eyes open [EO] and eyes closed), gait (speed, variability), cognition, and fear of falling were measured. Eleven participants (92%) completed the training and expressed fun, safety, and helpfulness of sensor feedback. Sway (EO, p = 0.04) and fear of falling (p = 0.02) were reduced in the IG compared to the CG. Changes in other measures were nonsignificant. Results suggest that the sensor-based training paradigm is well accepted in the target population and beneficial for improving postural control. Future studies should evaluate the added value of the sensor-based training compared to traditional training.\n",
            "in_text_citation": "Schwenk et al., 2016"
        },
        {
            "title": "The Effect of a Virtual Reality-Based Intervention Program on Cognition in Older Adults with Mild Cognitive Impairment: A Randomized Control Trial.",
            "abstract": "This study aimed to investigate the association between a virtual reality (VR) intervention program and cognitive, brain and physical functions in high-risk older adults. In a randomized controlled trial, we enrolled 68 individuals with mild cognitive impairment (MCI). The MCI diagnosis was based on medical evaluations through a clinical interview conducted by a dementia specialist. Cognitive assessments were performed by neuropsychologists according to standardized methods, including the Mini-Mental State Examination (MMSE) and frontal cognitive function: trail making test (TMT) A & B, and symbol digit substitute test (SDST). Resting state electroencephalogram (EEG) was measured in eyes open and eyes closed conditions for 5 minutes each, with a 19-channel wireless EEG device. The VR intervention program (3 times/week, 100 min each session) comprised four types of VR game-based content to improve the attention, memory and processing speed. Analysis of the subjects for group-time interactions revealed that the intervention group exhibited a significantly improved executive function and brain function at the resting state. Additionally, gait speed and mobility were also significantly improved between and after the follow-up. The VR-based training program improved cognitive and physical function in patients with MCI relative to controls. Encouraging patients to perform VR and game-based training may be beneficial to prevent cognitive decline.\n",
            "in_text_citation": "Torpil et al., 2021"
        },
        {
            "title": "The Effectiveness of a Virtual Reality-Based Intervention on Cognitive Functions in Older Adults with Mild Cognitive Impairment: A Single-Blind, Randomized Controlled Trial.",
            "abstract": "Objective: Mild cognitive impairment (MCI) is a broad term for people at a stage between normal age-related cognitive decline and dementia, where cognitive problems are present but do not impair activities of daily living. This study aimed at evaluating the effectiveness of a virtual reality (VR)-based rehabilitation program on cognitive functions in MCI. Materials and Methods: Sixty-one older adults (25 men, 36 women) with MCI were randomized to the intervention group (n = 30; 70.12 ± 2.57 years) or control (n = 31; 70.30 ± 2.73 years) group. The intervention group received a VR (computer-generated interactive environments) intervention in addition to a conventional cognitive rehabilitation (CR) intervention, whereas the control group received only the CR intervention. Cognitive functions were assessed in both groups before and after the 12-week interventions by using the Loewenstein Occupational Therapy Cognitive Assessment-Geriatric. Results: Between-group comparisons revealed significantly greater improvements in orientation, visual-spatial perception, visuomotor organization, thinking operation, and attention/concentration functions in the VR group than in the control group (P < 0.001 for all). Conclusion: Our results showed that 12 weeks of VR-based rehabilitation enhanced cognitive functions in older adults with MCI. Using VR applications in CR is recommended to improve cognitive functions of older adults with MCI.",
            "in_text_citation": "Torpil et al., 2021"
        },
        {
            "title": "Effects of Exergaming on Cognitive and Social Functioning of People with Dementia: A Randomized Controlled Trial.",
            "abstract": "## OBJECTIVES\nPhysical activity in people with dementia (PwD) may enhance physical and mental functioning. Exergaming, which combines physical exercise with cognitive stimulation in a gaming environment, was developed to overcome barriers in performing physical activities. We evaluated the effects of exergaming in day care centers (DCCs) for PwD and informal caregivers (ICs).\n## DESIGN\nA randomized controlled trial among 23 DCCs across the Netherlands randomized to exergaming (interactive cycling during 6 months) or a care-as-usual control group.\n## SETTING AND PARTICIPANTS\nA total of 112 (73 exergaming, 39 control) community-dwelling dyads (PwD, IC), with the PwD visiting a DCC at least twice per week.\n## METHODS\nAll outcomes were assessed using structured questionnaires during interviews with PwD and ICs at baseline (T0), 3 months (T1), and 6 months (T2). Primary outcomes: physical activity and mobility of the PwD.\n## SECONDARY OUTCOMES\nphysical, cognitive, emotional and social functioning, and quality of life for PwD. For ICs: experienced burden, quality of life, and positive care experiences.\n## RESULTS\nMixed-model analyses showed no statistically significant effects on primary outcomes. There were statistically significant positive effects on PwD's secondary outcomes at T2 on cognition [Mini-Mental State Examination (MMSE): r = 2.30, 95% confidence interval (CI): 0.65, 3.96, P = .007; and Trail Making Test part A (TMT-A): r = -28.98, 95% CI: -54.89, -3.08, P = .029], social functioning (Behavior Observation Scale for Intramural Psychogeriatrics subscale 1 (GIP): r = -1.86, 95% CI: -3.56, -0.17, P = .031), and positive post-test effects in ICs on distress caused by the PwD's neuropsychiatric symptoms (NPI-Q total distress: r = -3.30, 95% CI: -6.57, -0.03, P = .048) and on sense of competence (SSCQ: r = 2.78, 95% CI: 0.85, 4.71, P = .005).\n## CONCLUSIONS AND IMPLICATIONS\nExergaming appeared not effective on the primary outcomes. Despite the study being underpowered, we found positive effects on secondary outcomes for PwD and ICs, and no negative effects. We therefore recommend further study, dissemination, and implementation.\n",
            "in_text_citation": "van Santen et al., 2020"
        },
        {
            "title": "The Effects of Exergaming on Executive and Physical Functions in Older Adults With Dementia: Randomized Controlled Trial.",
            "abstract": "## BACKGROUND\nDespite increasing interest in the effects of exergaming on cognitive function, little is known about its effects on older adults with dementia.\n## OBJECTIVE\nThe purpose of this is to investigate the effects of exergaming on executive and physical functions in older adults with dementia compared to regular aerobic exercise.\n## METHODS\nIn total, 24 older adults with moderate dementia participated in the study. Participants were randomized into either the exergame group (EXG, n=13, 54%) or the aerobic exercise group (AEG, n=11, 46%). For 12 weeks, EXG engaged in a running-based exergame and AEG performed a cycling exercise. At baseline and postintervention, participants underwent the Ericksen flanker test (accuracy % and response time [RT]) while recording event-related potentials (ERPs) that included the N2 and P3b potentials. Participants also underwent the senior fitness test (SFT) and the body composition test pre- and postintervention. Repeated-measures ANOVA was performed to assess the effects of time (pre- vs postintervention), group (EXG vs AEG), and group×time interactions.\n## RESULTS\nCompared to AEG, EXG demonstrated greater improvements in the SFT (F\n## CONCLUSIONS\nOur results suggest that exergaming may be associated with greater improvements in brain neuronal activity and enhanced executive function task performance than regular aerobic exercise. Exergaming characterized by both aerobic exercise and cognitive stimulation can be used as an effective intervention to improve cognitive and physical functions in older adults with dementia.\n## TRIAL REGISTRATION\nClinical Research Information Service KCT0008238; https://cris.nih.go.kr/cris/search/detailSearch.do/24170.\n",
            "in_text_citation": "Wu et al., 2023"
        },
        {
            "title": "An Evaluation of the Effects of Active Game Play on Cognition, Quality of Life and Depression for Older People with Dementia.",
            "abstract": "## OBJECTIVES\nThis pilot study was intended to evaluate the effects of active game play on cognition, quality of life, and depression for older people with dementia.\n## METHODS\nThirty-eight older people with dementia were recruited. Eighteen people received eight-week active game play using Xbox 360 Kinect. Twenty people received their usual care. The Mini Mental State Examination, Quality of Life-Alzheimer's Disease and Cornell Scale for Depression in Dementia were used to measure the outcomes.\n## RESULTS\nThe results showed that there was no significant improvement on the mean scores of Mini Mental State Examination (\n## CONCLUSIONS\nThe study demonstrated that the active game play was effective in improving quality of life and alleviating depression in older people with dementia.\n## CLINICAL IMPLICATIONS\nFindings highlight the potential for gaming as a non-pharmacological interventions for older people with dementia.\n",
            "in_text_citation": "Zheng et al., 2022"
        },
        {
            "title": "Assessing Virtual Reality Environments as Cognitive Stimulation Method for Patients with MCI",
            "abstract": "Advances in technology in the last decade have created a diverse field of applications for the care of persons with cognitive impairment. This chapter is an attempt to introduce a virtual reality computer-based intervention, which can used for cognitive stimulating and disease progression evaluation of a wide range of cognitive disorders ranging from mild cognitive impairment (MCI) to Alzheimer’s disease and various dementias. Virtual reality (VR) environments have already been successfully used in cognitive rehabilitation and show increased potential for use in neuropsychological evaluation allowing for greater ecological validity while being more engaging and user friendly. Nevertheless a holistic approach has been attempted, in order to view the research themes and applications that currently exist around the ‘‘intelligent systems’’ healthcare given to the cognitively impaired persons, and thus looking at research directions, systems, technological frameworks and perhaps trends.",
            "in_text_citation": "Tarnanas et al., 2014"
        }
    ]
}