{
    "citations": [
        {
            "footnote": 29,
            "title": "Resilience and recovery from sports related concussion in adolescents and young adults.",
            "in_text_citation": "Bunt et al., 2021"
        },
        {
            "footnote": 30,
            "title": "Incidence of postconcussion symptoms in psychiatric diagnostic groups, mild traumatic brain injury, and comorbid conditions.",
            "in_text_citation": "Donnell et al., 2012"
        },
        {
            "footnote": 31,
            "title": "The role of mood, post-traumatic stress, post-concussive symptoms and coping on outcome after MTBI in elderly patients.",
            "in_text_citation": "Eman et al., 2020"
        },
        {
            "footnote": 32,
            "title": "The role of psychological flexibility in recovery following mild traumatic brain injury.",
            "in_text_citation": "Faulkner et al., 2021"
        },
        {
            "footnote": 33,
            "title": "Diffusion tensor imaging findings and postconcussion symptom reporting six weeks following mild traumatic brain injury.",
            "in_text_citation": "Lange et al., 2015"
        },
        {
            "footnote": 22,
            "title": "Depression strongly influences postconcussion symptom reporting following mild traumatic brain injury.",
            "in_text_citation": "Lange et al., 2011"
        },
        {
            "footnote": 20,
            "title": "Association of sex and age with mild traumatic brain injury-related symptoms: a TRACK-TBI study.",
            "in_text_citation": "Levin et al., 2021"
        },
        {
            "footnote": 34,
            "title": "Factors related to recovery after mild traumatic brain injury.",
            "in_text_citation": "Mooney et al., 2005"
        },
        {
            "footnote": 35,
            "title": "Deployment-related TBI, persistent postconcussive symptoms, PTSD, and depression in OEF/OIF veterans.",
            "in_text_citation": "Morissette et al., 2011"
        },
        {
            "footnote": 36,
            "title": "Emotional reserve and prolonged post-concussive symptoms and disability: a Swedish prospective 1-year mild traumatic brain injury cohort study.",
            "in_text_citation": "Oldenburg et al., 2018"
        },
        {
            "footnote": 37,
            "title": "Factors associated with quality of life in adults with persistent post-concussion symptoms.",
            "in_text_citation": "Popov et al., 2022"
        },
        {
            "footnote": 38,
            "title": "The clinical significance of major depression following mild traumatic brain injury.",
            "in_text_citation": "Rapoport et al., 2003"
        },
        {
            "footnote": 39,
            "title": "Effects of concussion in adolescent students: perceptions and performance.",
            "in_text_citation": "Rieger et al., 2019"
        },
        {
            "footnote": 40,
            "title": "Depression in youth recovering from concussion: correlates and predictors.",
            "in_text_citation": "Stazyk et al., 2017"
        },
        {
            "footnote": 41,
            "title": "Longitudinal trajectories of post-concussive and depressive symptoms in adolescents with prolonged recovery from concussion.",
            "in_text_citation": "Stein et al., 2017"
        },
        {
            "footnote": 2,
            "title": "A prospective biopsychosocial study of the persistent post-concussion symptoms following mild traumatic brain injury.",
            "in_text_citation": "Wäljas et al., 2015"
        },
        {
            "footnote": 42,
            "title": "Perceived recovery and self-reported functioning in adolescents with mild traumatic brain injury: the role of sleep, mood, and physical symptoms.",
            "in_text_citation": "Wright et al., 2021"
        },
        {
            "footnote": 43,
            "title": "The association between the postconcussion symptoms and clinical outcomes for patients with mild traumatic brain injury.",
            "in_text_citation": "Yang et al., 2007"
        }
    ]
}