{
    "key_references": [
        {
            "title": "Resilience and recovery from sports related concussion in adolescents and young adults.",
            "abstract": "## INTRODUCTION\nRecovery and return to play are important milestones for athletes who sustain sport-related concussions (SRC). Several factors have been shown to influence resolution of post-concussion related symptoms (PCS), but resilience, a trait that reflects the ability to overcome adversity, is another factor that may influence recovery. The aim of this study was to determine the relationship of resilience with resolution of symptoms during recovery in adolescents and young adults following SRC.\n## METHOD\nThis prospective study is part of the North Texas Concussion Registry (ConTex). Subjects (\n## RESULTS\nRepeated measures ANCOVA and linear regression models showed that lower resilience ratings at initial visit were associated with a greater number and severity of PCSS symptoms along with higher levels of anxiety and depression symptoms during recovery from SRC. At three months, subjects with lower initial resilience ratings were less likely to report feeling back to normal and had greater aggravation of symptoms from physical and cognitive activity even when they had returned to sports/physical activity.\n## CONCLUSIONS\nLower resilience was associated with greater symptoms and delayed recovery from SRC. Results suggest that resilience may be another important factor to address in recovery from SRC. Future research is needed to examine the extent to which resilience measured after SRC reflects pre-injury characteristics and to better inform the development of interventions to promote resilience during recovery.\n",
            "in_text_citation": "Bunt et al., 2021",
            "footnote": 29
        },
        {
            "title": "Incidence of postconcussion symptoms in psychiatric diagnostic groups, mild traumatic brain injury, and comorbid conditions.",
            "abstract": "The constellation of physical, cognitive, and emotional symptoms, collectively known as postconcussion syndrome (PCS), is not uniquely associated with concussion, making the etiology of chronic postconcussion symptoms controversial. The current study compared percentages of individuals meeting symptom-based criteria for PCS in a population-based sample of veterans composed of subgroups with various psychiatric diagnoses, a history of mild traumatic brain injury (MTBI), and healthy controls. Participants were identified from 4462 randomly sampled male U.S. Army veterans who served during the Vietnam era. Only 32% of veterans with a history of MTBI met DSM-IV symptom criteria for PCS as compared to 40% of those diagnosed with post-traumatic stress disorder (PTSD), 50% with generalized anxiety disorder (GAD), 57% with major depressive disorder (MDD), and 91% with somatization disorder. Results were consistent with existing literature showing that the PCS symptoms are not unique to concussion, and also provide important base-rate information for neuropsychologists practicing in both clinical and personal injury forensic settings.\n",
            "in_text_citation": "Donnell et al., 2012",
            "footnote": 30
        },
        {
            "title": "The role of mood, post-traumatic stress, post-concussive symptoms and coping on outcome after MTBI in elderly patients.",
            "abstract": "Elderly patients are at increased risk for persistent complaints after mild traumatic brain injury (MTBI). This study aimed to investigate the role of post-concussive symptoms, mood, post-traumatic stress, and coping on functional outcome in elderly with MTBI. Information on mood, post-concussive symptoms, post-traumatic stress, and coping was collected 2\n",
            "in_text_citation": "Eman et al., 2020",
            "footnote": 31
        },
        {
            "title": "The role of psychological flexibility in recovery following mild traumatic brain injury.",
            "abstract": "Purpose and Objective: Psychological distress is known to contribute to recovery following mild traumatic brain injury (mTBI) and there is a need to understand the mechanisms that contribute to this relationship. The present study examined psychological flexibility, as a hypothesized psychological mechanism, in 169 treatment-seeking adults with mTBI. Research Method/Design: Participants completed self-report measures of postconcussion symptoms, psychological distress (anxiety, stress, and depression) and functional status within four weeks of entry to an mTBI outpatient clinic. A general measure (Acceptance and Action Questionnaire), as well as a context-specific (Acceptance and Action Questionnaire-Acquired Brain Injury) measure of psychological flexibility were administered. Results: Simple linear regression analysis showed that psychological flexibility made a significant contribution to the prediction of postconcussion symptoms and functional status. A series of multiple mediation analyses also found that psychological flexibility had a significant indirect effect on the relationships between psychological distress and postconcussion symptoms, and functional status. The context-specific, rather than the general measure of psychological flexibility, was consistently shown to contribute to these findings. Conclusions/Implications: These results suggest that psychological flexibility is a psychological mechanism that contributes to recovery outcomes in individuals with mTBI and could therefore be an important treatment target in mTBI interventions. (PsycInfo Database Record (c) 2021 APA, all rights reserved).\n",
            "in_text_citation": "Faulkner et al., 2021",
            "footnote": 32
        },
        {
            "title": "Diffusion tensor imaging findings and postconcussion symptom reporting six weeks following mild traumatic brain injury.",
            "abstract": "The purpose of this study is to examine the relation between the microstructural architecture of white matter, as measured by diffusion tensor imaging (DTI), and postconcussion symptom reporting 6-8 weeks following mild traumatic brain injury (MTBI). Participants were 108 patients prospectively recruited from a Level 1 Trauma Center (Vancouver, BC, Canada) following an orthopedic injury [i.e., 36 trauma controls (TCs)] or MTBI (n = 72). DTI of the whole brain was undertaken using a Phillips 3T scanner at 6-8 weeks postinjury. Participants also completed a 5 h neurocognitive test battery and a brief battery of self-report measures (e.g., depression, anxiety, and postconcussion symptoms). The MTBI sample was divided into two groups based on ICD-10 criteria for postconcussional syndrome (PCS): first, PCS-present (n = 20) and second, PCS-absent (n = 52). There were no significant differences across the three groups (i.e., TC, PCS-present, and PCS-absent) for any of the neurocognitive measures (p = .138-.810). For the self-report measures, the PCS-present group reported significantly more anxiety and depression symptoms compared with the PCS-absent and TC groups (p < .001, d = 1.63-1.89, very large effect sizes). For the DTI measures, there were no significant differences in fractional anisotropy, axial diffusivity, radial diffusivity, or mean diffusivity when comparing the PCS-present and PCS-absent groups. However, there were significant differences (p < .05) in MD and RD when comparing the PCS-present and TC groups. There were significant differences in white matter between TC subjects and the PCS-present MTBI group, but not the PCS-absent MTBI group. Within the MTBI group, white-matter changes were not a significant predictor of ICD-10 PCS.\n",
            "in_text_citation": "Lange et al., 2015",
            "footnote": 33
        },
        {
            "title": "Depression strongly influences postconcussion symptom reporting following mild traumatic brain injury.",
            "abstract": "## OBJECTIVE\nTo examine the influence of depression on postconcussion symptom reporting in patients following mild traumatic brain injury (MTBI).\n## PARTICIPANTS\nSixty patients referred to a specialty clinic following MTBI, 58 outpatients with Structured Clinical Interview for DSM-diagnosed depression, and 72 healthy community control participants.\n## PROCEDURE\nParticipants with MTBI were divided into 2 subgroups on the basis of self-reported symptoms of depression (23 MTBI-depressed, 37 MTBI-not depressed). All participants completed a postconcussion symptom questionnaire.\n## MAIN OUTCOME MEASURE\nBritish Columbia Post-concussion Symptom Inventory.\n## RESULTS\nThere were significant differences in total reported postconcussion symptoms among all 4 groups (all P < .002; Cohen's d = 0.68-3.24, large to very large effect sizes; MTBI-depressed > depressed outpatients > MTBI-no depression > healthy controls). There were significant differences in the number of symptoms endorsed (P < .05), with the highest number of symptoms endorsed by the MTBI-depressed group, followed by depressed outpatients, MTBI-no depression, and healthy controls.\n## CONCLUSIONS\nPatients who experience MTBIs and who have a postinjury recovery course complicated by significant depression report more postconcussion symptoms, and more severe symptoms, than (a) outpatients with depression, and (b) patients with MTBIs who do not have significant symptoms of depression.\n",
            "in_text_citation": "Lange et al., 2011",
            "footnote": 22
        },
        {
            "title": "Association of Sex and Age With Mild Traumatic Brain Injury-Related Symptoms: A TRACK-TBI Study.",
            "abstract": "## IMPORTANCE\nKnowledge of differences in mild traumatic brain injury (mTBI) recovery by sex and age may inform individualized treatment of these patients.\n## OBJECTIVE\nTo identify sex-related differences in symptom recovery from mTBI; secondarily, to explore age differences within women, who demonstrate poorer outcomes after TBI.\n## DESIGN, SETTING, AND PARTICIPANTS\nThe prospective cohort study Transforming Research and Clinical Knowledge in Traumatic Brain Injury (TRACK-TBI) recruited 2000 patients with mTBI from February 26, 2014, to July 3, 2018, and 299 patients with orthopedic trauma (who served as controls) from January 26, 2016, to July 27, 2018. Patients were recruited from 18 level I trauma centers and followed up for 12 months. Data were analyzed from August 19, 2020, to March 3, 2021.\n## EXPOSURES\nPatients with mTBI (defined by a Glasgow Coma Scale score of 13-15) triaged to head computed tomography in 24 hours or less; patients with orthopedic trauma served as controls.\n## MAIN OUTCOMES AND MEASURES\nMeasured outcomes included (1) the Rivermead Post Concussion Symptoms Questionnaire (RPQ), a 16-item self-report scale that assesses postconcussion symptom severity over the past 7 days relative to preinjury; (2) the Posttraumatic Stress Disorder Checklist for the Diagnostic and Statistical Manual of Mental Disorders (Fifth Edition) (PCL-5), a 20-item test that measures the severity of posttraumatic stress disorder symptoms; (3) the Patient Health Questionnaire-9 (PHQ-9), a 9-item scale that measures depression based on symptom frequency over the past 2 weeks; and (4) the Brief Symptom Inventory-18 (BSI-18), an 18-item scale of psychological distress (split into Depression and Anxiety subscales).\n## RESULTS\nA total of 2000 patients with mTBI (1331 men [67%; mean (SD) age, 41.0 (17.3) years; 1026 White (78%)] and 669 women [33%; mean (SD) age, 43.0 (18.5) years; 505 (76%) White]). After adjustment of multiple comparisons, significant TBI × sex interactions were observed for cognitive symptoms (B = 0.76; 5% false discovery rate-corrected P = .02) and somatic RPQ symptoms (B = 0.80; 5% false discovery rate-corrected P = .02), with worse symptoms in women with mTBI than men, but no sex difference in symptoms in control patients with orthopedic trauma. Within the female patients evaluated, there was a significant TBI × age interaction for somatic RPQ symptoms, which were worse in female patients with mTBI aged 35 to 49 years compared with those aged 17 to 34 years (B = 1.65; P = .02) or older than 50 years (B = 1.66; P = .02).\n## CONCLUSIONS AND RELEVANCE\nThis study found that women were more vulnerable than men to persistent mTBI-related cognitive and somatic symptoms, whereas no sex difference in symptom burden was seen after orthopedic injury. Postconcussion symptoms were also worse in women aged 35 to 49 years than in younger and older women, but further investigation is needed to corroborate these findings and to identify the mechanisms involved. Results suggest that individualized clinical management of mTBI should consider sex and age, as some women are especially predisposed to chronic postconcussion symptoms even 12 months after injury.\n",
            "in_text_citation": "Levin et al., 2021",
            "footnote": 20
        },
        {
            "title": "Factors related to recovery after mild traumatic brain injury.",
            "abstract": "## PRIMARY OBJECTIVES\nTo study the variables that relate to outcome after mild traumatic brain injury (TBI).\n## METHODS AND PROCEDURES\nSixty-seven adults with disappointing recoveries after mild TBI most occurring in a compensation or litigation context were studied with regard to pre-injury, neuro-trauma, physical, emotional and cognitive variables on outcome. Validity of physical, emotional and cognitive symptoms was controlled for.\n## MAIN OUTCOMES AND RESULTS\nExcept for prior psychological traumatization, neither pre-injury, neuro-trauma or cognitive variables were related to outcome. Variables most consistently related to outcome were depression, pain and symptom invalidity on measures of response bias. These factors accounted for the majority of variance in outcome.\n## CONCLUSIONS\nIn cases of poor recovery after mild TBI where compensation or litigation may be a factor, most of the variance in recovery seems to be explained by depression, pain and symptom invalidity, rather than by the injury variables themselves.\n",
            "in_text_citation": "Mooney et al., 2005",
            "footnote": 34
        },
        {
            "title": "Deployment-related TBI, persistent postconcussive symptoms, PTSD, and depression in OEF/OIF veterans.",
            "abstract": "## OBJECTIVE\nA substantial proportion of the more than 2 million service members who have served in Operation Enduring Freedom (OEF) and Operation Iraqi Freedom (OIF) have experienced a traumatic brain injury (TBI). Understanding the long-term impact of TBI is complicated by the nonspecific nature of postconcussive symptoms (PCSs) and the high rates of co-occurrence among TBI, posttraumatic stress disorder (PTSD), and depression. The goal of the present research was to examine the relations among TBI, persistent PCSs, and symptoms of PTSD and depression among returning OEF/OIF veterans.\n## METHOD\n213 OEF/OIF veterans (87% male) completed a semistructured screening interview assessing deployment-related TBI and current, persistent PCSs. Participants also completed self-report measures of combat exposure and current symptoms of PTSD and depression.\n## RESULTS\nNearly half (46%) of sampled veterans screened positive for TBI, the majority of whom (85%) reported at least one persistent PCS after removing PCSs that overlapped with PTSD and depression. Veterans with deployment-related TBI reported higher levels of combat exposure and symptoms of PTSD and depression. Structural equation modeling was used to assess the fit of 3 models of the relationships among TBI, combat exposure, persistent PCSs, PTSD, and depression. Consistent with hypotheses, the best-fitting model was one in which the effects of TBI on both PTSD and depression were fully mediated by nonoverlapping persistent PCSs.\n## CONCLUSIONS\nThese findings highlight the importance of addressing persistent PCSs in order to facilitate the functional recovery of returning war veterans.\n",
            "in_text_citation": "Morissette et al., 2011",
            "footnote": 35
        },
        {
            "title": "Emotional reserve and prolonged post-concussive symptoms and disability: a Swedish prospective 1-year mild traumatic brain injury cohort study.",
            "abstract": "## OBJECTIVE\nProlonged post-concussive symptoms (PCS) affect a significant minority of patients withmild traumatic brain injury (mTBI). The aetiology is multifactorial depending on preinjury as well as peri-injury and postinjury factors. In this study, we examine outcome from an emotional reserve perspective.\n## DESIGN\nProspective cohort study.\n## SETTING\nPatients were recruited from three emergency departments in major university hospitals in Stockholm, Sweden. Follow-up data were collected in an outpatient setting at one of the recruiting hospitals.\n## PARTICIPANTS\n122 patients with a history of blunt head trauma (aged 15-65 years; admitted for mTBI within 24 hours after trauma (Glasgow Coma Scale score of 14-15, loss of consciousness <30 min and/or post-traumatic amnesia <24 hours). Exclusion criteria were other significant physical injury and other major neurological disorder, including previous significant head injury.\n## PROCEDURE\nRecruitment in three emergency departments. Initial assessments were made within 1 week after the injury. Patients were mailed the follow-up questionnaires 1 year postinjury.\n## OUTCOME MEASURES\nA psychiatric assessment was performed at 1 week post injury. The participants also completed a personality inventory, measures of psychological resilience, depression, anxiety and post-traumatic symptoms. One-year outcome was measured by the Rivermead Post Concussion Symptoms and the Rivermead Head Injury Follow-Up questionnaires.\n## RESULTS\nThe psychiatric assessment revealed more symptoms of anxiety, depression and post-traumatic symptoms in the acute stage for patients who later developed PCS.After 1 year, 94 participants were still in the programme (male/female 57/37) and 12% matched the extended criteria for PCS (≥3 symptoms and ≥2 disabilities). PCS patients reported more preinjury and concurrent psychiatric problems, lower level of functioning before the injury and experienced more stress. They showed higher somatic trait anxiety, embitterment, mistrust and lower level of psychological resilience than recovered participants.\n## CONCLUSION\nIntrapersonal emotional reserve shape the emergence and persistence of PCS after mTBI.\n",
            "in_text_citation": "Oldenburg et al., 2018",
            "footnote": 36
        },
        {
            "title": "Factors Associated with Quality of Life in Adults with Persistent Post-Concussion Symptoms.",
            "abstract": "## OBJECTIVE\nTo assess demographic, clinical, and injury characteristics associated with health-related quality of life (HRQOL) in adults with persistent post-concussion symptoms (PPCS).\n## METHODS\nAdults with PPCS presenting to a specialized brain injury clinic completed demographic, injury, and clinical outcome questionnaires at the initial clinic assessment. Clinical outcome measures were collected including the Rivermead Post-Concussion Symptoms Questionnaire (RPQ), Patient Health Questionnaire-9 (PHQ-9), Generalized Anxiety Disorder Scale-7 (GAD-7), and the Fatigue Severity Scale (FSS). HRQOL was measured using the Quality of Life after Brain Injury (QOLIBRI) questionnaire. Stepwise hierarchical multiple regression analysis adjusting for age, sex, and months since injury was used to determine associations between quality of life and clinical outcome measures.\n## RESULTS\nOverall, 125 participants were included. The PHQ-9, FSS, and GAD-7 were significant predictors of QOLIBRI scores (R2 = 0.481, p < .001), indicating that participants with higher levels of depressive symptoms, fatigue, and anxiety reported poorer HRQOL. The PHQ-9 score was the strongest predictor, accounting for 42.0% of the variance in QOLIBRI scores. No demographic or injury characteristics significantly predicted QOLIBRI scores. There was a high prevalence of depressive symptoms with 72.8% of participants having PHQ-9 scores ≥ 10.\n## CONCLUSION\nAmong patients with PPCS, mental health and fatigue are important contributors to HRQOL. As there is a high burden of mood disorders and fatigue in this population, targeted treatments for these concerns may impact the quality of life.\n",
            "in_text_citation": "Popov et al., 2022",
            "footnote": 37
        },
        {
            "title": "The clinical significance of major depression following mild traumatic brain injury.",
            "abstract": "## OBJECTIVE\nThe authors assessed the association of major depression with behavioral outcome following mild traumatic brain injury.\n## METHOD\nConsecutive patients with mild traumatic brain injury (N=170) were assessed for major depression. Those with major depression were compared with those without on self-report measures of psychosocial dysfunction, psychological distress, and postconcussive symptoms in addition to examiner-rated neurobehavioral disturbance.\n## RESULTS\nMajor depression was seen in 15.3% (N=26) of the subjects after traumatic brain injury, and these individuals showed subjective and objective evidence of poorer outcome.\n## CONCLUSIONS\nMajor depression is associated with poor outcome across multiple domains. This study highlights the need for the early diagnosis and prompt treatment of major depression following mild traumatic brain injury.\n",
            "in_text_citation": "Rapoport et al., 2003",
            "footnote": 38
        },
        {
            "title": "Effects of Concussion in Adolescent Students: Perceptions and Performance.",
            "abstract": "## OBJECTIVE\nThe purpose of this study was to compare adolescent students with and without concussion on a battery of academic, neurocognitive, and socioemotional measures and assess the aftereffects of concussion across domains of functioning.\n## METHODS\nTwenty-four adolescents (ages 13-17) reporting postconcussion symptoms were compared to 24 controls matched for age and gender across a battery of tests and surveys.\n## RESULTS\nAfter correcting for multiple comparisons, there were no significant differences on any neuropsychological measures. Similarly, there were no significant group differences on academic measures of vocabulary, word recognition, or reading comprehension. Self-reported concussion symptoms were much greater for students with concussion, as were self-reports of anxiety, depression, and somatization symptoms. Parents also rated those with concussion as having greater depression and somatization symptoms, but not to a degree that survived Bonferroni correction. Lastly, those with concussion reported a significantly greater number of school problems and academic concerns.\n## CONCLUSIONS\nResults indicated that adolescents who reported postconcussion symptoms do not perform differently from peers on most neurocognitive and academic tasks, yet they showed considerably more worry, somatization, academic concerns, and feelings of inadequacy than matched controls. The findings suggest that interventions to address psychological and academic stress may be indicated for adolescents symptomatic from concussion.\n",
            "in_text_citation": "Rieger et al., 2019",
            "footnote": 39
        },
        {
            "title": "Depression in youth recovering from concussion: Correlates and predictors.",
            "abstract": "## OBJECTIVES\nAlthough depression can be a serious consequence of concussion, little is known about the factors that predict depression and concussion recovery outcomes in children. The purpose of this study was to explore the risk and possible predictors of developing significant depressive symptoms in children recovering from concussion.\n## METHODS\nA prospective cohort study was conducted in a paediatric tertiary care clinic. Depression data were collected from 92 children using the Children's Depression Inventory-2 (CDI-2) screening tool. Correlations, t-tests and logistic regression were used to examine the associations between depression scores and demographic as well as injury-related factors.\n## RESULTS\nDepressive symptoms were found in 22% of the children (T score on CDI-2 >65). Children with evidence of depressive symptomatology had significantly higher mean post-concussive symptom inventory (PCSI) scores in recovery (p = 0.004) than children who were not depressed. Variables of i) Sex; ii) hospital admission; iii) number of head injuries; iv) post-concussion symptom score and v) experience of prolonged symptoms were predictive of clinically significant CDI T scores, explaining 36% of the variation in the binary logistic model.\n## CONCLUSION\nDepression is commonly reported in this subset of children. High post-concussive symptom scores and hospital admission were strong predictors of depression. Screening for depression should be standard practice in concussion management in children and youth.\n",
            "in_text_citation": "Stazyk et al., 2017",
            "footnote": 40
        },
        {
            "title": "Longitudinal trajectories of post-concussive and depressive symptoms in adolescents with prolonged recovery from concussion.",
            "abstract": "## PRIMARY OBJECTIVE\nTo investigate the symptom trajectories of depressive and post-concussive symptoms (PCS) in slow-to-recover adolescents to understand how the two sets of symptoms are related.\n## RESEARCH DESIGN\nWe used data from a randomized clinical trial of a collaborative care intervention for post-concussive symptoms to better understand how these two sets of symptoms change in parallel over 6 months.\n## METHODS AND PROCEDURE\nPCS and depressive symptom scores for 49 adolescents (ages 11-17) were measured at enrolment and after 1, 3, and 6 months. Latent growth curve modelling for parallel processes was used to simultaneously examine change in PCS and depressive symptoms over time and to evaluate the influence of one change process on the other.\n## MAIN OUTCOMES AND RESULTS\nOn average, patients enrolled 66 days following injury (Interquartile range (IQR) 43.5, 88.5). PCS and depressive symptoms were significantly associated at enrolment and over time, and both decreased over the course of 6 months. Higher PCS at enrolment predicted a greater decrease in depressive symptoms over time.\n## CONCLUSIONS\nOur results suggest that clinicians should screen for and treat depressive symptoms in patients with high post-concussive symptoms one month following injury.\n",
            "in_text_citation": "Stein et al., 2017",
            "footnote": 41
        },
        {
            "title": "A prospective biopsychosocial study of the persistent post-concussion symptoms following mild traumatic brain injury.",
            "abstract": "This study examined multiple biopsychosocial factors relating to post-concussion symptom (PCS) reporting in patients with mild traumatic brain injuries (mTBI), including structural (computed tomography and magnetic resonance imaging [MRI]) and microstructural neuroimaging (diffusion tensor imaging [DTI]). Patients with mTBIs completed several questionnaires and cognitive testing at approximately one month (n=126) and one year (n=103) post-injury. At approximately three weeks post-injury, DTI was undertaken using a Siemens 3T scanner in a subgroup (n=71). Measures of fractional anisotropy were calculated for 16 regions of interest (ROIs) and measures of apparent diffusion coefficient were calculated for 10 ROIs. Patients were compared with healthy control subjects. Using International Classification of Diseases, Tenth Revision (ICD-10) PCS criteria and mild or greater symptom reporting, 59% of the mTBI sample met criteria at one month and 38% met criteria at one year. However, 31% of the healthy control sample also met criteria for the syndrome-illustrating a high false-positive rate. Significant predictors of ICD-10 PCS at one month were pre-injury mental health problems and the presence of extra-cranial bodily injuries. Being symptomatic at one month was a significant predictor of being symptomatic at one year, and depression was significantly related to PCS at both one month and one year. Intracranial abnormalities visible on MRI were present in 12.1% of this sample, and multifocal areas of unusual white matter as measured by DTI were present in 50.7% (compared with 12.4% of controls). Structural MRI abnormalities and microstructural white matter findings were not significantly associated with greater post-concussion symptom reporting. The personal experience and reporting of post-concussion symptoms is likely individualized, representing the cumulative effect of multiple variables, such as genetics, mental health history, current life stress, medical problems, chronic pain, depression, personality factors, and other psychosocial and environmental factors. The extent to which damage to the structure of the brain contributes to the persistence of post-concussion symptoms remains unclear.\n",
            "in_text_citation": "Wäljas et al., 2015",
            "footnote": 2
        },
        {
            "title": "Perceived Recovery and Self-Reported Functioning in Adolescents with Mild Traumatic Brain Injury: The Role of Sleep, Mood, and Physical Symptoms.",
            "abstract": "Purpose: To determine the contributions of anxiety, depressive, and concussion symptoms and sleep quality to self-perceived recovery in adolescents with concussion.Method: Adolescents aged 12-20 (n = 298) completed anxiety, depression, concussion symptoms, and sleep measures at an initial concussion clinic visit and three-month follow-up. At follow-up, they reported self-perceived recovery as percent back to normal.Results: Injury-related factors alone did not predict self-perceived recovery (R2Adj =.017, p =.074). More concurrent physical, mental health, and sleep symptoms explained 18.8% additional variance in poorer self-perceived recovery (R2Adj Change =.188, p <.05). Physical symptoms (Bstand = -.292) and anxiety (Bstand = -.260) accounted for the most variance in self-perceived recovery.Conclusion: Post-concussive symptoms, in particular anxiety and self-reported physical symptoms, seem to characterize protracted recovery. Self-perceived recovery as an outcome measure may provide a more holistic understanding of adolescents' experiences after concussion.",
            "in_text_citation": "Wright et al., 2021",
            "footnote": 42
        },
        {
            "title": "The association between the postconcussion symptoms and clinical outcomes for patients with mild traumatic brain injury.",
            "abstract": "## BACKGROUND\nPostconcussion symptoms (PCS) (such as dizziness, headache, irritability, fatigue, and impaired memory) are common in patients who sustain a mild traumatic brain injury (mTBI). However, few studies have systematically investigated the association between PCS and clinical outcomes in mTBI patients. Therefore, the present study attempted to examine PCS during the disease course and to determine whether PCS adversely affect outcome.\n## METHODS\nThis was a prospective, cohort and controlled study of 115 mTBI patients. The PCS checklist was used to identify PCS and the Glasgow Outcome Scale and the Glasgow Outcome Scale-Extended were used to investigate clinical outcomes. All patients were evaluated four times: at 1 week, 2 weeks, 4 weeks, and 8 weeks after the injury.\n## RESULTS\nPhysical symptoms such as dizziness and headache were prominent in the early after injury stage (1 and 2 weeks). On the other hand, the psychosocial symptoms, such as depression and irritability, were significant at the late after injury stage (4 and 8 weeks). Dizziness adversely affected clinical outcome at both the early and late stages of the disease, whereas the impact of intracranial lesions and depression on outcome was greatest early and late, respectively.\n## CONCLUSIONS\nThe results show that PCS during the disease course and the relationship between PCS and clinical outcome can be systematically evaluated. In fact, different postconcussion symptom domains should be monitored while the disease is progressing.\n",
            "in_text_citation": "Yang et al., 2007",
            "footnote": 43
        }
    ]
}