{
    "columns": [
        {
            "title": "Selection",
            "details": "1) Representativeness of the mild traumatic brain injury (mTBI) cohort with persistent postconcussion symptoms (PPCS) - 1 if truly representative of the average person who suffers PPCS in the community or somewhat representative of the average person who suffers PPCS in the community (e.g., selected age range, but among age ranges most at risk for PPCS). 0 if selected group of users (e.g., military personnel) or no description of the derivation of the cohort\n2) Selection of the non-exposed cohort - 1 if drawn from the same community of patients with mTBI (e.g., without PPCS). 0 if drawn from a different source (e.g., community controls) or no description of the derivation of the non-exposed cohort or no non-exposed cohort\n3) Ascertainment of PPCS - 1 if secure record or structured interview. 0 if self-report questionnaire or no description\n4) Reports if participants previously suffered from depressive symptoms - 1 if yes. 0 if no",
            "option": {
                "type": "score",
                "range": [
                    0,
                    1,
                    2,
                    3,
                    4
                ]
            }
        },
        {
            "title": "Comparability - Comparability of cohorts on the basis of the design or analysis",
            "details": "2 if study considers age and previous mTBI injury. 1 if study considers age or  study considers previous mTBI injury. Otherwise 0.",
            "option": {
                "type": "score",
                "range": [
                    0,
                    1,
                    2
                ]
            }
        },
        {
            "title": "Outcome",
            "details": "1) Assessment of depressive symptoms - 1 if independent blind assessment or structured interview with a clinician. 0 if self-report questionnaire or no description.\n2) Was follow-up long enough for outcomes to occur - 1 if yes (4 weeks after concussion). 0 if no.\n3) Adequacy of follow-up of cohorts - 1 if complete follow-up - all subjects accounted for or subjects lost to follow up unlikely to introduce bias - small number lost - > 80 % follow up, or description provided of those lost). 0 if follow-up rate < 80% and no description of those lost or no statement describing if participants were lost.",
            "option": {
                "type": "score",
                "range": [
                    0,
                    1,
                    2,
                    3
                ]
            }
        }
    ],
    "truth": [
        {
            "index": 29,
            "values": [2, 2, 0]
        },
        {
            "index": 30,
            "values": [2, 1, 2]
        },
        {
            "index": 31,
            "values": [2, 2, 0]
        },
        {
            "index": 32,
            "values": [3, 2, 1]
        },
        {
            "index": 33,
            "values": [1, 1, 1]
        },
        {
            "index": 22,
            "values": [1, 1, 1]
        },
        {
            "index": 20,
            "values": [2, 2, 2]
        },
        {
            "index": 34,
            "values": [3, 1, 1]
        },
        {
            "index": 35,
            "values": [2, 1, 0]
        },
        {
            "index": 36,
            "values": [3, 2, 2]
        },
        {
            "index": 37,
            "values": [3, 2, 2]
        },
        {
            "index": 38,
            "values": [3, 2, 3]
        },
        {
            "index": 39,
            "values": [3, 2, 2]
        },
        {
            "index": 40,
            "values": [3, 2, 1]
        },
        {
            "index": 41,
            "values": [3, 0 ,1]
        },
        {
            "index": 2,
            "values": [2, 2, 1]
        },
        {
            "index": 42,
            "values": [3, 2, 1]
        },
        {
            "index": 43,
            "values": [3, 1, 1]
        }
    ]
}